{
  "agente": "amza13",
  "fecha_generacion": "2026-02-23T09:46:23.493118",
  "metricas": {
    "agente": "amza13",
    "evaluaciones": {
      "total_evaluadas": 37,
      "puntaje_promedio": 28.4,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 26.5,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 14,
      "criterios": {
        "saludo_presentacion": 23.5,
        "identificacion_cliente": 54.1,
        "deteccion_necesidades": 3.5,
        "oferta_productos": 38.6,
        "manejo_objeciones": 21.1,
        "cierre": 22.4,
        "despedida": 48.4,
        "proactividad": 11.6,
        "empatia": 34.6,
        "resolucion_problemas": 27.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 28,
        "Manejo de objeciones": 19,
        "Proactividad": 15,
        "Presentación": 13,
        "Identificación del cliente": 11
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 16,
        "Despedida": 7,
        "Empatía": 4,
        "Despedida cordial": 4,
        "Saludo y presentación": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "Excelente gestión de la llamada. El agente se presenta, verifica la identidad, ofrece planes adecuados, maneja objeciones y completa el proceso de cierre de manera efectiva. Muestra empatía y proactividad.  Se podría mejorar la parte de resolución de problemas que no aplica en este caso."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, ofreció el plan directamente, manejó objeciones y completó el cierre. No hizo preguntas para detectar necesidades ni ofreció otros productos. Mostró empatía y resolvió dudas del cliente. Hubo un problema con la entrega del mensaje por WhatsApp."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente y ofreció el plan directamente. Manejó bien las objeciones y intentó cerrar la venta. Hubo buena empatía y resolución de problemas. No ofreció productos adicionales ni realizó preguntas de detección de necesidades."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación.  Faltó presentación, identificación del cliente, detección de necesidades, manejo de objeciones y cierre.  No se mostró proactivo ni empático. La oferta de productos fue deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente se equivoca de compañía y no cumple con ningún criterio de evaluación."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta. La conversación es breve y centrada en la negativa del cliente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 37,
      "puntaje_promedio": 28.4,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 14,
      "criterios": {
        "saludo_presentacion": 23.5,
        "identificacion_cliente": 54.1,
        "deteccion_necesidades": 3.5,
        "oferta_productos": 38.6,
        "manejo_objeciones": 21.1,
        "cierre": 22.4,
        "despedida": 48.4,
        "proactividad": 11.6,
        "empatia": 34.6,
        "resolucion_problemas": 27.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 28.4,
      "general": 37.5,
      "diferencia": -9.0,
      "percentil": 39.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 23.5,
        "general": 31.4,
        "diferencia": -7.9
      },
      "identificacion_cliente": {
        "agente": 54.1,
        "general": 61.3,
        "diferencia": -7.2
      },
      "deteccion_necesidades": {
        "agente": 3.5,
        "general": 25.6,
        "diferencia": -22.1
      },
      "oferta_productos": {
        "agente": 38.6,
        "general": 41.8,
        "diferencia": -3.1
      },
      "manejo_objeciones": {
        "agente": 21.1,
        "general": 35.1,
        "diferencia": -14.0
      },
      "cierre": {
        "agente": 22.4,
        "general": 22.4,
        "diferencia": 0.1
      },
      "despedida": {
        "agente": 48.4,
        "general": 59.7,
        "diferencia": -11.3
      },
      "proactividad": {
        "agente": 11.6,
        "general": 12.5,
        "diferencia": -0.9
      },
      "empatia": {
        "agente": 34.6,
        "general": 47.6,
        "diferencia": -13.0
      },
      "resolucion_problemas": {
        "agente": 27.0,
        "general": 30.4,
        "diferencia": -3.4
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza13\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\namza13 se encuentra actualmente por debajo del promedio del equipo, con un puntaje IA de 28.4 comparado con el promedio general de 37.5. Esto lo ubica en un nivel que necesita mejora.  El percentil de 39.3 indica que está en la mitad inferior del equipo en cuanto a desempeño.  Los datos sugieren que hay áreas significativas que necesitan atención para que amza13 alcance su potencial.\n\n**EVOLUCIÓN:** No se proporciona información sobre el período anterior, por lo que no puedo determinar si mejoró o empeoró recientemente. Sin embargo, el análisis se centrará en las áreas de mejora necesarias para la semana del 19-24 de enero.\n\nEl potencial de mejora es considerable. Con un enfoque específico en las áreas críticas y un plan de acción bien definido, amza13 puede mejorar significativamente su desempeño y alcanzar un nivel más alto.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\nDado que no hay datos del período anterior, no se puede realizar un análisis comparativo de la evolución semanal. El plan de acción se enfocará en mejorar las áreas de oportunidad identificadas en la semana del 19-24 de enero.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\nSegún el análisis de la IA, amza13 muestra fortalezas en las siguientes áreas:\n\n*   **Identificación del Cliente:** Con un puntaje de 54.1,  amza13 demuestra ser capaz de verificar la identidad del cliente, lo cual es crucial para asegurar una comunicación efectiva y evitar errores. *Ejemplo: \"Hola, ¿me comunico con [Nombre]?\"*\n*   **Despedida:** Un puntaje de 48.4 indica que amza13 generalmente se despide de forma cordial y profesional.\n*   **Empatía:** Si bien el puntaje de 34.6 está por debajo del promedio del equipo, se identifica como una fortaleza relativa.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Detección de Necesidades (PERSISTENTE):**  Con un puntaje de 3.5, esta es la debilidad más crítica. No realizar preguntas adecuadas para comprender las necesidades del cliente limita la capacidad de ofrecer soluciones personalizadas y efectivas.  *Importancia:  Entender las necesidades del cliente es fundamental para aumentar la relevancia de la oferta y la probabilidad de cierre.*\n*   **Manejo de Objeciones (PERSISTENTE):**  Un puntaje de 21.1 indica que las respuestas a las objeciones son genéricas y no se adaptan a las preocupaciones específicas de cada cliente. *Importancia:  Un manejo de objeciones efectivo permite superar las dudas del cliente y demostrar el valor de la oferta.*\n*   **Presentación (PERSISTENTE):** El puntaje de 23.5 es bajo y requiere mejorar el saludo inicial y la presentación de la oferta, asegurando que sea atractiva y conforme a las reglas del negocio. *Importancia: La primera impresión es crucial para captar la atención del cliente.*\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\nNo se proporcionan métricas específicas de llamadas y ventas para amza13. Sin embargo, basándonos en los promedios del equipo y las áreas de mejora identificadas, podemos inferir lo siguiente:\n\n*   **TMO (Tiempo Medio Operativo):** Sin datos específicos, es difícil determinar si está dentro del rango óptimo (2-4 minutos). Sin embargo, considerando las dificultades en la detección de necesidades y el manejo de objeciones, es probable que el TMO de amza13 sea más bajo que el promedio del equipo (105.3 segundos), lo que indica falta de engagement con el cliente. *Acción: Alargar el tiempo de las llamadas haciendo las preguntas necesarias para una venta más efectiva.*\n*   **% Capta Atención**: Es probable que este porcentaje sea bajo (<30%) debido a la falta de personalización y al deficiente manejo de objeciones.\n*   **Cortes de llamada:** Es probable que haya más cortes por parte del cliente debido a la falta de un pitch inicial atractivo y la incapacidad de generar valor en la conversación.\n*   **Llamadas <30 seg:** Es probable que haya un número elevado de llamadas cortas debido a problemas en el saludo inicial y la falta de enganche con el cliente.\n*   **Tasa de aprobación de ventas:**  Se espera que la tasa de aprobación de ventas sea baja debido a las deficiencias en la detección de necesidades y el manejo de objeciones.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel Actual | Qué está haciendo mal                                                                                                                                                                                                                                                                                       | Cómo mejorar específicamente (RESPETANDO LAS REGLAS)                                                                                                                                                                                                                                                                                                      |\n| ----------------------- | ------------ | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación   | Bajo         | Posible uso de frases como \"Tengo una oferta que podría interesarle\". No personaliza el saludo.                                                                                                                                                                                                                 | Utilizar la frase \"Tengo una oferta que le VA a interesar\". Practicar un saludo inicial más enérgico y seguro.                                                                                                                                                                                                                                            |\n| Identificación Cliente | Bueno        |  Puede haber alguna omisión en la verificación completa de la identidad.                                                                                                                                                                                                                                           | Asegurarse SIEMPRE de verificar que se está hablando con la persona correcta: \"Hola, ¿me comunico con [Nombre]?\"                                                                                                                                                                                                                                       |\n| Detección Necesidades   | Crítico      | No realiza preguntas o utiliza preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\".                                                                                                                                                                                                            | Preguntar directamente: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\". Escuchar atentamente la respuesta y tomar notas.                                                                                                                                                                                                                           |\n| Oferta de Productos     | Regular      | La oferta puede no estar adaptada a las necesidades del cliente, ya que no se detectan adecuadamente.                                                                                                                                                                                                          | Después de detectar las necesidades, presentar el plan que mejor se adapte, resaltando los beneficios específicos que responden a esas necesidades.                                                                                                                                                                                                |\n| Manejo de Objeciones    | Bajo         | Utiliza respuestas genéricas y no aborda las objeciones específicas del cliente.                                                                                                                                                                                                                                | Escuchar atentamente la objeción y ofrecer una respuesta personalizada y que resalte el valor de la oferta.  *Ejemplo: Si el cliente menciona el precio, responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"* |\n| Cierre                  | Regular      | Puede haber dudas o pausas que dificultan el cierre.                                                                                                                                                                                                                                                           | Asignar directamente la sucursal más cercana o buscar el domicilio del cliente para completar la venta.  Demostrar seguridad y confianza en la oferta.                                                                                                                                                                                                |\n| Despedida               | Bueno        | Generalmente cordial, pero puede faltar un ofrecimiento de acompañamiento.                                                                                                                                                                                                                                         | Despedirse de forma cordial y profesional.  Ofrecer acompañamiento durante la portabilidad (opcional, pero recomendable).                                                                                                                                                                                                                             |\n| Proactividad            | Bajo         | No ofrece fibra o pregunta \"¿Te interesaría conocer nuestros servicios de fibra?\".                                                                                                                                                                                                                                    | Comentar DIRECTAMENTE sobre la fibra, sin preguntar. *Ejemplo: \"Además, Movistar está desplegando su red de fibra óptica en tu zona.  Si estás interesado en mejorar tu conexión a internet en casa, tengo opciones excelentes para ofrecerte.\"*                                                                                                          |\n| Empatía                 | Regular      |  Puede mostrar falta de conexión con el cliente.                                                                                                                                                                                                                                                                   |  Escuchar activamente al cliente, mostrar comprensión y adaptar el tono de voz a la situación.                                                                                                                                                                                                                                                          |\n| Resolución Problemas    | Regular      |  No aplica en todos los casos, pero puede faltar agilidad en la resolución.                                                                                                                                                                                                                                        |  Si surge un problema, ofrecer soluciones rápidas y eficientes.                                                                                                                                                                                                                                                                                            |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: Detección de Necesidades.**\n*   Acciones: Practicar las preguntas correctas (\"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\") en cada llamada.  Revisar ejemplos de llamadas exitosas con buena detección de necesidades.\n*   Monitorear: Escuchar las llamadas de amza13 y proporcionar feedback inmediato sobre la calidad de las preguntas y la escucha activa.\n\n**Semana 2:** **Manejo de Objeciones.**\n*   Acciones: Crear un listado de las objeciones más comunes y desarrollar respuestas personalizadas para cada una (siguiendo las reglas del negocio).  Practicar estas respuestas en role-playing.\n*   Monitorear: Evaluar las llamadas de amza13 y proporcionar feedback sobre la efectividad del manejo de objeciones.\n\n**Semana 3:** **Proactividad y Oferta de Fibra.**\n*   Acciones: Integrar la oferta de fibra de manera natural en el discurso de venta, comentando DIRECTAMENTE sobre los beneficios.  Practicar este abordaje en role-playing.\n*   Monitorear: Asegurarse de que amza13 esté ofreciendo fibra en cada llamada.\n\n**Semana 4:** **Consolidación y Optimización.**\n*   Acciones: Revisar todas las áreas de mejora y proporcionar feedback adicional.  Identificar oportunidades para optimizar el proceso de venta y mejorar la experiencia del cliente.\n*   Monitorear: Continuar monitoreando las llamadas y proporcionar feedback continuo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación)\n\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actualmente?\"\n\n*   **Oferta de Fibra:**\n    *   \"Además, Movistar está desplegando su red de fibra óptica en tu zona. Si estás interesado en mejorar tu conexión a internet en casa, tengo opciones excelentes para ofrecerte.\"\n\n*   **Cierre Directo:**\n    *   \"Perfecto, entonces para completar la contratación, te asigno la sucursal de [Nombre de la Sucursal] que está más cerca de tu domicilio.\"\n    *   \"Necesito confirmar tu dirección para la entrega del chip.\"\n\n*   **Manejo de Objeciones (Ejemplos):**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, [mencionar beneficios específicos del plan].\"\n    *   **Cobertura:** \"Movistar tiene la mejor cobertura del país. En tu zona, [mencionar datos de cobertura específicos].\"\n    *   **Compañía actual:** \"Entiendo que estés conforme con tu compañía actual, pero Movistar te ofrece [mencionar beneficios específicos que la otra compañía no tiene], además de una mejor experiencia de cliente.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 2.5% en 30 días (aprox. 78% del promedio del equipo).\n*   **Oferta de Productos:** Ofrecer fibra en el 90% de las llamadas.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40% en 30 días.\n*   **TMO:** Alcanzar un TMO entre 90 y 120 segundos.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 40 en 30 días.\n    *   Aumentar el puntaje en \"Manejo de Objeciones\" a 40 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza13, sé que tienes el potencial para destacarte en este equipo. Aunque los resultados actuales no sean los ideales, confío en que con un enfoque dedicado en las áreas de mejora, vas a lograr grandes avances. Enfócate en conectar con el cliente, entender sus necesidades y ofrecerle la mejor solución. ¡Vamos a trabajar juntos para que alcances tu máximo rendimiento!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}