{
  "agente": "amza43",
  "fecha_generacion": "2026-02-23T09:39:13.227285",
  "metricas": {
    "agente": "amza43",
    "evaluaciones": {
      "total_evaluadas": 72,
      "puntaje_promedio": 41.8,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 29.2,
      "llamadas_excelentes": 9,
      "llamadas_criticas": 22,
      "criterios": {
        "saludo_presentacion": 39.4,
        "identificacion_cliente": 72.5,
        "deteccion_necesidades": 32.5,
        "oferta_productos": 58.3,
        "manejo_objeciones": 43.9,
        "cierre": 24.0,
        "despedida": 67.5,
        "proactividad": 15.0,
        "empatia": 48.5,
        "resolucion_problemas": 34.9
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 31,
        "Manejo de objeciones": 28,
        "Proactividad": 20,
        "Cierre": 19,
        "Presentación": 17
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 22,
        "Despedida": 13,
        "Manejo de objeciones.": 11,
        "Saludo y presentación": 9,
        "Empatía": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Detecta las necesidades y ofrece planes de forma directa, manejando las objeciones y resolviendo la queja del cliente sobre la cobertura."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades, ofreció planes directamente, manejó objeciones y cerró el proceso. Mostró empatía y resolvió la consulta inicial. No ofreció fibra ni productos adicionales."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realiza una buena presentación, identifica al cliente, detecta sus necesidades, maneja las objeciones y muestra empatía.  Ofrece un plan y un combo con internet.  El cierre no se concreta por la solicitud del cliente de pensarlo.  Se despide correctamente y ofrece acompañamiento. El agente no ofrece fibra directamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no se presenta correctamente, no identifica al cliente correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta. No hay empatía ni resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones, no cierra la venta y no muestra proactividad ni empatía. Ofrece un plan, pero no de manera efectiva."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada consiste en una interacción mínima con el cliente, sin ninguna de las acciones necesarias para una venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 72,
      "puntaje_promedio": 41.8,
      "llamadas_excelentes": 9,
      "llamadas_criticas": 22,
      "criterios": {
        "saludo_presentacion": 39.4,
        "identificacion_cliente": 72.5,
        "deteccion_necesidades": 32.5,
        "oferta_productos": 58.3,
        "manejo_objeciones": 43.9,
        "cierre": 24.0,
        "despedida": 67.5,
        "proactividad": 15.0,
        "empatia": 48.5,
        "resolucion_problemas": 34.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 41.8,
      "general": 37.5,
      "diferencia": 4.3,
      "percentil": 60.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 39.4,
        "general": 31.4,
        "diferencia": 8.0
      },
      "identificacion_cliente": {
        "agente": 72.5,
        "general": 61.3,
        "diferencia": 11.2
      },
      "deteccion_necesidades": {
        "agente": 32.5,
        "general": 25.6,
        "diferencia": 6.9
      },
      "oferta_productos": {
        "agente": 58.3,
        "general": 41.8,
        "diferencia": 16.5
      },
      "manejo_objeciones": {
        "agente": 43.9,
        "general": 35.1,
        "diferencia": 8.8
      },
      "cierre": {
        "agente": 24.0,
        "general": 22.4,
        "diferencia": 1.7
      },
      "despedida": {
        "agente": 67.5,
        "general": 59.7,
        "diferencia": 7.8
      },
      "proactividad": {
        "agente": 15.0,
        "general": 12.5,
        "diferencia": 2.5
      },
      "empatia": {
        "agente": 48.5,
        "general": 47.6,
        "diferencia": 0.9
      },
      "resolucion_problemas": {
        "agente": 34.9,
        "general": 30.4,
        "diferencia": 4.5
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza43\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza43 se encuentra ligeramente por encima del promedio del equipo en términos de puntaje IA (41.8 vs 37.5), ubicándose en el percentil 60.2. Esto indica que tiene un rendimiento superior al de la mayoría de sus compañeros. Su nivel actual puede catalogarse como **Promedio - Bueno**.\n\n**EVOLUCIÓN:** Comparado con el período anterior (asumiendo que los datos proporcionados representan una evolución), ha mostrado una mejora general en su puntaje IA. Esto sugiere que está aplicando los conocimientos y/o feedback recibido. El potencial de mejora de amza43 es significativo, especialmente si se enfoca en las áreas críticas identificadas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:** El mayor avance se observa en **Oferta de Productos** (16.5 puntos por encima del promedio del equipo), lo cual es excelente. También mejoró significativamente en **Identificación del Cliente** (11.2 puntos por encima del promedio). La mejora en **Manejo de Objeciones** (8.8 puntos) y **Saludo y Presentación** (8 puntos) es positiva.\n*   **QUÉ EMPEORÓ:** No hay datos que indiquen un empeoramiento significativo en ningún criterio.\n*   **QUÉ SIGUE PENDIENTE:** **Proactividad** sigue siendo un área de mejora importante, ya que tiene un puntaje relativamente bajo (15.0). **Cierre** (24.0) y **Detección de Necesidades** (32.5) también requieren atención continua.\n*   **TENDENCIA GENERAL:** amza43 va por buen camino, mostrando una tendencia positiva en su desempeño. Sin embargo, es crucial abordar las áreas de mejora pendientes para desbloquear su máximo potencial.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** Constantemente verifica la identidad, asegurando la comunicación con la persona correcta. Esto es fundamental para evitar errores y construir una relación de confianza.\n*   **Oferta de Productos:** Se destaca por ofrecer productos de manera efectiva y directa, superando el promedio del equipo. Esto indica una buena comprensión de los productos y la habilidad para presentarlos de forma atractiva.\n*   **Manejo de Objeciones:** Ha mejorado significativamente en este aspecto, lo que implica que está aprendiendo a rebatir las objeciones de los clientes de forma más efectiva.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Proactividad (PERSISTENTE):** Necesita ofrecer fibra de forma directa en todas las llamadas, sin preguntar si el cliente está interesado. Esto es crucial para maximizar las oportunidades de venta.\n    *   **Por qué es importante:** Ofrecer fibra directamente aumenta la exposición del producto y puede generar interés en clientes que inicialmente no lo habían considerado.\n*   **Detección de Necesidades (PERSISTENTE):** Requiere mejorar su habilidad para descubrir las necesidades reales de los clientes. En lugar de preguntas genéricas, necesita indagar sobre el uso del celular y los planes actuales.\n    *   **Por qué es importante:** Una detección precisa de necesidades permite ofrecer planes y productos más relevantes, aumentando la probabilidad de cierre.\n*   **Cierre (PERSISTENTE):** Debe enfocarse en cerrar las ventas de forma más efectiva, asignando sucursal o buscando el domicilio del cliente para completar la venta.\n    *   **Por qué es importante:** Un cierre efectivo convierte las oportunidades en ventas concretas, impactando directamente en sus resultados.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n(Asumo que se proporcionarán datos concretos posteriormente, ya que actualmente están vacíos. A continuación, un análisis genérico para complementar cuando se provean los datos):\n\n*   **TMO (Tiempo Medio Operativo):** Se deberá analizar si el TMO de amza43 se encuentra en el rango óptimo (2-4 minutos). Si es muy bajo, podría indicar que no está dedicando suficiente tiempo a la detección de necesidades y al manejo de objeciones. Si es muy alto, podría tener dificultades para cerrar la venta de forma eficiente.\n*   **% Capta Atención:** Este KPI es CRÍTICO. Si el % de llamadas >1 minuto es bajo (<30%), amza43 necesita mejorar su saludo y presentación para enganchar al cliente desde el principio.\n*   **Cortes de llamada:** Si hay más cortes del cliente que del agente, podría indicar problemas en el pitch inicial o en la capacidad de mantener al cliente interesado.\n*   **Llamadas <30 seg:** Demasiadas llamadas cortas indicarían problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** Una baja tasa de aprobación podría señalar problemas en la calidad de las ventas (datos incorrectos, mal procesamiento).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel    | Qué está haciendo mal/bien                                                                                                                                | Cómo mejorar (Respetando las reglas)                                                                                                                                                                                                                                                                                                                                                                                    |\n| ----------------------- | -------- | --------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación   | Bueno    | Ha mejorado, pero aún puede sonar más natural y menos \"scripted\".                                                                                       | Practicar diferentes saludos y presentaciones para encontrar un estilo propio y auténtico. En lugar de \"Tengo una oferta que podría interesarle\", usar \"Tengo una oferta que LE VA a interesar.\"                                                                                                                                                                                                                    |\n| Identificación Cliente  | Excelente | Consistentemente verifica la identidad del cliente.                                                                                                        | Mantener esta práctica.                                                                                                                                                                                                                                                                                                                                                                                             |\n| Detección Necesidades   | Bajo     | A menudo usa preguntas genéricas que no revelan las necesidades reales del cliente.                                                                      | Reemplazar \"¿Qué es lo más importante para ti en un plan?\" con \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actualmente?\". Adaptar las preguntas a la respuesta inicial del cliente para profundizar en sus necesidades específicas.                                                                                                                                                                |\n| Oferta de Productos     | Bueno    | Ofrece productos directamente, pero puede enfocarse en resaltar los beneficios específicos para el cliente en lugar de solo listar características.           | Después de detectar las necesidades, presentar el plan destacando cómo se adapta a su uso particular del celular y a su consumo de datos.                                                                                                                                                                                                                                                                  |\n| Manejo Objeciones       | Bueno    | Ha mejorado, pero las respuestas pueden ser un poco genéricas.                                                                                            | Preparar respuestas específicas para las objeciones más comunes. Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" Sincronizar la respuesta con la objeción puntual que hace el cliente.                                                                              |\n| Cierre                  | Bajo     | No siempre cierra la venta, o el proceso no es fluido.                                                                                                    | Una vez que el cliente muestra interés, pasar directamente a asignar la sucursal más cercana o solicitar la dirección para el envío del chip. No preguntar si le gustaría, simplemente proceder.                                                                                                                                                                                                          |\n| Despedida               | Bueno    | Generalmente se despide de forma cordial, pero podría ofrecer acompañamiento en la portabilidad de forma más consistente.                                  | Ofrecer acompañamiento durante la portabilidad después de confirmar la venta.                                                                                                                                                                                                                                                                                                                                        |\n| Proactividad            | Crítico  | No ofrece fibra de forma consistente en todas las llamadas.                                                                                               | En TODAS las llamadas, después de ofrecer el plan de celular, comentar directamente sobre la fibra: \"Además, contamos con un excelente servicio de fibra óptica en tu zona, con [velocidad] de velocidad y [beneficios específicos]. Podés agregarla a tu plan y tener una conexión super rápida en tu hogar.\"                                                                                                        |\n| Empatía                 | Promedio | Podría mostrar más comprensión y conexión con las situaciones particulares de cada cliente.                                                                | Escuchar activamente las preocupaciones del cliente y mostrar empatía genuina. Ejemplo: \"Entiendo tu frustración con la cobertura actual. Con Movistar, vas a notar una gran diferencia.\"                                                                                                                                                                                                                     |\n| Resolución de Problemas | Promedio | Puede mejorar su capacidad para resolver problemas específicos de los clientes.                                                                           | Prepararse con información sobre posibles problemas comunes y soluciones. Tener a mano recursos y contactos para escalar problemas más complejos.                                                                                                                                                                                                                                                              |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **FOCO: PROACTIVIDAD Y CIERRE DIRECTO**\n*   Acciones:\n    *   Incluir la oferta de fibra en el 100% de las llamadas (monitoreo y feedback diario).\n    *   Practicar cierres directos con role-playing (asignar sucursal/pedir dirección).\n    *   Revisar grabaciones de llamadas para identificar oportunidades de cierre perdidas.\n\n**Semana 2:** **ENFOQUE: DETECCIÓN DE NECESIDADES**\n*   Acciones:\n    *   Practicar preguntas para detectar las necesidades reales de los clientes (role-playing).\n    *   Analizar grabaciones para identificar áreas de mejora en la detección de necesidades.\n    *   Recibir feedback sobre la calidad de las preguntas y su impacto en la oferta.\n\n**Semana 3:** **CONSOLIDACIÓN: MANEJO DE OBJECIONES**\n*   Acciones:\n    *   Preparar respuestas específicas para las objeciones más comunes (scripting).\n    *   Practicar el manejo de objeciones con role-playing.\n    *   Grabar llamadas y auto-evaluar el manejo de objeciones.\n\n**Semana 4:** **OPTIMIZACIÓN: REFINAMIENTO GENERAL**\n*   Acciones:\n    *   Revisar todas las áreas de mejora identificadas en las semanas anteriores.\n    *   Recibir feedback individualizado sobre el progreso general.\n    *   Establecer objetivos a largo plazo para seguir mejorando continuamente.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **VERIFICACIÓN IDENTIDAD:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **DETECCIÓN NECESIDADES:** \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas? ¿Cuántos GB tenés en tu plan actual?\"\n*   **OFERTA DE FIBRA (DIRECTA):** \"Además, contamos con un excelente servicio de fibra óptica en tu zona, con [velocidad] de velocidad y [beneficios específicos]. Podés agregarla a tu plan y tener una conexión super rápida en tu hogar.\"\n*   **CIERRE DIRECTO:** \"Perfecto, para completar el proceso, ¿tenés alguna sucursal de Movistar cerca que te quede cómoda para retirar el chip, o preferís que te lo enviemos a tu domicilio? Necesitaría la dirección completa.\"\n*   **MANEJO DE PRECIO:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, [mencionar beneficio específico del plan que justifique el precio]\".\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión en un 2%.\n*   **Ofrecimiento de Productos:** Ofrecer fibra en el 90% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 minuto a 45%.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos (ajustar según el análisis específico).\n*   **KPIs:** Disminuir las llamadas menores a 30 segundos en un 50%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡amza43, felicitaciones por la mejora constante que estás demostrando! Tu crecimiento en áreas como la oferta de productos y el manejo de objeciones es evidente y muestra tu compromiso con el desarrollo. Ahora, enfocándote en la proactividad y el cierre, y afinando tu habilidad para detectar las necesidades del cliente, vas a alcanzar un nivel superior. ¡Sé que tenés el potencial para destacarte aún más y convertirte en uno de los mejores vendedores del equipo! ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}