{
  "agente": "amza24",
  "fecha_generacion": "2026-02-23T09:31:33.693089",
  "metricas": {
    "agente": "amza24",
    "evaluaciones": {
      "total_evaluadas": 105,
      "puntaje_promedio": 44.9,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 27.3,
      "llamadas_excelentes": 10,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 41.2,
        "identificacion_cliente": 75.3,
        "deteccion_necesidades": 37.1,
        "oferta_productos": 55.8,
        "manejo_objeciones": 45.3,
        "cierre": 30.5,
        "despedida": 69.8,
        "proactividad": 11.0,
        "empatia": 58.6,
        "resolucion_problemas": 40.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 40,
        "Proactividad": 23,
        "Cierre": 23,
        "Manejo de objeciones": 22,
        "Presentación": 17
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 38,
        "Empatía": 26,
        "Despedida": 19,
        "Manejo de objeciones": 15,
        "Saludo y presentación": 13
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, detectó sus necesidades, ofreció los productos de forma directa, manejó las objeciones, completó el cierre, se despidió cordialmente, ofreció fibra y demostró empatía y resolvió los problemas del cliente."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se comunicó desde el area de recupero, se presentó, verificó la identidad del cliente, detectó sus necesidades, ofreció los planes correspondientes, manejo las objeciones y resolvió las dudas del cliente. Coordinó el contacto posterior y se despidió cordialmente."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, detectó las necesidades, ofreció los productos de forma directa, manejó objeciones, intentó el cierre, se despidió correctamente y demostró proactividad y empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con los criterios de evaluación. No hubo presentación, detección de necesidades, oferta de productos, cierre ni despedida correctos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. Tiene fallas en la presentación, la identificación del cliente, la detección de necesidades, el manejo de objeciones y el cierre de la venta.  No ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de presentación, identificación y detección de necesidades. El cierre es parcial. No ofrece fibra."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 105,
      "puntaje_promedio": 44.9,
      "llamadas_excelentes": 10,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 41.2,
        "identificacion_cliente": 75.3,
        "deteccion_necesidades": 37.1,
        "oferta_productos": 55.8,
        "manejo_objeciones": 45.3,
        "cierre": 30.5,
        "despedida": 69.8,
        "proactividad": 11.0,
        "empatia": 58.6,
        "resolucion_problemas": 40.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 44.9,
      "general": 37.5,
      "diferencia": 7.4,
      "percentil": 61.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 41.2,
        "general": 31.4,
        "diferencia": 9.8
      },
      "identificacion_cliente": {
        "agente": 75.3,
        "general": 61.3,
        "diferencia": 14.0
      },
      "deteccion_necesidades": {
        "agente": 37.1,
        "general": 25.6,
        "diferencia": 11.6
      },
      "oferta_productos": {
        "agente": 55.8,
        "general": 41.8,
        "diferencia": 14.0
      },
      "manejo_objeciones": {
        "agente": 45.3,
        "general": 35.1,
        "diferencia": 10.3
      },
      "cierre": {
        "agente": 30.5,
        "general": 22.4,
        "diferencia": 8.1
      },
      "despedida": {
        "agente": 69.8,
        "general": 59.7,
        "diferencia": 10.1
      },
      "proactividad": {
        "agente": 11.0,
        "general": 12.5,
        "diferencia": -1.4
      },
      "empatia": {
        "agente": 58.6,
        "general": 47.6,
        "diferencia": 11.0
      },
      "resolucion_problemas": {
        "agente": 40.4,
        "general": 30.4,
        "diferencia": 10.0
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza24\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza24 se encuentra por encima del promedio del equipo, con un puntaje IA de 44.9 frente al 37.5 del promedio general. Su nivel actual puede considerarse **Bueno**, superando al equipo en prácticamente todos los criterios evaluados. La diferencia más notable reside en la Identificación del Cliente y la Oferta de Productos, donde supera al promedio por 14 puntos.\n\n**EVOLUCIÓN**: Dado que contamos con historial, podemos analizar su evolución reciente. La buena noticia es que ha mejorado notablemente respecto al período anterior, lo cual es muy alentador. Su potencial de mejora es alto, especialmente si se enfoca en pulir las áreas donde aún tiene margen de crecimiento y mantiene las fortalezas que lo destacan.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n**QUÉ MEJORÓ**: amza24 mostró mejoras significativas en todos los criterios de evaluación respecto al periodo anterior. Destacan especialmente:\n*   **Saludo y Presentación:** Subió 9.8 puntos, lo que indica un inicio de llamada más efectivo.\n*   **Identificación del Cliente:** Aumento de 14 puntos que reflejan una mejor verificación de la identidad del cliente desde el inicio de la llamada.\n*   **Detección de Necesidades**: Aumento de 11.6 puntos, es importante que esto continúe así.\n*   **Oferta de Productos**: Un aumento significativo de 14 puntos, lo que muestra una mejor habilidad para presentar las ofertas de Movistar.\n*   **Manejo de Objeciones**: Mejora de 10.3 puntos, lo que sugiere una mayor confianza y efectividad al abordar las preocupaciones de los clientes.\n*   **Cierre**: Aumento de 8.1 puntos, que aunque es la mejora menos notoria, indica que el vendedor está cerrando de mejor manera.\n*   **Despedida**: Un aumento de 10.1 puntos muestra que las llamadas están terminando de manera más profesional.\n*   **Empatía**: Mejora de 11 puntos en empatía muestran una notable mejora en su calidad como vendedor.\n*   **Resolución de Problemas**: Un aumento de 10 puntos en resolución de problemas muestra un gran potencial como vendedor resolutivo.\n\n**QUÉ EMPEORÓ**:\n*   **Proactividad**: Cayó 1.4 puntos, lo que indica una ligera disminución en la oferta proactiva de productos como fibra óptica. Esto es un punto crítico a retomar inmediatamente.\n\n**QUÉ SIGUE PENDIENTE**: A pesar de la mejora general, la **Proactividad** sigue siendo un área con puntaje bajo. Es crucial que amza24 incorpore de forma consistente la oferta de fibra en sus llamadas.\n\n**TENDENCIA GENERAL**: La tendencia general es muy positiva. amza24 está en un camino ascendente y, con un enfoque específico en la proactividad, puede alcanzar un rendimiento aún mayor.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** consistentemente alta, asegurando que está hablando con la persona correcta.\n*   **Empatía:** amza24 demuestra una buena conexión con los clientes, creando un ambiente propicio para la venta.\n*   **Manejo de Objeciones:** Las métricas muestran que puede manejar las objeciones de los clientes, aunque hay espacio para mejorar la personalización de las respuestas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Proactividad (PERSISTENTE):** La oferta de fibra debe ser una parte integral de su pitch. Sin preguntar. Es OBLIGATORIO.\n*   **Detección de Necesidades (PERSISTENTE):** A pesar de la mejora de esta semana, aún tiene margen de mejora. La detección de necesidades debe ser más precisa para ofrecer soluciones personalizadas.\n*   **Cierre (PERSISTENTE):** Si bien mejoró, el cierre de ventas debe ser más directo y eficiente. Es fundamental concretar la venta asignando sucursal o buscando el domicilio del cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nDesafortunadamente, no se proporcionan datos específicos sobre las métricas de llamadas y ventas de amza24 (TMO, % Capta Atención, Cortes, Tasa de Aprobación).  Sin esta información, es difícil hacer un análisis completo y ofrecer recomendaciones precisas. Sin embargo, si el % Capta Atención está por debajo del promedio del equipo (35.6%), es una señal de alerta.\n\nSi el **TMO** está fuera del rango óptimo (2-4 minutos), ajustar el speech para agilizar las llamadas o para generar más valor al cliente (dependiendo de si es muy bajo o muy alto).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n**Saludo y Presentación:**\n\n*   **Nivel Actual:** Regular\n*   **Qué está haciendo mal:** El puntaje de 41.2 sugiere que la presentación inicial podría ser más atractiva y personalizada. Podría estar usando frases genéricas como \"Tengo una oferta que podría interesarle\".\n*   **Cómo mejorar:** Cambiar a \"Tengo una oferta que le VA a interesar\". Incorporar un elemento de personalización rápido (sin usar información de visitas web).\n\n**Identificación del Cliente:**\n\n*   **Nivel Actual:** Bueno\n*   **Qué está haciendo bien:** Su puntaje de 75.3 indica que está verificando la identidad del cliente de manera efectiva.\n*   **Cómo mejorar:** Mantener la práctica y asegurarse de que la pregunta sea clara y directa: \"Hola, ¿me comunico con [Nombre]?\"\n\n**Detección de Necesidades:**\n\n*   **Nivel Actual:** Bajo\n*   **Qué está haciendo mal:** Obtener un puntaje de 37.1 en detección de necesidades indica que no está profundizando lo suficiente en las necesidades del cliente antes de ofrecer un plan. Podría estar preguntando \"¿Qué es lo más importante para ti en un plan?\"\n*   **Cómo mejorar:** Preguntar directamente \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Escuchar atentamente las respuestas para ofrecer soluciones personalizadas.\n\n**Oferta de Productos:**\n\n*   **Nivel Actual:** Regular\n*   **Qué está haciendo mal:** No está presentando la oferta de manera lo suficientemente convincente o adaptada a las necesidades detectadas.\n*   **Cómo mejorar:** Vincular la oferta directamente a las necesidades identificadas. Destacar los beneficios específicos que el cliente obtendrá con el plan.\n\n**Manejo de Objeciones:**\n\n*   **Nivel Actual:** Regular\n*   **Qué está haciendo mal:** No está personalizando las respuestas a las objeciones. Podría estar usando respuestas genéricas.\n*   **Cómo mejorar:** Escuchar atentamente la objeción específica del cliente y responder de manera directa y personalizada.\n\n**Cierre:**\n\n*   **Nivel Actual:** Bajo\n*   **Qué está haciendo mal:** Tiene dificultades para concretar la venta.\n*   **Cómo mejorar:** Después de presentar la oferta y manejar las objeciones, pasar directamente al cierre: \"Para completar la activación, ¿le asigno la sucursal más cercana o prefiere que busquemos un domicilio para la entrega?\"\n\n**Despedida:**\n\n*   **Nivel Actual:** Bueno\n*   **Qué está haciendo bien:** Su puntaje de 69.8 indica una despedida cordial y profesional.\n*   **Cómo mejorar:** Mantener la práctica.\n\n**Proactividad:**\n\n*   **Nivel Actual:** Crítico\n*   **Qué está haciendo mal:** No está ofreciendo fibra de forma proactiva en todas las llamadas.\n*   **Cómo mejorar:** Comentar DIRECTAMENTE sobre fibra sin preguntar si le interesa al cliente.\n\n**Empatía:**\n\n*   **Nivel Actual:** Bueno\n*   **Qué está haciendo bien:** Demuestra una buena conexión con los clientes.\n*   **Cómo mejorar:** Mantener la práctica.\n\n**Resolución de Problemas:**\n\n*   **Nivel Actual:** Regular\n*   **Qué está haciendo mal:** No está resolviendo los problemas con la suficiente eficiencia.\n*   **Cómo mejorar:** Practicar con situaciones hipotéticas para mejorar la rapidez y eficacia en la resolución.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Proactividad con Fibra y Detección de Necesidades.** El foco principal es incorporar la oferta de fibra de forma obligatoria en todas las llamadas y mejorar la detección de necesidades.\n*   Acción específica: En cada llamada, ofrecer fibra después de presentar el plan de telefonía, sin preguntar. Practicar preguntas más efectivas para detectar necesidades.\n\n**Semana 2:** **Cierre Directo.** El objetivo es mejorar la tasa de cierre mediante técnicas de cierre directo.\n*   Acción específica: Practicar el cierre directo en cada llamada. Asignar sucursal o buscar domicilio del cliente para completar la venta.\n\n**Semana 3:** **Personalización del Manejo de Objeciones.** El foco es personalizar las respuestas a las objeciones de los clientes.\n*   Acción específica: Escuchar atentamente las objeciones de los clientes y responder de manera directa y personalizada.\n\n**Semana 4:** **Optimización General.** El objetivo es consolidar las mejoras y optimizar el rendimiento general.\n*   Acción específica: Revisar las métricas de la semana anterior y ajustar el plan según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además del plan de telefonía, Movistar ofrece un excelente servicio de fibra óptica en tu zona con [velocidad] y [beneficios adicionales]. Le va a interesar porque...\"\n*   **Cierre Directo:** \"Para completar la activación, ¿le asigno la sucursal más cercana o prefiere que busquemos un domicilio para la entrega?\"\n*   **Manejo de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 60\n*   Meta de tasa de conversión: 5%\n*   Meta de ofrecimiento de productos (fibra): 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 50%\n*   Meta de TMO a alcanzar: Entre 3 y 4 minutos\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡amza24, felicitaciones por la notable mejora que has demostrado en la última semana! Tu dedicación y esfuerzo están dando frutos. Reconocemos tu potencial y estamos seguros de que, con un enfoque específico en la proactividad y el cierre directo, puedes alcanzar un nivel de rendimiento excepcional y convertirte en uno de los mejores vendedores del equipo. ¡Sigue así!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}