{
  "agente": "MZA 55",
  "fecha_generacion": "2026-01-26T14:55:20.266199",
  "metricas": {
    "agente": "MZA 55",
    "evaluaciones": {
      "total_evaluadas": 107,
      "puntaje_promedio": 15.3,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 19.7,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 77,
      "criterios": {
        "saludo_presentacion": 6.5,
        "identificacion_cliente": 36.3,
        "deteccion_necesidades": 8.0,
        "oferta_productos": 7.9,
        "manejo_objeciones": 10.3,
        "cierre": 8.1,
        "despedida": 14.2,
        "proactividad": 5.4,
        "empatia": 19.3,
        "resolucion_problemas": 7.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 62,
        "Presentación y Saludo": 41,
        "Identificación del Cliente": 33,
        "Detección de Necesidades": 33,
        "Detección de necesidades": 29
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Identificación correcta del cliente.": 8,
        "Empatía": 5,
        "Identificación del cliente.": 5,
        "Verificación de la identidad del cliente.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente no cumple con los requisitos de presentación, identificación y cierre.  No menciona la promoción del 80%. El manejo de objeciones es débil y no se muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, identificación, oferta y cierre. No menciona el descuento promocional ni muestra proactividad. La llamada es confusa y carece de empatía."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente se presenta y verifica la identidad. Ofrece un plan pero no menciona la promoción del 80% de descuento y realiza preguntas que deberían evitarse. El manejo de objeciones y resolución de problemas es bueno."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece la promoción vigente, el cierre es débil, y la proactividad es nula. Requiere capacitación urgente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de Movistar. No se presenta correctamente, no verifica la identidad del cliente, no detecta necesidades, no menciona el 80% de descuento, no maneja objeciones y no realiza un cierre adecuado. La proactividad es nula."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni la promoción, no maneja objeciones y no intenta cerrar la venta. La conversación parece incompleta y fuera de contexto."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 107,
      "puntaje_promedio": 15.3,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 77,
      "criterios": {
        "saludo_presentacion": 6.5,
        "identificacion_cliente": 36.3,
        "deteccion_necesidades": 8.0,
        "oferta_productos": 7.9,
        "manejo_objeciones": 10.3,
        "cierre": 8.1,
        "despedida": 14.2,
        "proactividad": 5.4,
        "empatia": 19.3,
        "resolucion_problemas": 7.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 15.3,
      "general": 35.7,
      "diferencia": -20.4,
      "percentil": 31.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.5,
        "general": 32.0,
        "diferencia": -25.5
      },
      "identificacion_cliente": {
        "agente": 36.3,
        "general": 38.7,
        "diferencia": -2.4
      },
      "deteccion_necesidades": {
        "agente": 8.0,
        "general": 23.3,
        "diferencia": -15.3
      },
      "oferta_productos": {
        "agente": 7.9,
        "general": 28.6,
        "diferencia": -20.8
      },
      "manejo_objeciones": {
        "agente": 10.3,
        "general": 33.0,
        "diferencia": -22.8
      },
      "cierre": {
        "agente": 8.1,
        "general": 18.8,
        "diferencia": -10.6
      },
      "despedida": {
        "agente": 14.2,
        "general": 38.5,
        "diferencia": -24.3
      },
      "proactividad": {
        "agente": 5.4,
        "general": 13.9,
        "diferencia": -8.4
      },
      "empatia": {
        "agente": 19.3,
        "general": 43.0,
        "diferencia": -23.8
      },
      "resolucion_problemas": {
        "agente": 7.9,
        "general": 25.1,
        "diferencia": -17.1
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 55\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 55 se encuentra en un nivel **Crítico**, con un puntaje IA de 15.3, significativamente inferior al promedio del equipo (35.7).  Su percentil es de 31.6, lo que indica que está por debajo del rendimiento de la mayoría de sus compañeros. El análisis de los ejemplos de llamadas revela deficiencias graves en la presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones y cierre. La proactividad y la empatía son prácticamente inexistentes.\n\n**EVOLUCIÓN:** Considerando el historial disponible, es crucial identificar si este rendimiento representa una mejora, un estancamiento o un retroceso con respecto al período anterior. Sin acceso a datos previos, el plan de acción se enfocará en construir una base sólida y corregir las deficiencias más críticas.  El potencial de mejora es considerable, dado el margen existente para alcanzar los estándares del equipo y las reglas del negocio.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n(Para completar esta sección, se necesitarían datos del período anterior para MZA 55.  Asumiremos que no hay datos previos y se trabajará desde cero).\n\n*   **QUÉ MEJORÓ:**  Sin datos comparativos, no podemos identificar mejoras específicas. El plan de acción se centrará en generar un cambio positivo desde la línea de base actual.\n\n*   **QUÉ EMPEORÓ:** Sin datos comparativos, no podemos identificar áreas de empeoramiento específicas.\n\n*   **QUÉ SIGUE PENDIENTE:** Asumiendo que las áreas de mejora frecuentes identificadas por la IA son persistentes, debemos priorizar:\n    *   Proactividad (ofrecer fibra sistemáticamente).\n    *   Presentación y Saludo (establecer un saludo profesional y atractivo).\n    *   Identificación del Cliente (verificar la identidad de forma eficiente).\n    *   Detección de Necesidades (hacer preguntas clave para entender al cliente).\n\n*   **TENDENCIA GENERAL:**  Actualmente la tendencia es negativa, dado el bajo puntaje IA y las deficiencias en áreas clave.  Se necesita una intervención urgente y un seguimiento cercano para revertir esta situación.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\nDado el bajo puntaje general, las fortalezas son limitadas, pero identificamos los siguientes puntos positivos que pueden servir como base:\n\n*   **Identificación del Cliente:**  Aunque el puntaje en este criterio está por debajo del promedio del equipo, es el área con mejor desempeño relativo. Se identifica que MZA 55 en algunas llamadas realiza una correcta verificación de la identidad del cliente.\n    *   **Ejemplo:** \"Hola, ¿me comunico con [Nombre]?\"\n\n*   **Empatía:** El puntaje en empatía es superior al de otros criterios clave, lo que sugiere una capacidad inherente para conectar con los clientes.\n\n*   **Disposición a seguir un script:**  Si bien la ejecución actual es deficiente, la predisposición a seguir un guion puede ser una ventaja para la implementación de nuevos scripts y técnicas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Presentación y Saludo (PERSISTENTE):**  La presentación inicial es deficiente, generando una mala primera impresión.\n    *   **Por qué es importante:**  Un saludo profesional y atractivo establece el tono de la conversación y aumenta la probabilidad de que el cliente preste atención.\n    *   **Impacto:**  Pérdida de oportunidades desde el inicio de la llamada.\n\n*   **Oferta de Productos (PERSISTENTE):** No ofrece la promoción vigente (80% de descuento) de manera consistente, lo que impacta directamente en el cierre de ventas.\n    *   **Por qué es importante:** La oferta de productos, y específicamente la promoción, es el principal gancho para captar el interés del cliente.\n    *   **Impacto:** Disminución drástica de la probabilidad de cierre.\n\n*   **Proactividad (PERSISTENTE):**  No ofrece fibra de forma sistemática y directa, perdiendo oportunidades de venta cruzada.\n    *   **Por qué es importante:** La oferta de fibra incrementa el valor de la venta y fideliza al cliente.\n    *   **Impacto:**  Disminución del ticket promedio y pérdida de clientes potenciales de fibra.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nDado que no se proporcionaron métricas de llamadas y ventas específicas para el vendedor, se utilizarán las siguientes suposiciones basadas en el diagnóstico y en los promedios del equipo:\n\n*   **TMO (Tiempo Medio Operativo):** Asumiremos que el TMO actual de MZA 55 es bajo (<2 minutos) debido a la falta de enganche y la dificultad para cerrar ventas. El objetivo será aumentar el TMO a un rango de 3-4 minutos, indicando una mayor interacción con el cliente.\n\n*   **% Capta Atención:** Asumiremos que el % Capta Atención es muy bajo (<20%), lo que confirma la dificultad para mantener al cliente en la línea. El objetivo será aumentar este porcentaje por encima del 40% en el primer mes.\n\n*   **Cortes de llamada:** Asumiremos que la mayoría de los cortes provienen del cliente, reflejando un desinterés generado por la mala presentación y la falta de valor percibido en la oferta.\n\n*   **Llamadas <30 seg:** Es probable que exista un número elevado de llamadas cortas, indicando problemas graves en el saludo inicial y la presentación de la oferta.\n\n*   **Tasa de aprobación de ventas:** Es probable que la tasa de aprobación sea baja, debido a la falta de información y la posible inconsistencia en el proceso de venta.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel Actual | ¿Qué está haciendo mal?                                                                                                                                                            | Cómo mejorar (respetando las reglas)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               |\n| :---------------------- | :----------: | :--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | :------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ |\n| Saludo_Presentación     |   Crítico    | Saludo genérico o inexistente. No genera interés inicial.                                                                                                                             | Usar un saludo profesional pero cercano: \"¡Hola [Nombre], te saluda [Tu Nombre] de Movistar! Te llamo porque tengo una oferta que te VA a interesar en tu plan actual.\"  Practicar la entonación para transmitir entusiasmo y confianza.                                                                                                                                                                                                                                                                                                                                                                                                                        |\n| Identificación_Cliente |    Bajo      | No verifica correctamente la identidad del cliente, o lo hace de forma poco clara.                                                                                                   | Siempre verificar la identidad: \"Hola, ¿me comunico con [Nombre Completo]?\"  Esperar confirmación antes de continuar. No asumir que se está hablando con la persona correcta.                                                                                                                                                                                                                                                                                                                                                                                                                                                          |\n| Detección_Necesidades   |   Crítico    | No pregunta sobre el uso actual del servicio o hace preguntas prohibidas como \"¿Qué es lo más importante para ti en un plan?\".                                                          | Preguntar directamente: \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actual?\".  Escuchar atentamente la respuesta para identificar necesidades específicas.  Relacionar la oferta con el uso actual del cliente.                                                                                                                                                                                                                                                                                                                                                                                                                          |\n| Oferta_Productos        |   Crítico    | No menciona la promoción del 80% o no presenta los beneficios de forma clara y concisa.                                                                                               | Destacar la promoción del 80% desde el principio: \"Actualmente tenemos un 80% de descuento en tu próximo plan\".  Presentar los beneficios del plan en función de las necesidades identificadas: \"Con este plan vas a tener [Cantidad] GB, que te van a servir para [Uso específico del cliente], además de llamadas ilimitadas.\"                                                                                                                                                                                                                                                                                                                                                                                                                     |\n| Manejo_Objeciones       |   Crítico    | Responde a las objeciones de forma genérica o no las rebate adecuadamente.                                                                                                          | Escuchar atentamente la objeción específica del cliente.  Personalizar la respuesta: \"Entiendo tu preocupación por [Objeción específica].  A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"  Ofrecer soluciones concretas y adaptadas a la situación del cliente.                                                                                                                                                                                                                                                                                                                                                                                            |\n| Cierre                  |   Crítico    | Pregunta si le parece bien proceder o si le gustaría seguir. No asigna sucursal directamente ni busca el domicilio del cliente.                                                     | Asignar sucursal directamente: \"Perfecto, te asigné una sucursal cerca de tu domicilio para que puedas retirar el chip\".  O buscar el domicilio del cliente: \"Para confirmar, ¿me indicás tu domicilio para verificar la cobertura de fibra?\".  No dar opciones al cliente, asumir que la venta está cerrada.                                                                                                                                                                                                                                                                                                                                                                                                                          |\n| Despedida               |    Bajo      | Ofrece ayuda futura de forma genérica.                                                                                                                                               | Ofrecer acompañamiento SOLO durante la portabilidad: \"Te voy a acompañar durante todo el proceso de portabilidad para asegurarme de que todo salga bien.\"                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| Proactividad            |   Crítico    | No ofrece fibra.                                                                                                                                                                   | Ofrecer fibra directamente, sin preguntar: \"Además, en tu zona tenemos cobertura de fibra óptica con [Velocidad] MB. ¿Te gustaría que te cuente más sobre esta opción?\".                                                                                                                                                                                                                                                                                                                                                                                                                                                          |\n| Empatía                 |    Bajo      | No muestra interés genuino por las necesidades del cliente.                                                                                                                        | Escuchar activamente al cliente y mostrar comprensión por sus preocupaciones. Utilizar un tono de voz amigable y cercano.  Validar las emociones del cliente: \"Entiendo que te sientas así.\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n| Resolución_Problemas    |   Crítico    | No ofrece soluciones a los problemas planteados por el cliente.                                                                                                                        | Identificar el problema específico del cliente. Ofrecer soluciones concretas y viables: \"En ese caso, podemos [Solución específica]\". Asegurarse de que el cliente comprenda la solución.                                                                                                                                                                                                                                                                                                                                                                                                                                                             |\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1: Saludo y Presentación Profesional y Proactividad con Fibra**\n*   **Foco principal:**  Dominar un saludo inicial efectivo y la oferta sistemática de fibra.\n*   **Acciones específicas:**\n    *   Memorizar y practicar el saludo recomendado.\n    *   Crear un script para la oferta de fibra y practicar su fluidez.\n    *   Role-playing diario con el jefe de ventas.\n    *   Revisión de 5 llamadas diarias para evaluar el cumplimiento del script.\n\n**Semana 2: Detección de Necesidades y Oferta Personalizada**\n*   **Siguiente prioridad:** Dominar preguntas clave para detectar necesidades y adaptar la oferta a cada cliente.\n*   **Acciones específicas:**\n    *   Crear un listado de preguntas efectivas para detectar necesidades.\n    *   Identificar los principales beneficios de cada plan y cómo se relacionan con diferentes necesidades.\n    *   Simulaciones de ventas con enfoque en la detección de necesidades.\n    *   Revisión de 5 llamadas diarias para evaluar la correcta detección de necesidades y la personalización de la oferta.\n\n**Semana 3: Manejo de Objeciones Personalizado y Cierre Directo**\n*   **Consolidación:**  Perfeccionar las técnicas de manejo de objeciones y el cierre directo.\n*   **Acciones específicas:**\n    *   Identificar las objeciones más comunes y crear respuestas personalizadas y efectivas.\n    *   Practicar técnicas de cierre directo, como la asignación de sucursal y la solicitud del domicilio.\n    *   Simulaciones de ventas con enfoque en el manejo de objeciones y el cierre.\n    *   Revisión de 5 llamadas diarias para evaluar el manejo de objeciones y la efectividad del cierre.\n\n**Semana 4: Optimización y Acompañamiento**\n*   **Optimización:** Refinar todas las habilidades y consolidar el nuevo proceso de venta.\n*   **Acciones específicas:**\n    *   Análisis de las métricas de la semana anterior y ajuste del plan de acción según sea necesario.\n    *   Sesiones de coaching personalizadas para abordar las áreas de mejora específicas.\n    *   Continuar con la revisión diaria de llamadas para asegurar la consistencia en la aplicación del proceso.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre Completo]?\" (Esperar confirmación)\n\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n\n*   **Oferta de Fibra (Directa):**\n    *   \"Además, en tu zona tenemos cobertura de fibra óptica con [Velocidad] MB. Esto te va a permitir disfrutar de una conexión mucho más rápida y estable para ver videos, jugar online y trabajar desde casa. ¿Te gustaría que te cuente más sobre esta opción?\"\n\n*   **Técnica de Cierre (Directo):**\n    *   \"Perfecto, te asigné una sucursal cerca de tu domicilio para que puedas retirar el chip y comenzar a disfrutar de tu nuevo plan.\"\n    *   \"Para confirmar, ¿me indicás tu domicilio para verificar la cobertura de fibra y coordinar la instalación?\"\n\n*   **Manejo de Objeciones (Ejemplo):**\n    *   **Cliente:** \"Me parece caro.\"\n    *   **Vendedor:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, con el descuento del 80%, el precio se reduce significativamente durante los primeros meses.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 40 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 100% de las llamadas que cumplan con los requisitos de cobertura.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40% en 30 días.\n*   **TMO:** Alcanzar un TMO de 3-4 minutos en 30 días.\n*   **KPIs Específicos:**\n    *   Mejorar el puntaje en \"Presentación y Saludo\" a 50 en 30 días.\n    *   Mejorar el puntaje en \"Oferta de Productos\" a 40 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 55, sé que estos resultados iniciales pueden ser desafiantes, pero veo un potencial enorme en vos. Identifiqué que tenés una buena base para conectar con los clientes, y eso es fundamental.  Vamos a trabajar juntos para pulir tu técnica y ayudarte a alcanzar tu máximo rendimiento.  Confío en que con el plan de acción y tu esfuerzo, vas a lograr resultados increíbles. ¡Vamos a darlo todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}