{
  "agente": "Chirino Gonzalo Ariel",
  "agente_codigo": "MZA 28",
  "equipo": "JOSEFINA ZEBALLOS",
  "fecha_generacion": "2026-02-09T08:47:38.879019",
  "metricas": {
    "agente": "Chirino Gonzalo Ariel",
    "agente_codigo": "MZA 28",
    "equipo": "JOSEFINA ZEBALLOS",
    "evaluaciones": {
      "total_evaluadas": 20,
      "puntaje_promedio": 37.1,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 33.5,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 2,
      "llamadas_regulares": 7,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 30.0,
        "identificacion_cliente": 65.0,
        "deteccion_necesidades": 31.5,
        "oferta_productos": 57.5,
        "manejo_objeciones": 42.5,
        "cierre": 28.5,
        "despedida": 48.5,
        "proactividad": 6.5,
        "empatia": 40.5,
        "resolucion_problemas": 35.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 10,
        "Presentación": 9,
        "Proactividad": 8,
        "Oferta de productos": 7,
        "Identificación del cliente": 6
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 7,
        "Manejo de objeciones": 6,
        "Empatía": 3,
        "Buen manejo de objeciones.": 2,
        "Empatía.": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, detectó las necesidades del cliente y ofreció el plan directamente. Manejó las objeciones con empatía y completó el proceso de cierre. Área de mejora: Proactividad."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad. Detecta necesidades y ofrece planes de forma directa. Maneja objeciones de forma efectiva. Completa el cierre y muestra empatía con el cliente."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, detectó las necesidades, ofreció el producto de forma directa y manejó objeciones. El cierre fue iniciado. No ofreció productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no verifica la identidad del cliente, no detecta necesidades, no maneja objeciones, no cierra la venta, no muestra empatía y no ofrece productos de manera proactiva."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación adecuada, detección de necesidades, oferta de productos, manejo de objeciones ni cierre. No muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de venta. No ofrece productos ni realiza una presentación adecuada. No hay detección de necesidades ni cierre. La conversación se centra en la fibra óptica."
        }
      ],
      "pct_ofrece_fibra": 5.0
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 5.5
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 29,
      "con_plan": 10,
      "ofrece_fibra": 7,
      "pct_plan": 34.5,
      "pct_fibra": 24.1
    },
    "calidad_llamadas": {
      "total_llamadas": 68,
      "tmo_seg": 155.2,
      "pct_capta_atencion": 47.1,
      "menos_30seg": 16,
      "corte_cliente": 34,
      "corte_agente": 33
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 37.1,
      "general": 30.6,
      "diferencia": 6.5,
      "percentil": 63.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 30.0,
        "general": 17.9,
        "diferencia": 12.1
      },
      "identificacion_cliente": {
        "agente": 65.0,
        "general": 49.4,
        "diferencia": 15.6
      },
      "deteccion_necesidades": {
        "agente": 31.5,
        "general": 14.3,
        "diferencia": 17.2
      },
      "oferta_productos": {
        "agente": 57.5,
        "general": 36.1,
        "diferencia": 21.4
      },
      "manejo_objeciones": {
        "agente": 42.5,
        "general": 27.8,
        "diferencia": 14.7
      },
      "cierre": {
        "agente": 28.5,
        "general": 19.5,
        "diferencia": 9.0
      },
      "despedida": {
        "agente": 48.5,
        "general": 51.2,
        "diferencia": -2.7
      },
      "proactividad": {
        "agente": 6.5,
        "general": 8.5,
        "diferencia": -2.0
      },
      "empatia": {
        "agente": 40.5,
        "general": 37.5,
        "diferencia": 3.0
      },
      "resolucion_problemas": {
        "agente": 35.0,
        "general": 21.0,
        "diferencia": 14.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Chirino Gonzalo Ariel\n\n### 1. DIAGNOSTICO GENERAL\nChirino, tu nivel actual es \"Necesita Mejora\". Si bien tu puntaje promedio (37.1 de 100) es superior al promedio general del equipo (30.6 de 100), aún hay un margen considerable para mejorar y alcanzar un desempeño sobresaliente. La alta desviación estándar (33.5) indica una gran variabilidad en la calidad de tus llamadas, con algunas llamadas excelentes (90 de 100) y otras muy críticas (0 de 100).\n\nEn comparación con el coaching anterior, tu puntaje ha disminuido ligeramente (de 41.2 a 37.1), lo que sugiere que algunas áreas que habías comenzado a mejorar necesitan atención renovada. Tu potencial de mejora es alto, especialmente si te enfocas en las áreas identificadas como críticas y aplicas consistentemente las técnicas que te voy a proporcionar.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Tienes una buena base en la identificación del cliente (65 de 100), superando el promedio del equipo (49.4 de 100). Este es un buen punto de partida para construir una interacción sólida.\n*   **Oferta de Productos:** Tu habilidad para ofrecer productos directamente (57.5 de 100) también está por encima del promedio del equipo (36.1 de 100). Esto demuestra que tienes la capacidad de presentar la propuesta, pero la consistencia debe mejorar.\n*   **Manejo de Objeciones:** Muestras cierta aptitud en el manejo de objeciones (42.5 de 100), superior al promedio del equipo (27.8 de 100).  Continuar desarrollando esta habilidad te permitirá cerrar más ventas.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Esta es tu área más débil, con una puntuación de 31.5 de 100. No estás dedicando suficiente tiempo a comprender las necesidades específicas de cada cliente, lo que dificulta la personalización de las ofertas y el cierre de ventas.\n*   **Presentación y Saludo:** La presentación inicial es crucial para captar la atención del cliente, pero tu puntaje aquí es bajo (30 de 100). Una presentación deficiente impacta negativamente en el resto de la llamada.\n*   **Proactividad:** Tu nivel de proactividad es extremadamente bajo (6.5 de 100), lo que indica que no estás ofreciendo productos adicionales o explorando otras oportunidades para maximizar la venta.\n*   **Cierre:** El cierre es uno de los puntos más bajos de tu desempeño (28.5 de 100), lo que indica que necesitas urgentemente mejorar tus técnicas de cierre.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación (30 de 100):**\n    *   **Qué haces mal:** No estás captando la atención del cliente desde el inicio. La presentación es débil y no genera interés.\n    *   **Cómo mejorar:** Empieza con un saludo enérgico y profesional. Incluye tu nombre completo y menciona brevemente el propósito de la llamada.\n    *   **Acción:** Comienza con una frase como: \"Hola, buenos días/tardes, soy Chirino Gonzalo Ariel de Movistar. Tengo una oferta que LE VA a interesar.\"\n*   **Identificación del Cliente (65 de 100):**\n    *   **Qué haces bien:** Generalmente verificas la identidad del cliente.\n    *   **Qué haces mal:** No siempre lo haces correctamente o no lo haces de forma fluida.\n    *   **Cómo mejorar:** Usa la frase: \"¿Me comunico con [Nombre]?\" de forma natural al inicio de la llamada.\n*   **Detección de Necesidades (31.5 de 100):**\n    *   **Qué haces mal:** No exploras a fondo las necesidades del cliente. Ofreces planes sin entender qué es lo que realmente necesita.\n    *   **Cómo mejorar:** Haz preguntas abiertas para obtener información valiosa.\n    *   **Acción:** Pregunta: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Escucha atentamente las respuestas y utilízalas para personalizar la oferta.\n*   **Oferta de Productos (57.5 de 100):**\n    *   **Qué haces bien:** Ofreces productos directamente.\n    *   **Qué haces mal:** No siempre conectas la oferta con las necesidades del cliente. No ofreces fibra con la suficiente frecuencia (24.1% de las llamadas).\n    *   **Cómo mejorar:** Presenta la oferta como una solución a las necesidades del cliente.\n    *   **Acción:** Después de detectar las necesidades, comenta DIRECTAMENTE sobre la oferta de fibra sin preguntar si le interesa: \"Además del plan que le comenté, tenemos cobertura de fibra óptica en su zona. LE VA a interesar tener una conexión mucho más rápida y estable en su hogar.\"\n*   **Manejo de Objeciones (42.5 de 100):**\n    *   **Qué haces bien:** Muestras cierta capacidad para abordar las objeciones.\n    *   **Qué haces mal:** No siempre respondes a las objeciones de forma específica y efectiva.\n    *   **Cómo mejorar:** Escucha atentamente la objeción y responde de forma puntual y directa.\n    *   **Acción:** Si el cliente dice: \"Es muy caro\", responde: \"Es lógico que mire el precio. A varios clientes les pasó eso... Pero si considera la cantidad de gigas, la velocidad y los beneficios adicionales, verá que el precio es muy competitivo y la oferta es excelente\".\n*   **Cierre (28.5 de 100):**\n    *   **Qué haces mal:** No estás cerrando las ventas de forma efectiva.\n    *   **Cómo mejorar:** Sé directo y asume que el cliente está interesado.\n    *   **Acción:** Asigna la sucursal más cercana al cliente o busca directamente el domicilio para coordinar la instalación.\n*   **Despedida (48.5 de 100):**\n    *   **Qué haces mal:** La despedida puede ser descuidada o poco profesional.\n    *   **Cómo mejorar:** Agradece al cliente por su tiempo y confirma los detalles del acuerdo.\n*   **Proactividad (6.5 de 100):**\n    *   **Qué haces mal:** No estás ofreciendo productos adicionales ni explorando otras oportunidades.\n    *   **Cómo mejorar:** Después de cerrar la venta principal, ofrece un servicio adicional que complemente la oferta.\n*   **Empatía (40.5 de 100):**\n    *   **Qué haces bien:** Muestras cierta empatía con el cliente.\n    *   **Qué haces mal:** La empatía no siempre es genuina o consistente.\n    *   **Cómo mejorar:** Escucha activamente al cliente y demuestra que te importa su situación.\n*   **Resolución de Problemas (35 de 100):**\n    *   **Qué haces mal:** No siempre eres eficaz para resolver los problemas del cliente.\n    *   **Cómo mejorar:** Mantén la calma y busca soluciones creativas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco: Saludo y Detección de Necesidades.**\n    *   **Acciones:** Practicar un saludo enérgico y profesional. Memorizar las preguntas clave para detectar las necesidades del cliente. Analizar grabaciones de llamadas exitosas para identificar cómo los mejores vendedores detectan necesidades.\n**Semana 2:** **Foco: Oferta Directa y Manejo de Objeciones.**\n    *   **Acciones:** Perfeccionar la presentación de la oferta de fibra óptica. Practicar el manejo de objeciones comunes utilizando las respuestas personalizadas proporcionadas.\n**Semana 3:** **Foco: Cierre y Proactividad.**\n    *   **Acciones:** Implementar técnicas de cierre directo. Comenzar a ofrecer productos adicionales después de cerrar la venta principal.\n**Semana 4:** **Foco: Consolidación y Optimización.**\n    *   **Acciones:** Revisar todas las áreas de mejora y realizar ajustes según sea necesario. Analizar métricas para identificar áreas que aún necesitan atención.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además del plan que le comenté, tenemos cobertura de fibra óptica en su zona. LE VA a interesar tener una conexión mucho más rápida y estable en su hogar.\"\n*   **Técnicas de cierre directo:**\n    *   Asigna la sucursal más cercana al cliente.\n    *   Busca el domicilio para coordinar la instalación.\n*   **Manejo de objeciones personalizado:**\n    *   Si el cliente dice: \"Es muy caro\", responde: \"Es lógico que mire el precio. A varios clientes les pasó eso... Pero si considera la cantidad de gigas, la velocidad y los beneficios adicionales, verá que el precio es muy competitivo y la oferta es excelente\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas a menos del 10%. Aumentar el número de llamadas excelentes a más del 25%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra óptica al 60%.\n    *   Aumentar la tasa de cierre en un 15%.\n    *   Disminuir el TMO (Tiempo Medio Operativo) a un rango de 2 a 4 minutos.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nChirino, tenés el potencial para ser un vendedor de alto rendimiento. Tu capacidad para identificar al cliente y ofrecer productos son buenos cimientos. Enfócate en mejorar tu habilidad para detectar las necesidades de cada cliente, presentarte de forma más impactante y cerrar más ventas. Con dedicación y esfuerzo, estoy seguro de que podrás alcanzar tus metas y convertirte en un referente en el equipo. ¡Vamos a trabajar juntos para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}