{
  "agente": "MZA 314",
  "fecha_generacion": "2026-01-26T14:32:41.789872",
  "metricas": {
    "agente": "MZA 314",
    "evaluaciones": {
      "total_evaluadas": 100,
      "puntaje_promedio": 41.2,
      "puntaje_min": 0.0,
      "puntaje_max": 805.0,
      "desviacion_std": 81.3,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 35,
      "criterios": {
        "saludo_presentacion": 29.5,
        "identificacion_cliente": 36.6,
        "deteccion_necesidades": 33.4,
        "oferta_productos": 32.0,
        "manejo_objeciones": 36.1,
        "cierre": 20.9,
        "despedida": 41.4,
        "proactividad": 18.1,
        "empatia": 46.9,
        "resolucion_problemas": 28.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 30,
        "Identificación del cliente": 24,
        "Detección de necesidades": 20,
        "Cierre de la venta": 15,
        "Presentación y Saludo": 15
      },
      "fortalezas_frecuentes": {
        "Empatía": 16,
        "Manejo de objeciones": 13,
        "Despedida": 12,
        "Identificación correcta del cliente.": 11,
        "Identificación del cliente": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 805.0,
          "resumen": "El agente realiza una buena gestión de la venta, con un buen manejo de objeciones y cierre. Se destaca la resolución del problema de la deuda.  Se podría mejorar la proactividad en la oferta de productos y la presentación inicial."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente no cumple con los requisitos mínimos. No se presenta correctamente, no identifica al cliente, no menciona la promo del 80% y la oferta es confusa. No realiza un cierre efectivo."
        },
        {
          "puntaje_total": 95.0,
          "resumen": "El agente MZA 314 realiza una excelente gestión. Se presenta bien, identifica las necesidades del cliente, ofrece productos adecuados, cierra la venta correctamente y se despide de manera profesional. Muestra empatía y maneja bien la información del cliente.  Podría mejorar la proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada improductiva. El agente no sigue un guion de ventas ni realiza las acciones necesarias para una venta exitosa."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta efectiva. El agente no se presenta correctamente, no identifica al cliente ni sus necesidades, no ofrece productos ni intenta cerrar la venta. La comunicación es deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con ningún criterio de evaluación."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 100,
      "puntaje_promedio": 41.2,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 35,
      "criterios": {
        "saludo_presentacion": 29.5,
        "identificacion_cliente": 36.6,
        "deteccion_necesidades": 33.4,
        "oferta_productos": 32.0,
        "manejo_objeciones": 36.1,
        "cierre": 20.9,
        "despedida": 41.4,
        "proactividad": 18.1,
        "empatia": 46.9,
        "resolucion_problemas": 28.9
      }
    },
    "clasificacion": {
      "total_llamadas": 42,
      "con_saludo": 12,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 7,
      "ventas": 2,
      "score_calidad_prom": 32.1,
      "pct_saludo": 28.6,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 16.7,
      "tasa_conversion": 4.8
    },
    "integral": {
      "duracion_promedio_seg": 254.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 28,
        "3-5 min": 6,
        "5-8 min": 4,
        "> 8 min": 4
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 41.2,
      "general": 35.7,
      "diferencia": 5.5,
      "percentil": 68.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 29.5,
        "general": 32.0,
        "diferencia": -2.5
      },
      "identificacion_cliente": {
        "agente": 36.6,
        "general": 38.7,
        "diferencia": -2.1
      },
      "deteccion_necesidades": {
        "agente": 33.4,
        "general": 23.3,
        "diferencia": 10.1
      },
      "oferta_productos": {
        "agente": 32.0,
        "general": 28.6,
        "diferencia": 3.4
      },
      "manejo_objeciones": {
        "agente": 36.1,
        "general": 33.0,
        "diferencia": 3.1
      },
      "cierre": {
        "agente": 20.9,
        "general": 18.8,
        "diferencia": 2.1
      },
      "despedida": {
        "agente": 41.4,
        "general": 38.5,
        "diferencia": 2.9
      },
      "proactividad": {
        "agente": 18.1,
        "general": 13.9,
        "diferencia": 4.2
      },
      "empatia": {
        "agente": 46.9,
        "general": 43.0,
        "diferencia": 3.9
      },
      "resolucion_problemas": {
        "agente": 28.9,
        "general": 25.1,
        "diferencia": 3.8
      }
    },
    "conversion": {
      "agente": 4.8,
      "general": 5.1,
      "diferencia": -0.4
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 314\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 314 se ubica en un nivel que **necesita mejora**. Si bien su puntaje IA promedio (41.2) es superior al del equipo (35.7), su tasa de conversión (4.8%) es ligeramente inferior (5.1%). El análisis profundo revela inconsistencias: aunque muestra potencial en empatía y manejo de objeciones, áreas cruciales como cierre y proactividad presentan un desempeño bajo.\n\n**Evolución:** Comparado con el período anterior, hay una notable **disminución** en su rendimiento general. El puntaje IA promedio bajó significativamente (de 58.5 a 41.2) y la cantidad de llamadas críticas aumentó drásticamente. Si bien algunas áreas muestran una leve mejora, el descenso en otras es preocupante y requiere atención inmediata. Su potencial de mejora es considerable, pero necesita un plan de acción enfocado y seguimiento cercano.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:** Se observa una ligera mejora en la **detección de necesidades**, **oferta de productos**, **manejo de objeciones**, **cierre**, **despedida**, **proactividad**, **empatia** y **resolución de problemas**, comparado con las áreas de mejora identificadas en el coaching anterior. Aunque estas mejoras son marginales, indican que MZA 314 tiene la capacidad de aplicar el feedback recibido.\n\n*   **QUÉ EMPEORÓ:** Lo más alarmante es el desplome en el **puntaje IA promedio** y el **aumento drástico de llamadas críticas**.  Esto sugiere que, aunque algunas habilidades individuales pueden haber mejorado ligeramente, la aplicación consistente de las mejores prácticas en cada llamada es deficiente. La falta de **identificación del cliente** también es preocupante.\n\n*   **QUÉ SIGUE PENDIENTE:** La **proactividad** y el **cierre de la venta** siguen siendo áreas de mejora significativas. A pesar de un leve aumento en proactividad, el puntaje sigue siendo muy bajo, indicando que no está ofreciendo fibra consistentemente. El cierre, fundamental para la conversión, muestra una mejora, pero desde un punto de partida muy bajo.\n\n*   **TENDENCIA GENERAL:** La tendencia general es **negativa**. A pesar de mostrar algunas mejoras puntuales, el descenso significativo en el puntaje general y el aumento de llamadas críticas indican que MZA 314 necesita intervención urgente para retomar el camino hacia el alto rendimiento.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía:**  MZA 314 demuestra ser empático con los clientes (46.9 puntos). Esto puede ayudar a establecer una mejor relación y confianza.\n    *   *Ejemplo:* En las llamadas donde mejor le fue, los resúmenes destacan una buena conexión con el cliente.\n*   **Manejo de Objeciones:**  Su habilidad para manejar objeciones (36.1 puntos) es un activo importante.\n    *   *Ejemplo:*  El resumen de su mejor llamada destaca un \"buen manejo de objeciones\".\n*   **Despedida:** MZA 314 presenta buenos puntajes al despedirse (41.4 puntos)\n    *   *Ejemplo:*  En varias llamadas, se destaca su cortesía y profesionalismo al despedirse.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Proactividad (PERSISTENTE):** Con un puntaje muy bajo (18.1), no está ofreciendo fibra de manera consistente y directa como lo requiere la regla del negocio.\n    *   *Importancia:*  La venta de fibra es un objetivo estratégico clave. No ofrecerla significa perder oportunidades de venta valiosas.\n*   **Cierre de la Venta (PERSISTENTE):** El bajo puntaje en cierre (20.9) y el 0% de llamadas con cierre efectivo indican una incapacidad para cerrar tratos.\n    *   *Importancia:*  El cierre es el momento crucial para convertir una conversación en una venta. La falta de cierre efectivo impacta directamente en su tasa de conversión.\n*   **Identificación del cliente (PERSISTENTE):** La falta de correcta identificación del cliente (36.6) atenta contra la efectividad de las llamadas.\n    *   *Importancia:* Asegurarse de hablar con la persona correcta es fundamental para no perder tiempo y aumentar la probabilidad de una venta exitosa.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 4.2 minutos (254 segundos) está dentro del rango aceptable, pero al límite superior. Se debe analizar si este tiempo responde a llamadas efectivas o a dificultades para cerrar.\n*   **% Capta Atención:** No se calcula este porcentaje directamente, pero con 28 llamadas de 1-3 minutos, 6 de 3-5 minutos, 4 de 5-8 minutos y 4 de >8 minutos sobre un total de 42 llamadas, se podría estimar un porcentaje bajo (<40%). Esto indica que MZA 314 necesita mejorar su enganche inicial.\n*   **Cortes de llamada:** No se proporciona esta información.\n*   **Llamadas <30 seg:** No hay datos disponibles, pero es crucial monitorear este indicador.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles.\n\n**Conclusión de Métricas de Calidad:** Las métricas sugieren que MZA 314 necesita mejorar su capacidad para captar la atención del cliente y cerrar la venta. El tiempo promedio de llamada está al límite superior, lo que podría indicar dificultades para cerrar rápidamente o conversaciones improductivas. La falta de datos sobre cortes de llamada y tasa de aprobación impide un análisis más completo.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel Bajo (29.5).\n    *   *Qué está haciendo mal:*  Podría estar usando frases prohibidas como \"Tengo una oferta que podría interesarle\" en lugar de \"Tengo una oferta que le VA a interesar\".\n    *   *Cómo mejorar:*  Practicar un saludo conciso y directo, destacando el beneficio para el cliente. \"Hola [Nombre], lo llamo de Movistar, tengo una oferta EXCLUSIVA para usted que le VA a interesar, que le permitirá ahorrar en su plan actual.\"\n*   **Identificación del Cliente:** Nivel Bajo (36.6).\n    *   *Qué está haciendo mal:*  Podría estar obviando este paso o usando una frase incorrecta.\n    *   *Cómo mejorar:*  Verificar siempre la identidad del cliente al inicio de la llamada. \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** Nivel Regular (33.4).\n    *   *Qué está haciendo mal:*  Podría estar haciendo preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\" en lugar de preguntas específicas.\n    *   *Cómo mejorar:*  Hacer preguntas dirigidas a entender el uso actual del cliente. \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos:** Nivel Regular (32.0).\n    *   *Qué está haciendo mal:*  Podría estar presentando la oferta de forma confusa o sin destacar los beneficios clave.\n    *   *Cómo mejorar:*  Presentar la oferta de forma clara y concisa, enfocándose en los beneficios que resuelven las necesidades identificadas.\n*   **Manejo de Objeciones:** Nivel Regular (36.1).\n    *   *Qué está haciendo mal:*  Podría estar dando respuestas genéricas en lugar de personalizar la respuesta a la objeción específica.\n    *   *Cómo mejorar:*  Escuchar atentamente la objeción y responder con un argumento personalizado que resalte el valor de la oferta. \"Entiendo que le preocupe el precio, pero déjeme decirle que la calidad de nuestra conexión y la estabilidad del servicio hacen que la inversión valga la pena a largo plazo.\"\n*   **Cierre:** Nivel Crítico (20.9).\n    *   *Qué está haciendo mal:*  Preguntar \"¿te parece bien si procedemos?\" o no intentar cerrar la venta directamente.\n    *   *Cómo mejorar:*  Asignar sucursal o buscar domicilio del cliente directamente, sin preguntar. \"Perfecto, para que pueda disfrutar de su nuevo plan, voy a asignarle la sucursal de [nombre de la sucursal más cercana] para que retire su chip.\"\n*   **Despedida:** Nivel Regular (41.4).\n    *   *Qué está haciendo mal:* Podría estar ofreciendo ayuda futura de forma general y errónea.\n    *   *Cómo mejorar:*  Solo ofrecer acompañamiento durante el proceso de portabilidad. \"Lo voy a estar acompañando durante el proceso de portabilidad para asegurarme de que todo salga bien.\"\n*   **Proactividad:** Nivel Crítico (18.1).\n    *   *Qué está haciendo mal:*  Preguntar si le interesaría conocer los servicios de fibra en lugar de ofrecerlos directamente.\n    *   *Cómo mejorar:*  Comentar directamente sobre la fibra sin preguntar. \"Además, contamos con un excelente servicio de fibra óptica en su zona que le va a permitir disfrutar de una conexión a internet mucho más rápida y estable.\"\n*   **Empatía:** Nivel Bueno (46.9).\n    *   *Qué está haciendo bien:*  Demuestra comprensión y conexión con el cliente.\n    *   *Cómo mejorar:*  Continuar mostrando empatía y usarla para construir confianza con el cliente.\n*   **Resolución de Problemas:** Nivel Bajo (28.9)\n    *   *Qué está haciendo mal:* No logra resolver los problemas de los clientes de manera efectiva.\n    *   *Cómo mejorar:* Investigar de forma efectiva los problemas del cliente y brindar soluciones rápidas y eficientes.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1:** **Foco en IDENTIFICACIÓN y CIERRE DIRECTO.**\n    *   Acciones: Role-playing intensivo enfocándose en la correcta verificación de la identidad del cliente y técnicas de cierre directo (asignación de sucursal).  Revisión de grabaciones de llamadas con feedback puntual.\n**Semana 2:** **Prioridad en PROACTIVIDAD y DETECCIÓN DE NECESIDADES.**\n    *   Acciones: Practicar la oferta de fibra sin preguntar, usando frases directas. Refinar las preguntas para detectar necesidades específicas del cliente.\n**Semana 3:** **Consolidación y MANEJO DE OBJECIONES PERSONALIZADO.**\n    *   Acciones: Revisar grabaciones de llamadas para identificar objeciones comunes y preparar respuestas personalizadas.  Evaluar la aplicación de lo aprendido en las semanas anteriores.\n**Semana 4:** **Optimización y SEGUIMIENTO DE MÉTRICAS.**\n    *   Acciones:  Análisis detallado de las métricas (TMO, % Capta Atención, Tasa de Conversión). Ajustar el plan según los resultados obtenidos.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Videos, redes sociales, videollamadas?\" / \"¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de Fibra Directa:** \"Además, contamos con un excelente servicio de fibra óptica en su zona que le va a permitir disfrutar de una conexión a internet mucho más rápida y estable, ideal para trabajar desde casa y ver películas en streaming sin interrupciones.\"\n*   **Cierre Directo:** \"Perfecto, para que pueda disfrutar de su nuevo plan y su descuento especial, voy a asignarle la sucursal de [nombre de la sucursal más cercana] para que retire su chip.\" / \"Voy a verificar la disponibilidad de cobertura de fibra en su domicilio, ¿me podría indicar la dirección completa?\"\n*   **Manejo de Objeciones (Ejemplo Precio):** \"Entiendo que le preocupe el precio, es lógico comparar. Sin embargo, muchos clientes al principio también se enfocaron en eso, pero una vez que probaron la velocidad y la estabilidad de nuestra conexión, se dieron cuenta de que la diferencia en el servicio justifica la inversión.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Puntaje IA a alcanzar en 30 días: 60\n*   Tasa de conversión: 7%\n*   Ofrecimiento de fibra: 80% de las llamadas\n*   % Capta Atención (llamadas >1 min): 50%\n*   TMO a alcanzar: 3 minutos\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 314, reconozco tu esfuerzo y las pequeñas mejoras que has logrado en algunas áreas. Sin embargo, es fundamental que retomes el rumbo y te enfoques en las áreas críticas que están impactando tu rendimiento. ¡Sé que tienes el potencial para superar esta etapa y alcanzar tus metas! Confío en que, con un plan de acción enfocado y tu dedicación, podrás convertirte en un vendedor de alto rendimiento. Vamos a trabajar juntos para que puedas demostrar todo lo que vales. ¡No te rindas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:05:47.614399",
  "evolucion": null
}