{
  "agente": "Mza 327",
  "agente_codigo": "MZA 327",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:49:05.293324",
  "metricas": {
    "agente": "Mza 327",
    "agente_codigo": "MZA 327",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 16,
      "puntaje_promedio": 35.6,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 23.6,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 1,
      "llamadas_regulares": 5,
      "llamadas_criticas": 9,
      "criterios": {
        "saludo_presentacion": 18.8,
        "identificacion_cliente": 56.2,
        "deteccion_necesidades": 16.9,
        "oferta_productos": 50.0,
        "manejo_objeciones": 25.6,
        "cierre": 25.0,
        "despedida": 56.2,
        "proactividad": 12.5,
        "empatia": 38.8,
        "resolucion_problemas": 26.2
      },
      "areas_mejora_frecuentes": {
        "Presentación": 7,
        "Manejo de objeciones": 7,
        "Cierre": 7,
        "Detección de necesidades": 5,
        "Proactividad": 4
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 6,
        "Empatía": 4,
        "Despedida": 3,
        "Manejo de objeciones": 2,
        "Oferta directa de productos": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente ofrece un plan directamente y maneja las objeciones, pero no se presenta ni identifica al cliente. El cierre es incompleto."
        },
        {
          "puntaje_total": 62.0,
          "resumen": "El agente se presentó correctamente y verificó la identidad del cliente.  Ofreció un plan, pero no logró concretar la venta debido a la objeción del cliente sobre la cobertura.  No ofreció otros productos."
        },
        {
          "puntaje_total": 55.0,
          "resumen": "El agente gestionó el cierre de la venta y proporcionó información sobre el plan y la portabilidad de forma correcta. No se detectaron preguntas de detección de necesidades, ni se ofreció fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no logra contactar al cliente correcto y no se ofrece ningún producto ni se realiza ninguna gestión."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no corresponde a una venta. El agente no se presenta ni ofrece productos."
        }
      ],
      "pct_ofrece_fibra": 6.2
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 4,
      "tmo_seg": 814.5,
      "pct_capta_atencion": 100.0,
      "menos_30seg": 0,
      "corte_cliente": 1,
      "corte_agente": 3
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 35.6,
      "general": 30.6,
      "diferencia": 5.1,
      "percentil": 62.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 18.8,
        "general": 17.9,
        "diferencia": 0.9
      },
      "identificacion_cliente": {
        "agente": 56.2,
        "general": 49.4,
        "diferencia": 6.8
      },
      "deteccion_necesidades": {
        "agente": 16.9,
        "general": 14.3,
        "diferencia": 2.5
      },
      "oferta_productos": {
        "agente": 50.0,
        "general": 36.1,
        "diferencia": 13.9
      },
      "manejo_objeciones": {
        "agente": 25.6,
        "general": 27.8,
        "diferencia": -2.1
      },
      "cierre": {
        "agente": 25.0,
        "general": 19.5,
        "diferencia": 5.5
      },
      "despedida": {
        "agente": 56.2,
        "general": 51.2,
        "diferencia": 5.1
      },
      "proactividad": {
        "agente": 12.5,
        "general": 8.5,
        "diferencia": 4.0
      },
      "empatia": {
        "agente": 38.8,
        "general": 37.5,
        "diferencia": 1.3
      },
      "resolucion_problemas": {
        "agente": 26.2,
        "general": 21.0,
        "diferencia": 5.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 327\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Mza 327 es Crítico, aunque se observa una ligera mejora en comparación con el coaching anterior. Su puntaje promedio (35.6 de 100) supera ligeramente el promedio del equipo (30.6 de 100), ubicándolo en el percentil 62.8. Esto indica que, si bien está por encima del promedio general, aún tiene un margen significativo para mejorar y alcanzar su máximo potencial. Las áreas de mejora más críticas siguen siendo la presentación, el manejo de objeciones y el cierre, tal como se identificó en el coaching anterior, aunque se observa una leve mejoría en algunas fortalezas. Es crucial abordar estas áreas de manera intensiva para lograr un cambio significativo en su desempeño.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 56.2 de 100, Mza 327 muestra solidez en confirmar que está hablando con la persona correcta al inicio de la llamada.\n*   **Oferta de productos:** El puntaje de 50 de 100 demuestra que Mza 327 realiza ofertas directas de los productos, sin titubeos.\n*   **Despedida:** Con un puntaje de 56.2 de 100, la despedida es un punto fuerte a seguir potenciando.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Presentación:** Un puntaje de 18.8 de 100 es inaceptablemente bajo. Una presentación sólida es crucial para generar confianza y establecer una base sólida para la venta.\n*   **Detección de necesidades:** Con 16.9 de 100, la detección de necesidades es deficiente. Sin entender las necesidades del cliente, la oferta será genérica y menos efectiva.\n*   **Cierre:** Un puntaje de 25 de 100 indica graves problemas en el cierre de la venta. No se está logrando convertir el interés en una venta concreta.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 18.8 de 100. *Qué hace mal:* Probablemente no se presenta o lo hace de forma poco clara y poco profesional. *Cómo mejorar:* **Siempre** comenzar la llamada con un saludo enérgico y una presentación clara: \"¡Hola! Buenos días/tardes, soy [Nombre] de Movistar Argentina. Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** 56.2 de 100. *Qué hace bien:* Se asegura de hablar con la persona correcta. *Cómo mantener:* Continuar verificando siempre la identidad al inicio de la llamada.\n*   **Detección de Necesidades:** 16.9 de 100. *Qué hace mal:* No realiza preguntas relevantes para comprender las necesidades del cliente. *Cómo mejorar:* **Obligatoriamente**, después de la presentación, preguntar: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n*   **Oferta de Productos:** 50 de 100. *Qué hace bien:* Ofrece directamente un plan. *Cómo mantener:* Seguir ofreciendo directamente el plan, pero mejorar la personalización basándose en las necesidades detectadas. **SIEMPRE** ofrecer fibra: \"Además, tenemos una oferta increíble de fibra óptica para tu hogar...\".\n*   **Manejo de Objeciones:** 25.6 de 100. *Qué hace mal:* No rebate las objeciones de manera efectiva. *Cómo mejorar:* Preparar respuestas específicas para las objeciones más comunes (precio, cobertura, etc.). **NUNCA** respuestas genéricas.\n*   **Cierre:** 25 de 100. *Qué hace mal:* No concreta la venta. *Cómo mejorar:* **Directamente** al cierre: \"Perfecto, ¿le asigno la sucursal más cercana o prefiere que un técnico vaya a su domicilio para la instalación?\".\n*   **Despedida:** 56.2 de 100. *Qué hace bien:* Finaliza la llamada de manera adecuada. *Cómo mantener:* Continuar despidiéndose de forma amable y profesional.\n*   **Proactividad:** 12.5 de 100. *Qué hace mal:* No ofrece productos adicionales ni busca soluciones alternativas. *Cómo mejorar:* Siempre ofrecer fibra óptica, incluso si el cliente inicialmente está interesado solo en telefonía móvil.\n*   **Empatía:** 38.8 de 100. *Qué hace bien:* Muestra cierta empatía, pero puede mejorar. *Cómo mejorar:* Escuchar activamente al cliente y mostrar comprensión ante sus inquietudes.\n*   **Resolución de Problemas:** 26.2 de 100. *Qué hace mal:* No resuelve los problemas o dudas del cliente de manera efectiva. *Cómo mejorar:* Estar preparado para responder preguntas comunes y ofrecer soluciones alternativas cuando sea posible.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Presentación y Detección de Necesidades.**\n*   Acciones: Practicar el saludo y la presentación inicial. Memorizar las preguntas clave para detectar necesidades. Registrar las respuestas y usarlas para personalizar la oferta.\n*   Medición: Monitorear las llamadas para asegurar que se cumplen los pasos de presentación y detección de necesidades.\n\n**Semana 2:** **Siguiente prioridad: Cierre y Oferta de Fibra.**\n*   Acciones: Practicar técnicas de cierre directo. Memorizar el speech de la oferta de fibra. Registrar los resultados de los intentos de cierre y la oferta de fibra.\n*   Medición: Monitorear las llamadas para evaluar la efectividad de las técnicas de cierre y la presentación de la oferta de fibra.\n\n**Semana 3:** **Consolidación: Manejo de Objeciones.**\n*   Acciones: Identificar las objeciones más comunes y preparar respuestas específicas. Practicar el manejo de objeciones con simulaciones.\n*   Medición: Monitorear las llamadas para evaluar la efectividad del manejo de objeciones.\n\n**Semana 4:** **Optimización: Proactividad y Empatía.**\n*   Acciones: Buscar oportunidades para ofrecer productos adicionales. Practicar la escucha activa y la comunicación empática.\n*   Medición: Monitorear las llamadas para evaluar la proactividad y la empatía.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además, tenemos una oferta increíble de fibra óptica para tu hogar. Con [velocidad] megas, vas a poder [beneficios, por ejemplo, ver series en streaming sin interrupciones, trabajar desde casa sin problemas de conexión, etc.]. ¿Le asigno un técnico para que vaya a instalarla?\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, ¿le asigno la sucursal más cercana o prefiere que un técnico vaya a su domicilio para la instalación?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero fijate que con este plan tenés [beneficios que justifican el precio]\".\n    *   **Cobertura:** \"Entiendo tu preocupación por la cobertura. En tu zona tenemos excelente señal. De hecho, tenemos muchos clientes satisfechos en [nombre del barrio/zona]\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** 60 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"buenas\" a un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de cierre en un 20%.\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra a un 80%.\n    *   Reducir el número de llamadas \"críticas\" a un máximo de 2.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 327, tenés el potencial para ser un vendedor estrella en Movistar. Ya demostraste que podés identificar al cliente y ofrecer productos directamente. Ahora, concentrémonos en pulir la presentación, detectar las necesidades reales de cada cliente y cerrar las ventas con confianza. ¡Confío en que vas a lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}