{
  "agente": "MZA 21",
  "fecha_generacion": "2026-01-19T08:11:07.993916",
  "metricas": {
    "agente": "MZA 21",
    "evaluaciones": {
      "total_evaluadas": 23,
      "puntaje_promedio": 107.8,
      "puntaje_min": 0.0,
      "puntaje_max": 780.0,
      "desviacion_std": 204.1,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 6,
      "criterios": {
        "saludo_presentacion": 47.0,
        "identificacion_cliente": 33.0,
        "deteccion_necesidades": 42.6,
        "oferta_productos": 51.3,
        "manejo_objeciones": 40.7,
        "cierre": 38.7,
        "despedida": 52.2,
        "proactividad": 18.7,
        "empatia": 50.2,
        "resolucion_problemas": 32.2
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 6,
        "Detección de necesidades": 4,
        "Despedida": 4,
        "Profundizar en la detección de necesidades.": 3,
        "Oferta de productos": 3
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 3,
        "Saludo y presentación": 2,
        "Presentación inicial (nombre": 1,
        "empresa)": 1,
        "Presentación (Nombre": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 780.0,
          "resumen": "El agente realiza una buena gestión de la llamada, presentando los productos de manera clara, manejando las objeciones y cerrando la venta. La proactividad y el cierre comercial podrían mejorarse."
        },
        {
          "puntaje_total": 700.0,
          "resumen": "El agente realiza una buena presentación del plan ofrecido, con información clara y concisa. La identificación del cliente es adecuada y el cierre es efectivo. Se podrían mejorar la detección de necesidades y la proactividad."
        },
        {
          "puntaje_total": 190.0,
          "resumen": "El agente necesita mejorar la presentación, identificación del cliente, detección de necesidades, manejo de objeciones y cierre de venta. La oferta de productos es poco clara.  La empatía y proactividad son deficientes."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con los protocolos básicos de presentación, identificación, detección de necesidades ni cierre de venta. No hay proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con ninguna de las etapas básicas de una llamada de venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy corta y con poca interacción. El agente no se presenta, no identifica al cliente ni ofrece productos. No hay cierre ni despedida."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 23,
      "con_saludo": 14,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 6,
      "ventas": 2,
      "score_calidad_prom": 43.5,
      "pct_saludo": 60.9,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 26.1,
      "tasa_conversion": 8.7
    },
    "integral": {
      "duracion_promedio_seg": 254.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 14,
        "> 8 min": 4,
        "3-5 min": 3,
        "5-8 min": 2
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 107.8,
      "general": 50.3,
      "diferencia": 57.5,
      "percentil": 98.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 47.0,
        "general": 54.7,
        "diferencia": -7.7
      },
      "identificacion_cliente": {
        "agente": 33.0,
        "general": 18.8,
        "diferencia": 14.3
      },
      "deteccion_necesidades": {
        "agente": 42.6,
        "general": 36.6,
        "diferencia": 6.0
      },
      "oferta_productos": {
        "agente": 51.3,
        "general": 47.8,
        "diferencia": 3.5
      },
      "manejo_objeciones": {
        "agente": 40.7,
        "general": 44.1,
        "diferencia": -3.5
      },
      "cierre": {
        "agente": 38.7,
        "general": 25.4,
        "diferencia": 13.3
      },
      "despedida": {
        "agente": 52.2,
        "general": 55.0,
        "diferencia": -2.8
      },
      "proactividad": {
        "agente": 18.7,
        "general": 17.5,
        "diferencia": 1.2
      },
      "empatia": {
        "agente": 50.2,
        "general": 50.2,
        "diferencia": 0.1
      },
      "resolucion_problemas": {
        "agente": 32.2,
        "general": 24.0,
        "diferencia": 8.1
      }
    },
    "conversion": {
      "agente": 8.7,
      "general": 5.1,
      "diferencia": 3.5
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 21, diseñados para desbloquear su máximo potencial.\n\n**1. DIAGNÓSTICO GENERAL**\n\nMZA 21 es un vendedor con un desempeño significativamente superior al promedio del equipo. Su puntaje IA y tasa de conversión son notablemente más altos, lo que indica una habilidad innata para la venta. Actualmente, se clasificaría como un vendedor **Bueno**, pero con un **potencial de mejora Excelente**. Si bien sus fortalezas son evidentes, existen áreas específicas donde un enfoque estratégico puede catapultarlo al siguiente nivel de rendimiento. El principal desafío radica en convertir la alta puntuación IA en una tasa de conversión aún más impresionante, para lo cual necesita trabajar en el cierre y la identificación del cliente.\n\n**2. FORTALEZAS IDENTIFICADAS**\n\n*   **Puntaje IA General:** Su puntaje IA está muy por encima del promedio del equipo, lo que sugiere un buen manejo general de las llamadas.\n*   **Detección de Necesidades:** Está por encima del promedio del equipo en este criterio.\n*   **Cierre:** Su desempeño en esta etapa está por encima del promedio del equipo, lo que indica una capacidad para llevar las conversaciones hacia la conversión.\n*   **Tasa de Conversión:** Su tasa de conversión es mejor que el promedio del equipo, lo que demuestra su capacidad para cerrar tratos.\n\n**3. ÁREAS CRÍTICAS DE MEJORA**\n\n*   **Identificación del Cliente:** Es una de las áreas de mejora más recurrentes en sus evaluaciones. Una comprensión profunda de las necesidades del cliente es fundamental para personalizar la oferta y aumentar las posibilidades de cierre.\n*   **Saludo y Presentación:** Su puntaje en este criterio está por debajo del promedio del equipo, lo que sugiere que podría estar perdiendo oportunidades de establecer una conexión sólida desde el inicio.\n*   **Cierre:** Si bien su desempeño es bueno, la falta de cierres registrados en las métricas de clasificación sugiere que podría haber margen para mejorar la efectividad de sus técnicas de cierre.\n\n**4. ANÁLISIS DETALLADO POR COMPETENCIA**\n\n| Criterio               | Nivel Actual | ¿Qué está haciendo mal o bien?                                                                                       | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                   |\n| ---------------------- | ------------ | -------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Regular      | Podría ser más enérgico y personalizado. No siempre establece una conexión inmediata con el cliente.                                | Practicar saludos personalizados y adaptados al tipo de cliente. Usar el nombre del cliente desde el inicio. Modular la voz para transmitir entusiasmo y confianza.                                                                                                                                     |\n| Identificación Cliente | Bajo         | No siempre profundiza en las necesidades del cliente. A veces asume las necesidades sin preguntar directamente.                 | Formular preguntas abiertas para descubrir las necesidades reales del cliente. Usar técnicas de escucha activa para comprender sus motivaciones y preocupaciones. Tomar notas detalladas de la información proporcionada por el cliente.                                                            |\n| Detección Necesidades  | Bueno        | Podría ser más incisivo y preguntar más para descubrir las necesidades latentes.                                       | Utilizar la técnica de los \"5 porqués\" para llegar a la raíz del problema del cliente. Presentar soluciones personalizadas que aborden directamente las necesidades específicas del cliente.                                                                                                              |\n| Oferta Productos       | Bueno        | A veces no relaciona los productos con las necesidades específicas del cliente.                                           | Destacar los beneficios clave de cada producto en relación con las necesidades del cliente. Usar un lenguaje claro y conciso para explicar las características y ventajas de cada producto.                                                                                                              |\n| Manejo Objeciones      | Regular      | A veces no anticipa las objeciones comunes y no tiene respuestas preparadas.                                             | Crear un banco de respuestas para las objeciones más frecuentes. Usar la técnica del \"sandwich\" (empatía, respuesta, beneficio) para abordar las objeciones de manera efectiva. Transformar las objeciones en oportunidades para resaltar los beneficios del producto.                                      |\n| Cierre                 | Regular      | No siempre cierra la venta de manera efectiva. A veces se centra demasiado en las características y no en los beneficios. | Probar diferentes técnicas de cierre (cierre directo, cierre por escasez, cierre por compromiso). Pedir la venta de manera clara y directa. Resaltar los beneficios emocionales del producto (seguridad, comodidad, estatus).                                                                       |\n| Despedida              | Bueno        | Su puntuación es inferior al promedio del equipo.                                                                      | Finalizar cada llamada de manera profesional y cortés. Agradecer al cliente por su tiempo y consideración. Ofrecer asistencia adicional si es necesario. Registrar la información relevante en el CRM para futuras referencias.                                                                       |\n| Proactividad           | Bajo         | No muestra iniciativa para ofrecer soluciones adicionales o productos complementarios.                                    | Anticipar las necesidades futuras del cliente y ofrecer soluciones proactivas. Sugerir productos complementarios que puedan mejorar la experiencia del cliente. Demostrar un genuino interés en ayudar al cliente a resolver sus problemas.                                                                   |\n| Empatía                | Bueno        | Puede seguir puliendo sus habilidades.                                                                                 | Mostrar un interés genuino en las necesidades y preocupaciones del cliente. Utilizar un lenguaje positivo y alentador. Adaptar el estilo de comunicación al cliente individual.                                                                                                                                  |\n| Resolución Problemas   | Regular      | Podría ser más creativo y persistente en la búsqueda de soluciones.                                                   | Investigar a fondo los problemas del cliente antes de ofrecer una solución. Explorar diferentes opciones y alternativas. No rendirse ante los obstáculos y buscar soluciones creativas.                                                                                                                  |\n\n**5. PLAN DE ACCIÓN SEMANAL**\n\n*   **Semana 1: Foco en la Identificación del Cliente**\n    *   **Acciones:**\n        *   Revisar grabaciones de llamadas recientes y analizar cómo se aborda la identificación del cliente.\n        *   Practicar preguntas de sondeo más efectivas para descubrir las necesidades reales de los clientes.\n        *   Implementar un sistema de toma de notas para registrar información clave del cliente.\n*   **Semana 2: Optimización del Saludo y la Presentación**\n    *   **Acciones:**\n        *   Crear scripts de saludo personalizados para diferentes tipos de clientes.\n        *   Practicar la modulación de la voz para transmitir entusiasmo y confianza.\n        *   Grabar y analizar saludos para identificar áreas de mejora.\n*   **Semana 3: Técnicas de Cierre Avanzadas**\n    *   **Acciones:**\n        *   Estudiar diferentes técnicas de cierre (cierre directo, cierre por escasez, cierre por compromiso).\n        *   Practicar la formulación de preguntas de cierre efectivas.\n        *   Simular escenarios de cierre con un compañero o con el jefe de ventas.\n*   **Semana 4: Consolidación y Refinamiento**\n    *   **Acciones:**\n        *   Revisar todas las áreas de mejora identificadas en las semanas anteriores.\n        *   Realizar un seguimiento de las métricas clave para medir el progreso.\n        *   Solicitar retroalimentación continua del jefe de ventas y de los compañeros.\n\n**6. TÉCNICAS Y SCRIPTS RECOMENDADOS**\n\n*   **Saludo:**\n    *   \"¡Hola, [Nombre del cliente]! Soy [Tu nombre] de [Empresa]. ¿Cómo estás hoy? Te llamo porque...\"\n    *   \"Buenos días, [Nombre del cliente]. Mi nombre es [Tu nombre], te contacto de [Empresa] para ofrecerte una solución a...\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo más importante para ti en un [producto/servicio]?\"\n    *   \"¿Cuáles son tus mayores desafíos en relación con [tema]?\"\n    *   \"Si pudieras cambiar una cosa sobre tu situación actual, ¿qué sería?\"\n*   **Manejo de Objeciones:**\n    *   **Objeción:** \"Es demasiado caro.\"\n        *   **Respuesta:** \"Entiendo que el precio es un factor importante. Permíteme mostrarte cómo nuestros [producto/servicio] ofrece un valor superior a largo plazo, lo que te ahorrará dinero a largo plazo.\"\n    *   **Objeción:** \"No tengo tiempo ahora.\"\n        *   **Respuesta:** \"Entiendo. ¿Te parece bien si te llamo en [día y hora] para que podamos hablar con más calma?\"\n*   **Cierre:**\n    *   \"¿Te gustaría que empecemos con el proceso de contratación hoy mismo?\"\n    *   \"¿Qué te parece si te envío un resumen de la propuesta para que la revises y luego me dices qué te parece?\"\n    *   \"¿Estás listo para dar el siguiente paso y empezar a disfrutar de los beneficios de [producto/servicio]?\"\n\n**7. METAS CUANTIFICABLES**\n\n*   **Puntaje IA:** Aumentar el puntaje IA en un 20% en los próximos 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión del 8.7% al 12% en los próximos 30 días.\n*   **Ofrecimiento de Fibra:** Aumentar el porcentaje de llamadas donde se ofrece fibra del 26.1% al 40% en los próximos 30 días.\n*   **KPIs Específicos:**\n    *   Aumentar el número de preguntas de sondeo por llamada en un 30%.\n    *   Disminuir el tiempo promedio de objeción en un 15%.\n\n**8. MENSAJE MOTIVACIONAL PERSONALIZADO**\n\nMZA 21, ¡tienes un talento increíble! Tus resultados hasta ahora son impresionantes, y estoy convencido de que tienes el potencial de convertirte en uno de los mejores vendedores de nuestro equipo. Con un enfoque estratégico en las áreas clave de mejora que hemos identificado, y con tu dedicación y pasión por la venta, no hay límites para lo que puedes lograr. ¡Confío en ti y estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash"
}