{
  "agente": "Mza 63",
  "agente_codigo": "MZA 63",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:39:54.925176",
  "metricas": {
    "agente": "Mza 63",
    "agente_codigo": "MZA 63",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 41,
      "puntaje_promedio": 19.4,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 24.7,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 3,
      "llamadas_regulares": 2,
      "llamadas_criticas": 34,
      "criterios": {
        "saludo_presentacion": 1.7,
        "identificacion_cliente": 37.1,
        "deteccion_necesidades": 8.8,
        "oferta_productos": 24.6,
        "manejo_objeciones": 16.8,
        "cierre": 11.7,
        "despedida": 25.1,
        "proactividad": 10.5,
        "empatia": 22.7,
        "resolucion_problemas": 13.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 18,
        "Proactividad": 18,
        "Cierre": 13,
        "Oferta de productos": 12,
        "Manejo de objeciones": 12
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 9,
        "Empatía": 7,
        "Oferta de productos": 5,
        "Manejo de objeciones": 3,
        "Despedida": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente no cumple con los criterios de evaluación.  Falta presentación, verificación de identidad y manejo efectivo de objeciones. El cierre no se completa y no muestra proactividad.  La empatía es limitada."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente demuestra un buen desempeño, identificando al cliente, detectando sus necesidades, ofreciendo productos adecuados y mostrando empatía. El cierre fue exitoso al pasar la llamada a un supervisor.  Mejorar la presentación y la despedida."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar la presentación inicial, pero identifica correctamente al cliente y maneja bien las objeciones.  La oferta de productos es adecuada y muestra empatía. El cierre se intenta, pero el agente podría enfocarse más en la detección de necesidades."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja las objeciones y no realiza un cierre efectivo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada consiste en una conversación del cliente, sin que el agente realice acciones de venta ni ofrezca productos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con los criterios mínimos de una venta. No hubo presentación, identificación, detección de necesidades ni cierre. Se limitó a una conversación sobre precios y promociones."
        }
      ],
      "pct_ofrece_fibra": 9.8
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 149,
      "tmo_seg": 160.4,
      "pct_capta_atencion": 49.7,
      "menos_30seg": 24,
      "corte_cliente": 88,
      "corte_agente": 54
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 19.4,
      "general": 30.6,
      "diferencia": -11.2,
      "percentil": 37.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 1.7,
        "general": 17.9,
        "diferencia": -16.2
      },
      "identificacion_cliente": {
        "agente": 37.1,
        "general": 49.4,
        "diferencia": -12.4
      },
      "deteccion_necesidades": {
        "agente": 8.8,
        "general": 14.3,
        "diferencia": -5.6
      },
      "oferta_productos": {
        "agente": 24.6,
        "general": 36.1,
        "diferencia": -11.5
      },
      "manejo_objeciones": {
        "agente": 16.8,
        "general": 27.8,
        "diferencia": -10.9
      },
      "cierre": {
        "agente": 11.7,
        "general": 19.5,
        "diferencia": -7.8
      },
      "despedida": {
        "agente": 25.1,
        "general": 51.2,
        "diferencia": -26.1
      },
      "proactividad": {
        "agente": 10.5,
        "general": 8.5,
        "diferencia": 2.0
      },
      "empatia": {
        "agente": 22.7,
        "general": 37.5,
        "diferencia": -14.8
      },
      "resolucion_problemas": {
        "agente": 13.4,
        "general": 21.0,
        "diferencia": -7.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 63\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual de Mza 63 es **crítico** y requiere una mejora sustancial. Su puntaje promedio de 19.4 de 100 lo ubica significativamente por debajo del promedio del equipo (30.6 de 100), posicionándose en el percentil 37.4. Esto indica que está en la parte inferior del rendimiento en comparación con sus compañeros. Si bien su proactividad muestra una ligera mejora en comparación con el coaching anterior (10.5 actual vs 18 anterior), las áreas críticas persisten y requieren atención inmediata. El potencial de mejora es considerable, dado el amplio margen para crecer en casi todos los criterios evaluados. Se requiere un plan de acción intensivo y un seguimiento constante para revertir esta situación.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Aunque el puntaje general en esta área es mejorable (37.1 de 100), sigue siendo una de las fortalezas relativas en comparación con otros criterios, incluso siendo una fortaleza en el análisis anterior. Mantené el hábito de preguntar \"¿Me comunico con [Nombre]?\" para confirmar la identidad del cliente al inicio de cada llamada.\n*   **Empatía:**  Con un puntaje de 22.7 de 100, Mza 63 demuestra cierta capacidad para conectar con los clientes. Es crucial mantener esta actitud positiva y genuina durante la interacción.\n*   **Manejo de Objeciones:** Aunque es un área de mejora, el hecho de que haya sido una fortaleza en el análisis anterior (aunque mínima) sugiere un potencial latente. Con el entrenamiento adecuado y la aplicación de técnicas específicas, puede convertirse en una habilidad sólida.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Saludo y Presentación:** Con un bajísimo puntaje de 1.7 de 100, Mza 63 necesita urgentemente mejorar la forma en que inicia las llamadas. Una presentación profesional y atractiva es fundamental para captar la atención del cliente y establecer una buena primera impresión.\n*   **Detección de Necesidades:**  Un puntaje de 8.8 de 100 indica una grave deficiencia en la capacidad de comprender las necesidades del cliente. Sin esta información, es imposible ofrecer soluciones personalizadas y relevantes.\n*   **Cierre:** El puntaje de 11.7 de 100 revela una dificultad para concretar las ventas. Es esencial aprender técnicas de cierre efectivas y superar el temor al rechazo.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** *Nivel actual: Muy bajo.* Mza 63 no está realizando una presentación adecuada al inicio de la llamada. *Cómo mejorar:* Prepará un guion corto y atractivo para presentarte, mencionar tu nombre y la empresa (Movistar Argentina) y generar interés en la oferta. NO preguntes \"¿Cómo está?\". Simplemente decí \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** *Nivel actual: Bajo.* Si bien es una fortaleza relativa, el puntaje podría ser mejor. *Qué hace bien:* Confirma el nombre del cliente. *Cómo mejorar:* Después de confirmar el nombre, verificá algún dato adicional, como \"Usted vive en [Calle] número [Número], ¿verdad?\".\n*   **Detección de Necesidades:** *Nivel actual: Muy bajo.*  Mza 63 no está haciendo preguntas clave para entender las necesidades del cliente. *Qué hace mal:* Pasa directamente a la oferta sin indagar sobre los hábitos de consumo del cliente. *Cómo mejorar:* Antes de ofrecer cualquier producto, preguntá \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n*   **Oferta de Productos:** *Nivel actual: Bajo.* Mza 63 ofrece productos sin conocer las necesidades del cliente. *Qué hace mal:* No personaliza la oferta. *Cómo mejorar:* Una vez detectadas las necesidades, ofrecé planes que se ajusten a ellas. NO preguntes \"Te interesaría conocer...\". Decí directamente \"Tengo un plan que se ajusta perfecto a tus necesidades...\".\n*   **Manejo de Objeciones:** *Nivel actual: Bajo.* Mza 63 no está respondiendo adecuadamente a las objeciones del cliente. *Qué hace mal:* Da respuestas genéricas o se rinde fácilmente. *Cómo mejorar:* Prepará respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Rebatí la objeción PUNTUAL de cada cliente, no uses respuestas genéricas.\n*   **Cierre:** *Nivel actual: Muy bajo.* Mza 63 no está intentando cerrar la venta de forma efectiva. *Qué hace mal:* No pide la venta. *Cómo mejorar:* Asigná sucursal o buscá domicilio directamente. NO preguntes \"¿Le gustaría que...?\". Decí: \"Para activar el plan, necesitamos coordinar la entrega/instalación. ¿Cuál es tu dirección?\" o \"Te asigné la sucursal de [Nombre de Sucursal] para que puedas retirar tu chip\".\n*   **Despedida:** *Nivel actual: Bajo.* Mza 63 no está finalizando la llamada de forma profesional. *Qué hace mal:* No agradece al cliente ni le indica los próximos pasos. *Cómo mejorar:* Agradecé al cliente por su tiempo y confirmá los próximos pasos (activación del plan, entrega del chip, etc.).\n*   **Proactividad:** *Nivel actual: Bajo.* Mza 63 no está aprovechando las oportunidades para ofrecer productos adicionales o servicios complementarios. *Cómo mejorar:* Una vez cerrado el plan principal, ofrecé directamente la instalación de fibra óptica: \"Además del plan de celular, te comento que tenemos una excelente oferta para Fibra Óptica en tu domicilio.  Es muy rápida y estable, ideal para trabajar y disfrutar en casa\".\n*   **Empatía:** *Nivel actual: Medio.* Mza 63 demuestra algo de empatía, pero puede mejorar. *Cómo mejorar:* Escuchá atentamente al cliente, mostrá interés genuino en sus necesidades y utilizá frases como \"Entiendo tu preocupación\" o \"Es lógico que mires el precio. A varios clientes les pasó eso...\".\n*   **Resolución de Problemas:** *Nivel actual: Bajo.* Mza 63 no está mostrando habilidades para resolver los problemas del cliente. *Cómo mejorar:* Antes de ofrecer una solución, asegurate de comprender completamente el problema. Mostrá disposición para ayudar y buscá alternativas si la primera solución no funciona.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco en el Saludo y la Detección de Necesidades.** Acciones:\n    *   Memorizá y practicá un guion de saludo efectivo.\n    *   Implementá las preguntas clave para detectar las necesidades del cliente (\"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\").\n    *   Revisá 10 llamadas diarias y analizá el saludo y la detección de necesidades.\n    *   El objetivo de la semana es pasar de un 1.7 a un 30 en el puntaje de saludo y de un 8.8 a un 20 en la detección de necesidades.\n\n**Semana 2:** **Prioridad en la Oferta de Productos y el Cierre.** Acciones:\n    *   Diseñá 3 ofertas personalizadas basadas en diferentes perfiles de clientes (bajo consumo, consumo moderado, alto consumo).\n    *   Practicá técnicas de cierre directo (asignar sucursal/buscar domicilio).\n    *   Simulá role-playing con un compañero o supervisor.\n    *   El objetivo es pasar de un 24.6 a un 40 en el puntaje de la oferta y de un 11.7 a un 30 en el puntaje de cierre.\n\n**Semana 3:** **Consolidación del Manejo de Objeciones y la Proactividad.** Acciones:\n    *   Identificá las 5 objeciones más comunes y prepará respuestas efectivas para cada una.\n    *   Incorporá la oferta de fibra óptica a todas las llamadas, sin preguntar si le interesa al cliente.\n    *   Analizá 5 llamadas diarias enfocándose en el manejo de objeciones y la oferta de fibra óptica.\n    *   El objetivo es pasar de un 16.8 a un 35 en el puntaje de manejo de objeciones y de un 10.5 a un 20 en el puntaje de proactividad.\n\n**Semana 4:** **Optimización de la Empatía y la Despedida.** Acciones:\n    *   Trabajá en la escucha activa y la conexión emocional con el cliente.\n    *   Diseñá un guion de despedida profesional y agradecida.\n    *   Grabá tus propias llamadas y autoevaluate utilizando los criterios de evaluación.\n    *   El objetivo es pasar de un 22.7 a un 40 en el puntaje de empatía y de un 25.1 a un 45 en el puntaje de despedida.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\" (si responde que no, preguntar \"¿Es usted familiar/conocido de [Nombre]?\") \"Usted vive en [Calle] número [Número], ¿verdad?\".\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\".  Si dice que usa mucho las redes sociales, preguntar cuáles.\n*   **Como ofrecer fibra directamente:** \"Además del plan de celular, te comento que tenemos una excelente oferta para Fibra Óptica en tu domicilio. Es muy rápida y estable, ideal para trabajar y disfrutar en casa\".\n*   **Técnicas de cierre directo:** \"Para activar el plan, necesitamos coordinar la entrega/instalación. ¿Cuál es tu dirección?\" o \"Te asigné la sucursal de [Nombre de Sucursal] para que puedas retirar tu chip\".\n*   **Manejo de objeciones personalizado:**\n    *   *Objeción: \"Está caro\".* Respuesta: \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que este plan te incluye [beneficios específicos] que otros no tienen. Al final, terminás ahorrando porque...\"\n    *   *Objeción: \"Ya tengo Movistar/Otra compañía\".* Respuesta: \"Entiendo perfectamente. Muchos de nuestros clientes también venían de [Compañía]. Lo que descubrieron es que con Movistar tienen mejor cobertura en [zona donde vive el cliente] y además [beneficios específicos]\".\n    *   *Objeción: \"No me interesa\".* Respuesta: \"Comprendo. Solo quería asegurarme de que estuvieras al tanto de esta oportunidad para mejorar tu plan y ahorrar dinero. Si en algún momento te interesa, no dudes en contactarnos\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 50 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas que cortan los clientes en un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas donde se detectan las necesidades del cliente en un 100%.\n    *   Aumentar el porcentaje de llamadas donde se realiza un cierre efectivo en un 150%.\n    *   Aumentar el porcentaje de clientes que aceptan la oferta de fibra óptica en un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 63, sé que este análisis puede parecer duro, pero lo hago porque veo potencial en vos. Tenés la capacidad de conectar con los clientes y eso es fundamental en ventas. Ahora, necesitamos enfocarnos en mejorar tus habilidades técnicas y convertir esas interacciones en cierres efectivos. ¡Confío en que con este plan de acción y tu dedicación, vas a lograr resultados increíbles! Recordá, el éxito está a la vuelta de la esquina, solo tenés que esforzarte un poco más para alcanzarlo. ¡Vamos con todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}