{
  "agente": "MZA 43",
  "fecha_generacion": "2026-01-26T14:30:18.769043",
  "metricas": {
    "agente": "MZA 43",
    "evaluaciones": {
      "total_evaluadas": 113,
      "puntaje_promedio": 37.2,
      "puntaje_min": 0.0,
      "puntaje_max": 780.0,
      "desviacion_std": 73.8,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 46,
      "criterios": {
        "saludo_presentacion": 26.1,
        "identificacion_cliente": 46.5,
        "deteccion_necesidades": 26.7,
        "oferta_productos": 31.0,
        "manejo_objeciones": 38.2,
        "cierre": 20.4,
        "despedida": 31.5,
        "proactividad": 14.9,
        "empatia": 43.7,
        "resolucion_problemas": 25.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 36,
        "Proactividad": 33,
        "Identificación del cliente": 26,
        "Presentación y Saludo": 20,
        "Manejo de objeciones": 18
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 16,
        "Despedida": 10,
        "Manejo de objeciones.": 9,
        "Manejo de objeciones": 9,
        "Empatía": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 780.0,
          "resumen": "El agente realiza una buena gestión de venta, adaptando la oferta a las necesidades del cliente y manejando las objeciones de manera efectiva. El cierre es adecuado y se preocupa por la satisfacción del cliente."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente no cumplió con los criterios de presentación, oferta, cierre y proactividad. No mencionó la promoción del 80% de descuento, ni manejo las objeciones. Hubo una identificación correcta del cliente."
        },
        {
          "puntaje_total": 79.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente y ofreció el plan.  No mencionó el 80% de descuento, principal área de mejora.  El manejo de objeciones fue bueno y realizó un cierre directo. La proactividad podría mejorar."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios mínimos de una llamada de ventas. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ningún criterio de evaluación. La llamada no se enfoca en ventas ni en la detección de necesidades."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. No hay presentación, identificación, oferta ni cierre. El agente parece estar más enfocado en entender la situación del cliente que en realizar una venta proactiva."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 113,
      "puntaje_promedio": 37.2,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 46,
      "criterios": {
        "saludo_presentacion": 26.1,
        "identificacion_cliente": 46.5,
        "deteccion_necesidades": 26.7,
        "oferta_productos": 31.0,
        "manejo_objeciones": 38.2,
        "cierre": 20.4,
        "despedida": 31.5,
        "proactividad": 14.9,
        "empatia": 43.7,
        "resolucion_problemas": 25.6
      }
    },
    "clasificacion": {
      "total_llamadas": 46,
      "con_saludo": 12,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 11,
      "ventas": 6,
      "score_calidad_prom": 32.6,
      "pct_saludo": 26.1,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 23.9,
      "tasa_conversion": 13.0
    },
    "integral": {
      "duracion_promedio_seg": 261.0,
      "duracion_promedio_min": 4.4,
      "distribucion_duracion": {
        "1-3 min": 26,
        "> 8 min": 7,
        "3-5 min": 7,
        "5-8 min": 6
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 37.2,
      "general": 35.7,
      "diferencia": 1.6,
      "percentil": 62.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 26.1,
        "general": 32.0,
        "diferencia": -5.9
      },
      "identificacion_cliente": {
        "agente": 46.5,
        "general": 38.7,
        "diferencia": 7.8
      },
      "deteccion_necesidades": {
        "agente": 26.7,
        "general": 23.3,
        "diferencia": 3.4
      },
      "oferta_productos": {
        "agente": 31.0,
        "general": 28.6,
        "diferencia": 2.4
      },
      "manejo_objeciones": {
        "agente": 38.2,
        "general": 33.0,
        "diferencia": 5.2
      },
      "cierre": {
        "agente": 20.4,
        "general": 18.8,
        "diferencia": 1.6
      },
      "despedida": {
        "agente": 31.5,
        "general": 38.5,
        "diferencia": -7.0
      },
      "proactividad": {
        "agente": 14.9,
        "general": 13.9,
        "diferencia": 1.0
      },
      "empatia": {
        "agente": 43.7,
        "general": 43.0,
        "diferencia": 0.7
      },
      "resolucion_problemas": {
        "agente": 25.6,
        "general": 25.1,
        "diferencia": 0.5
      }
    },
    "conversion": {
      "agente": 13.0,
      "general": 5.1,
      "diferencia": 7.9
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 43\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 43 muestra una performance general ligeramente superior al promedio del equipo, con un puntaje IA de 37.2 comparado con el 35.7 general. Su tasa de conversión es notablemente alta (13% vs 5.1% del equipo), lo que indica una habilidad para cerrar ventas. Sin embargo, el puntaje promedio aún es bajo y hay una gran cantidad de llamadas críticas (46 de 113), lo que sugiere inconsistencia en la calidad de las interacciones. Su nivel actual se ubica en **Necesita Mejora**, con potencial para alcanzar un nivel Bueno si se enfoca en áreas específicas.\n\n**EVOLUCIÓN:** Comparando con el período anterior, el puntaje IA promedio de MZA 43 ha **disminuido significativamente** (de 50.9 a 37.2). El número de llamadas evaluadas aumentó considerablemente (de 46 a 113), lo que indica mayor actividad, pero la calidad de esas interacciones parece haber decaído. Las fortalezas y áreas de mejora frecuentes también han cambiado, lo que apunta a una posible desviación del enfoque original. Necesita una intervención urgente para revertir esta tendencia.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ:**\n    *   **Identificación del cliente:** Incrementó su puntaje en este criterio. El enfoque en verificar la identidad es un buen comienzo.\n    *   **Manejo de objeciones:** Subió su puntaje aquí también. Parece estar mejorando en la forma de rebatir las objeciones, pero aún necesita pulir la personalización.\n    *   **Detección de necesidades:** Mejoró el puntaje, pero sigue siendo una de sus principales áreas de oportunidad.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Saludo y Presentación:** Disminuyó notablemente, lo que puede afectar la primera impresión y el enganche del cliente.\n    *   **Despedida:** También bajó su puntaje. Una despedida adecuada puede dejar una buena impresión final.\n    *   **Empatía:** Aunque sigue estando en un nivel aceptable, también muestra una ligera disminución.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Proactividad:** Sigue siendo extremadamente baja, afectando la oferta de productos y el potencial de venta cruzada.\n    *   **Cierre:** El puntaje en cierre sigue siendo bajo, lo que impacta directamente en la conversión.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante, ya que, a pesar del aumento en la tasa de conversión, el puntaje IA ha disminuido, lo que sugiere que las ventas pueden estar dependiendo más de la suerte que de un proceso de venta sólido y consistente. Requiere un análisis profundo y un plan de acción inmediato.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente:** La mejora en este aspecto es un buen punto de partida. Debe continuar verificando la identidad para asegurar la comunicación efectiva. Ejemplo: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Manejo de Objeciones:** Aunque requiere mayor personalización, muestra una capacidad creciente para rebatir objeciones comunes. Ejemplo: \"Entiendo su preocupación por el precio. A varios clientes les pasó lo mismo al principio, pero al experimentar la velocidad y estabilidad de nuestra conexión, vieron que la inversión valía la pena.\"\n*   **Empatía:** Mantiene un buen nivel de empatía, lo que le permite conectar con los clientes. Ejemplo: \"Entiendo perfectamente su situación, señor/a. Permítame buscar una solución que se ajuste a sus necesidades.\"\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Proactividad:** (PERSISTENTE) Ofrecer fibra de forma directa es crucial para aumentar las ventas. No preguntar si le interesa, sino comentar directamente sobre los beneficios. Ejemplo: \"Además de su plan móvil, quería comentarle que tenemos una excelente opción de fibra óptica en su zona que le va a interesar por su velocidad y estabilidad.\"\n*   **Cierre:** (PERSISTENTE) La falta de cierres efectivos está impactando directamente en la conversión. Debe dejar de preguntar y comenzar a actuar. En lugar de preguntar \"¿Le parece bien si procedemos?\", asignar la sucursal más cercana o buscar el domicilio del cliente. Ejemplo: \"Perfecto, ya estoy asignando su orden a la sucursal de [Nombre de la Sucursal] para que retire su SIM. ¿Le queda cómoda esa sucursal?\"\n*   **Saludo y Presentación:** (NUEVA) La disminución en este criterio afecta la primera impresión y el enganche del cliente. Debe mejorar la forma en que se presenta e introduce la oferta. Ejemplo: \"Hola, [Nombre del Cliente], soy [Su Nombre] de Movistar. Lo contacto porque tengo una oferta que LE VA a interesar para mejorar su plan actual.\"\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** 4.4 minutos (261 segundos) está fuera del rango óptimo de 2-4 minutos. Esto sugiere que MZA 43 puede estar dedicando demasiado tiempo a conversaciones no productivas o teniendo dificultades para cerrar rápidamente. Debe enfocarse en ser más conciso y directo.\n*   **% Capta Atención (Llamadas >1 min):** No se proporciona directamente este porcentaje, pero podemos inferirlo de la distribución de la duración. 26 de 46 llamadas duran entre 1-3 minutos, lo que sugiere un nivel de captación de atención aceptable, pero necesita ser mejorado.\n*   **Cortes de llamada:** No hay datos disponibles sobre cortes, pero se recomienda monitorear esta métrica para identificar si los clientes están colgando temprano.\n*   **Llamadas <30 seg:** No hay datos disponibles sobre llamadas <30 segundos, pero se recomienda monitorear esta métrica para identificar problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles sobre la tasa de aprobación de ventas. Es fundamental empezar a trackear este KPI para identificar problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Crítico):** Está fallando en captar la atención desde el principio. Debe eliminar frases como \"Tengo una oferta que podría interesarle\" y usar en su lugar \"Tengo una oferta que LE VA a interesar\".\n*   **Identificación del Cliente (Bueno):** Está verificando la identidad, lo cual es positivo. Debe continuar haciéndolo para asegurar la comunicación efectiva.\n*   **Detección de Necesidades (Bajo):** Sigue preguntando \"¿Qué es lo más importante para ti en un plan?\". Debe cambiar a \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Regular):** No está ofreciendo fibra de forma proactiva. Debe comentar directamente sobre los beneficios de la fibra sin preguntar si le interesa.\n*   **Manejo de Objeciones (Regular):** Está rebatindo objeciones, pero necesita personalizarlas más. Debe escuchar atentamente al cliente y adaptar su respuesta.\n*   **Cierre (Crítico):** Sigue preguntando \"¿Te parece bien si procedemos?\". Debe dejar de preguntar y comenzar a actuar, asignando la sucursal o buscando el domicilio del cliente.\n*   **Despedida (Bajo):** Debe ofrecer acompañamiento SOLO durante la portabilidad, no \"Estaré encantado de ayudarte en el futuro\".\n*   **Proactividad (Crítico):** No está ofreciendo productos adicionales de forma proactiva. Debe enfocarse en ofrecer fibra a todos los clientes.\n*   **Empatía (Bueno):** Mantiene un buen nivel de empatía, lo que le permite conectar con los clientes.\n*   **Resolución de Problemas (Regular):** No hay suficientes datos para evaluar su capacidad de resolución de problemas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Reenfocar el Saludo y el Cierre.** Implementar nuevos scripts para el saludo y el cierre, enfocándose en ser directos y persuasivos. Monitorear llamadas diariamente y dar feedback inmediato.\n**Acciones:**\n*   Practicar el nuevo script de saludo al menos 5 veces al día.\n*   Eliminar preguntas innecesarias en el cierre y proceder directamente.\n*   Revisar grabaciones de llamadas para identificar oportunidades de mejora en el saludo y el cierre.\n\n**Semana 2:** **Dominar la Oferta de Fibra.** Integrar la oferta de fibra de forma natural en todas las conversaciones. Practicar diferentes formas de presentar los beneficios de la fibra sin preguntar si le interesa.\n**Acciones:**\n*   Ofrecer fibra en el 100% de las llamadas donde sea aplicable.\n*   Crear un pitch de fibra personalizado, destacando los beneficios relevantes para cada tipo de cliente.\n*   Monitorear la tasa de ofrecimiento de fibra y ajustar el enfoque según sea necesario.\n\n**Semana 3:** **Personalizar el Manejo de Objeciones.** Analizar las objeciones más comunes y preparar respuestas personalizadas para cada una. Escuchar atentamente al cliente y adaptar la respuesta a su situación específica.\n**Acciones:**\n*   Identificar las 5 objeciones más comunes y crear respuestas personalizadas para cada una.\n*   Practicar el manejo de objeciones con un compañero de equipo.\n*   Revisar grabaciones de llamadas para identificar oportunidades de mejora en el manejo de objeciones.\n\n**Semana 4:** **Consolidación y Optimización.** Revisar el progreso de las semanas anteriores y enfocar los esfuerzos en las áreas que aún necesitan mejora. Monitorear las métricas clave y ajustar el plan de acción según sea necesario.\n**Acciones:**\n*   Revisar las métricas clave (puntaje IA, tasa de conversión, ofrecimiento de fibra, etc.)\n*   Identificar las áreas que aún necesitan mejora y crear un plan de acción específico para cada una.\n*   Monitorear el progreso diariamente y ajustar el plan de acción según sea necesario.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre y Apellido]?\" (Esperar confirmación). \"Perfecto, [Nombre]. Le habla [Su Nombre] de Movistar.\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? Redes sociales, videos, llamadas...?\" o \"¿Cuántos GB tenés en tu plan actual y te alcanzan?\"\n*   **Oferta de Fibra:** \"Además de su plan móvil, quería comentarle que tenemos una excelente opción de fibra óptica en su zona que LE VA a interesar por su velocidad y estabilidad. Con nuestra fibra, va a poder ver películas y series sin interrupciones, trabajar desde casa sin problemas y conectar todos sus dispositivos al mismo tiempo.\"\n*   **Cierre Directo (Asignar Sucursal):** \"Perfecto, ya estoy asignando su orden a la sucursal de [Nombre de la Sucursal] para que retire su SIM. ¿Le queda cómoda esa sucursal?\" (Si dice que no, buscar otra).\n*   **Cierre Directo (Buscar Domicilio):** \"Perfecto, para avanzar con la entrega de su nuevo plan, necesito que me confirme su domicilio actual, por favor.\"\n*   **Manejo de Objeciones (Ejemplo - \"Está caro\"):** \"Entiendo su preocupación por el precio. A varios clientes les pasó lo mismo al principio, pero al experimentar la velocidad y estabilidad de nuestra conexión, vieron que la inversión valía la pena. Además, con el descuento del 50% por 6 meses, el precio es realmente accesible.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 15% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 90% de las llamadas donde sea aplicable en 30 días.\n*   **% Capta Atención:** Aumentar el porcentaje de llamadas >1 min al 50% en 30 días.\n*   **TMO:** Reducir el TMO a 4 minutos en 30 días.\n*   **KPIs Específicos a Mejorar:** Aumentar el puntaje en \"Saludo y Presentación\" y \"Cierre\" en 20 puntos cada uno en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 43, tu alta tasa de conversión demuestra que tenés la capacidad de cerrar ventas. Ahora, el desafío es convertir esa habilidad en un proceso consistente y replicable. Sé que podés revertir esta leve caída en el puntaje IA y volver a enfocarte en los fundamentos: un saludo impactante, la oferta proactiva de fibra y un cierre directo. Confío en tu potencial para alcanzar un nivel superior y convertirte en uno de los mejores vendedores del equipo. ¡Vamos con todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:04:36.280209",
  "evolucion": null
}