{
  "agente": "MZA 33",
  "fecha_generacion": "2026-01-19T08:06:25.158213",
  "metricas": {
    "agente": "MZA 33",
    "evaluaciones": {
      "total_evaluadas": 39,
      "puntaje_promedio": 47.6,
      "puntaje_min": 0.0,
      "puntaje_max": 665.0,
      "desviacion_std": 102.8,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 10,
      "criterios": {
        "saludo_presentacion": 59.0,
        "identificacion_cliente": 14.4,
        "deteccion_necesidades": 39.7,
        "oferta_productos": 42.4,
        "manejo_objeciones": 32.1,
        "cierre": 13.3,
        "despedida": 29.7,
        "proactividad": 12.8,
        "empatia": 47.9,
        "resolucion_problemas": 16.4
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 15,
        "Detección de necesidades": 11,
        "Cierre de ventas": 10,
        "Proactividad": 8,
        "Manejo de objeciones": 8
      },
      "fortalezas_frecuentes": {
        "Empatía": 9,
        "Saludo y presentación": 7,
        "Despedida": 4,
        "Manejo de objeciones": 4,
        "Saludo inicial": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 665.0,
          "resumen": "El agente se presenta bien, identifica al cliente y ofrece un plan adecuado.  Maneja bien las objeciones y muestra empatía.  Mejorar el cierre, ser más proactivo en ofrecer otros productos y profundizar más en la detección de necesidades."
        },
        {
          "puntaje_total": 66.0,
          "resumen": "El agente demostró una buena capacidad para detectar necesidades, ofrecer productos y mostrar empatía. Sin embargo, la identificación del cliente y el cierre de la venta podrían mejorarse."
        },
        {
          "puntaje_total": 60.0,
          "resumen": "El agente se presenta y ofrece un plan y descuento en fibra. Identifica al cliente y sus necesidades. El cierre y la despedida pueden mejorar. La comunicación es fluida."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ningún criterio de evaluación. La llamada es un rechazo directo del cliente, y la gestión del agente es completamente pasiva y poco profesional."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es deficiente en todos los aspectos. El agente no se presenta correctamente, no identifica al cliente ni sus necesidades, no ofrece productos de Movistar, no intenta cerrar la venta y no muestra empatía. La comunicación es confusa y poco profesional."
        },
        {
          "puntaje_total": 5.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación completa, oferta efectiva, manejo de objeciones ni cierre de venta. La detección de necesidades es limitada."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 39,
      "con_saludo": 35,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 9,
      "ventas": 0,
      "score_calidad_prom": 39.1,
      "pct_saludo": 89.7,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 23.1,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 346.0,
      "duracion_promedio_min": 5.8,
      "distribucion_duracion": {
        "1-3 min": 23,
        "5-8 min": 6,
        "> 8 min": 6,
        "3-5 min": 4
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 47.6,
      "general": 50.3,
      "diferencia": -2.8,
      "percentil": 64.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 59.0,
        "general": 54.7,
        "diferencia": 4.3
      },
      "identificacion_cliente": {
        "agente": 14.4,
        "general": 18.8,
        "diferencia": -4.4
      },
      "deteccion_necesidades": {
        "agente": 39.7,
        "general": 36.6,
        "diferencia": 3.1
      },
      "oferta_productos": {
        "agente": 42.4,
        "general": 47.8,
        "diferencia": -5.4
      },
      "manejo_objeciones": {
        "agente": 32.1,
        "general": 44.1,
        "diferencia": -12.1
      },
      "cierre": {
        "agente": 13.3,
        "general": 25.4,
        "diferencia": -12.1
      },
      "despedida": {
        "agente": 29.7,
        "general": 55.0,
        "diferencia": -25.3
      },
      "proactividad": {
        "agente": 12.8,
        "general": 17.5,
        "diferencia": -4.7
      },
      "empatia": {
        "agente": 47.9,
        "general": 50.2,
        "diferencia": -2.2
      },
      "resolucion_problemas": {
        "agente": 16.4,
        "general": 24.0,
        "diferencia": -7.6
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "¡Absolutamente! Vamos a trabajar juntos para que MZA 33 alcance su máximo potencial. Aquí tienes un análisis exhaustivo y un plan de acción personalizado:\n\n**1. DIAGNÓSTICO GENERAL**\n\nMZA 33 se encuentra actualmente en un nivel que necesita mejora en comparación con el equipo. Su puntaje IA (47.6) está por debajo del promedio del equipo (50.3) y su tasa de conversión es del 0%, significativamente inferior al 5.1% del equipo. Sin embargo, tiene un buen punto de partida en áreas como el saludo y la presentación, y muestra empatía, lo que indica un potencial considerable para mejorar. La clave será abordar las áreas críticas que están frenando su desempeño.\n\nSu potencial de mejora es alto. Con un enfoque estructurado en la identificación de clientes, la detección de necesidades, el cierre de ventas y el manejo de objeciones, MZA 33 puede no solo alcanzar el promedio del equipo, sino superarlo. Su capacidad de establecer una conexión empática con los clientes es una base sólida para construir un proceso de ventas más efectivo.\n\n**2. FORTALEZAS IDENTIFICADAS**\n\n*   **Saludo y Presentación:** MZA 33 tiene un puntaje alto en esta área (59.0) y un alto porcentaje de llamadas con saludo (89.7%). Esto indica que comienza las interacciones de manera positiva.\n    *   **Ejemplo:** \"Hola, buenos días/tardes, soy [nombre] de Movistar, ¿con quién tengo el gusto de hablar?\"\n*   **Empatía:** MZA 33 muestra una buena capacidad para conectar con los clientes a nivel emocional (47.9).\n    *   **Ejemplo:** En la llamada con mejor puntaje (665.0), el resumen destaca que \"maneja bien las objeciones y muestra empatía\".\n*   **Detección de Necesidades:** Aunque es un área de mejora, MZA 33 supera el promedio del equipo en este criterio (39.7 vs 36.6). Esto sugiere que tiene cierta habilidad para identificar lo que los clientes buscan.\n\n**3. ÁREAS CRÍTICAS DE MEJORA**\n\n*   **Identificación del Cliente:** Con un puntaje de 14.4, esta es una de las áreas más débiles. No identificar al cliente impide personalizar la oferta y generar confianza.\n    *   **Importancia:** Conocer al cliente permite adaptar la oferta a sus necesidades específicas y crear una experiencia más personalizada.\n*   **Cierre de Ventas:** El puntaje de 13.3 y el 0% de llamadas con cierre indican una falta de estrategia para cerrar las ventas.\n    *   **Importancia:** Un cierre efectivo es esencial para convertir las interacciones en ventas reales y alcanzar los objetivos comerciales.\n*   **Manejo de Objeciones:** Con un puntaje de 32.1, MZA 33 necesita fortalecer su capacidad para responder a las preocupaciones y dudas de los clientes.\n    *   **Importancia:** Manejar las objeciones de manera efectiva puede transformar una posible pérdida en una venta exitosa.\n*   **Despedida:** Con un puntaje de 29.7, MZA 33 necesita mejorar la forma en que termina las interacciones con los clientes.\n    *   **Importancia:** Una buena despedida deja una impresión positiva duradera y puede abrir la puerta a futuras oportunidades de venta.\n\n**4. ANÁLISIS DETALLADO POR COMPETENCIA**\n\n| Criterio                | Nivel Actual | Qué Está Haciendo (Mal/Bien)                                                                                                                                                                                                                                                                                                       | Cómo Mejorar Específicamente                                                                                                                                                                                                                                                                                                     |\n| :---------------------- | :----------- | :----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | :------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación     | Bueno        | Lo hace bien, pero puede ser más consistente.                                                                                                                                                                                                                                                                                          | Asegurarse de siempre presentarse de manera clara y profesional al inicio de cada llamada.                                                                                                                                                                                                                                          |\n| Identificación Cliente  | Crítico      | No identifica al cliente en la mayoría de las llamadas.                                                                                                                                                                                                                                                                              | Implementar un script que incluya preguntas para confirmar la identidad del cliente y obtener información relevante.                                                                                                                                                                                                              |\n| Detección Necesidades   | Regular      | Detecta algunas necesidades, pero no profundiza.                                                                                                                                                                                                                                                                                       | Utilizar preguntas abiertas para explorar las necesidades del cliente de manera más exhaustiva.                                                                                                                                                                                                                                     |\n| Oferta Productos        | Regular      | Ofrece productos, pero no siempre los más adecuados.                                                                                                                                                                                                                                                                                    | Basar la oferta de productos en las necesidades específicas del cliente identificadas durante la detección de necesidades.                                                                                                                                                                                                               |\n| Manejo Objeciones       | Bajo         | No responde eficazmente a las objeciones.                                                                                                                                                                                                                                                                                              | Preparar respuestas a las objeciones más comunes y practicar su uso en diferentes escenarios.                                                                                                                                                                                                                                |\n| Cierre                  | Crítico      | No intenta cerrar las ventas.                                                                                                                                                                                                                                                                                                          | Incorporar técnicas de cierre efectivas en el script de ventas.                                                                                                                                                                                                                                                                 |\n| Despedida               | Bajo         | La despedida no es memorable ni profesional.                                                                                                                                                                                                                                                                                                | Terminar cada llamada con una despedida cortés y profesional, invitando al cliente a contactar nuevamente si tiene preguntas.                                                                                                                                                                                                       |\n| Proactividad            | Crítico      | No ofrece productos adicionales ni soluciones complementarias.                                                                                                                                                                                                                                                                         | Identificar oportunidades para ofrecer productos o servicios adicionales que puedan beneficiar al cliente.                                                                                                                                                                                                                             |\n| Empatía                 | Regular      | Muestra empatía, pero puede ser más auténtico.                                                                                                                                                                                                                                                                                            | Escuchar activamente al cliente y demostrar comprensión por sus preocupaciones.                                                                                                                                                                                                                                                   |\n| Resolución de Problemas | Crítico      | No ofrece soluciones a los problemas planteados por el cliente.                                                                                                                                                                                                                                                                        | Estar preparado para ofrecer soluciones a los problemas más comunes y derivar al cliente al área correspondiente si es necesario.                                                                                                                                                                                              |\n\n**5. PLAN DE ACCIÓN SEMANAL**\n\n*   **Semana 1: Fundamentos del Proceso de Ventas**\n    *   **Foco:** Identificación del cliente y saludo profesional.\n    *   **Acciones:**\n        *   Revisar y practicar el script de saludo e identificación del cliente.\n        *   Escuchar grabaciones de llamadas exitosas para identificar cómo los mejores vendedores identifican al cliente.\n        *   Realizar simulaciones de llamadas enfocadas en la identificación del cliente.\n*   **Semana 2: Descubriendo las Necesidades del Cliente**\n    *   **Foco:** Detección de necesidades y oferta de productos relevantes.\n    *   **Acciones:**\n        *   Aprender y practicar preguntas abiertas para identificar las necesidades del cliente.\n        *   Revisar el catálogo de productos y servicios de Movistar para poder ofrecer soluciones relevantes.\n        *   Analizar las llamadas realizadas durante la semana para identificar oportunidades de mejora en la detección de necesidades.\n*   **Semana 3: Superando Obstáculos y Cerrando la Venta**\n    *   **Foco:** Manejo de objeciones y técnicas de cierre.\n    *   **Acciones:**\n        *   Aprender y practicar respuestas a las objeciones más comunes.\n        *   Incorporar técnicas de cierre efectivas en el script de ventas.\n        *   Realizar simulaciones de llamadas enfocadas en el manejo de objeciones y el cierre de ventas.\n*   **Semana 4: Consolidación y Optimización**\n    *   **Foco:** Proactividad y mejora continua.\n    *   **Acciones:**\n        *   Identificar oportunidades para ofrecer productos o servicios adicionales.\n        *   Revisar todas las grabaciones de llamadas realizadas durante el mes para identificar áreas de mejora.\n        *   Establecer metas para el próximo mes basadas en el análisis de las llamadas.\n\n**6. TÉCNICAS Y SCRIPTS RECOMENDADOS**\n\n*   **Saludo:**\n    *   \"¡Hola [nombre del cliente]! Soy [tu nombre] de Movistar. Gracias por atender mi llamada. ¿Cómo estás hoy?\"\n*   **Identificación del Cliente:**\n    *   \"Para asegurarme de brindarte la mejor atención, ¿me confirmas tu número de DNI/CUIT?\"\n    *   \"¿Me puedes confirmar tu dirección para verificar la cobertura de nuestros servicios?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué tipo de servicios de telecomunicaciones estás utilizando actualmente?\"\n    *   \"¿Cuáles son tus principales prioridades al elegir un proveedor de servicios?\"\n    *   \"¿Tienes algún problema con tu servicio actual que te gustaría solucionar?\"\n*   **Manejo de Objeciones:**\n    *   \"Entiendo tu preocupación sobre el precio. Permíteme mostrarte cómo nuestros servicios pueden ahorrarte dinero a largo plazo.\"\n    *   \"Comprendo que estás ocupado, pero te aseguro que esta llamada no tomará mucho tiempo y podría beneficiarte enormemente.\"\n*   **Cierre:**\n    *   \"Entonces, ¿te parece bien si activamos este plan para ti hoy mismo?\"\n    *   \"¿Qué te parece si te envío una propuesta detallada para que la revises y podamos avanzar?\"\n    *   \"Para que puedas empezar a disfrutar de todos los beneficios de Movistar, ¿cuál es la forma de pago que prefieres?\"\n\n**7. METAS CUANTIFICABLES**\n\n*   **Puntaje IA:** Aumentar el puntaje promedio de 47.6 a 60 en 30 días.\n*   **Tasa de Conversión:** Alcanzar una tasa de conversión del 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer al menos un producto adicional en el 50% de las llamadas.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje en \"Identificación del Cliente\" de 14.4 a 40.\n    *   Aumentar el puntaje en \"Cierre\" de 13.3 a 40.\n    *   Aumentar el puntaje en \"Manejo de Objeciones\" de 32.1 a 50.\n\n**8. MENSAJE MOTIVACIONAL PERSONALIZADO**\n\n\"MZA 33, ¡sé que tienes mucho potencial! Veo que eres bueno conectando con la gente, y eso es invaluable. Ahora, vamos a enfocarnos en pulir tu proceso de ventas, desde identificar mejor al cliente hasta cerrar esas ventas. Este plan está diseñado para que des el siguiente gran paso. ¡Confío en ti y sé que puedes lograrlo!\"\n",
  "modelo_usado": "gemini-2.0-flash"
}