{
  "agente": "Micaela Rivero",
  "agente_codigo": "MZA 36",
  "equipo": "NATALI SANCHE",
  "fecha_generacion": "2026-02-09T08:46:46.452436",
  "metricas": {
    "agente": "Micaela Rivero",
    "agente_codigo": "MZA 36",
    "equipo": "NATALI SANCHE",
    "evaluaciones": {
      "total_evaluadas": 21,
      "puntaje_promedio": 27.5,
      "puntaje_min": 0,
      "puntaje_max": 85,
      "desviacion_std": 28.5,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 2,
      "llamadas_regulares": 3,
      "llamadas_criticas": 14,
      "criterios": {
        "saludo_presentacion": 10.0,
        "identificacion_cliente": 66.7,
        "deteccion_necesidades": 2.4,
        "oferta_productos": 34.3,
        "manejo_objeciones": 24.8,
        "cierre": 27.1,
        "despedida": 51.0,
        "proactividad": 3.3,
        "empatia": 24.8,
        "resolucion_problemas": 31.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 11,
        "Proactividad": 8,
        "Manejo de objeciones": 5,
        "Identificación del cliente": 4,
        "Presentación": 4
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 6,
        "Cierre efectivo.": 3,
        "Identificación del cliente.": 3,
        "Despedida": 2,
        "Despedida cordial": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, ofrece el plan de manera directa, maneja objeciones y completa el cierre. Debe mejorar la detección de necesidades y ser más proactivo en ofrecer otros productos."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, verifica la identidad, ofrece un plan y gestiona el cierre. No se realizan preguntas de detección de necesidades ni se ofrecen productos adicionales.  Demuestra empatía y resuelve un problema del cliente."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar su presentación inicial y realizar preguntas para detectar las necesidades del cliente. El cierre y la empatía son correctos. No ofrece fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos y no realiza el cierre de venta. No muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, la detección de necesidades es básica, y no se realiza el cierre de la venta. No hay empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de forma adecuada, no cierra la venta y no muestra proactividad."
        }
      ],
      "pct_ofrece_fibra": 4.8
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.2
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 43,
      "con_plan": 22,
      "ofrece_fibra": 7,
      "pct_plan": 51.2,
      "pct_fibra": 16.3
    },
    "calidad_llamadas": {
      "total_llamadas": 325,
      "tmo_seg": 57.9,
      "pct_capta_atencion": 15.7,
      "menos_30seg": 201,
      "corte_cliente": 237,
      "corte_agente": 85
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 27.5,
      "general": 30.6,
      "diferencia": -3.0,
      "percentil": 50.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 10.0,
        "general": 17.9,
        "diferencia": -7.9
      },
      "identificacion_cliente": {
        "agente": 66.7,
        "general": 49.4,
        "diferencia": 17.2
      },
      "deteccion_necesidades": {
        "agente": 2.4,
        "general": 14.3,
        "diferencia": -12.0
      },
      "oferta_productos": {
        "agente": 34.3,
        "general": 36.1,
        "diferencia": -1.8
      },
      "manejo_objeciones": {
        "agente": 24.8,
        "general": 27.8,
        "diferencia": -3.0
      },
      "cierre": {
        "agente": 27.1,
        "general": 19.5,
        "diferencia": 7.6
      },
      "despedida": {
        "agente": 51.0,
        "general": 51.2,
        "diferencia": -0.2
      },
      "proactividad": {
        "agente": 3.3,
        "general": 8.5,
        "diferencia": -5.1
      },
      "empatia": {
        "agente": 24.8,
        "general": 37.5,
        "diferencia": -12.7
      },
      "resolucion_problemas": {
        "agente": 31.0,
        "general": 21.0,
        "diferencia": 9.9
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Micaela Rivero\n\n### 1. DIAGNOSTICO GENERAL\nMicaela, tu nivel actual es **Crítico**. Tu puntaje promedio de 27.5 de 100 te ubica por debajo del promedio del equipo (30.6 de 100) y en un percentil de 50.3. Esto significa que tienes un margen significativo para mejorar tu desempeño.\n\nComparando con el coaching anterior, tu puntaje promedio se ha mantenido igual. Si bien has mostrado algunas fortalezas en la identificación del cliente, las áreas críticas como la detección de necesidades y la proactividad siguen siendo un desafío. Necesitamos un plan de acción enfocado y constante para ver una evolución real en los próximos 30 días.\n\nTu potencial de mejora es alto. Con un enfoque en las áreas clave y la implementación de las técnicas adecuadas, puedes aumentar significativamente tu efectividad y alcanzar los objetivos de venta.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Has logrado identificar al cliente en un 66.7% de las llamadas, lo que está por encima del promedio del equipo (49.4% de 100). Continúa aplicando este proceso al inicio de cada llamada para asegurarte de hablar con la persona correcta.\n*   **Cierre:** Aunque con margen de mejora, en las llamadas donde aplicas el cierre, este suele ser efectivo. Mantén la confianza al momento de cerrar y busca el \"SI\" del cliente.\n*   **Resolución de problemas:** En un 31% de las llamadas, has demostrado habilidad para resolver problemas, lo que indica que tienes la capacidad de ayudar a los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Este es tu principal punto débil, con solo un 2.4 de 100. No estás haciendo las preguntas correctas para entender las necesidades reales de los clientes. Esto impacta directamente en tu capacidad para ofrecer el plan adecuado.\n*   **Proactividad:** Tu nivel de proactividad es muy bajo (3.3 de 100). No estás ofreciendo productos adicionales como fibra de manera sistemática, lo que limita tus oportunidades de venta. El bajo porcentaje de llamadas con oferta de fibra (16.3%) confirma esto.\n*   **Presentación y Saludo:** Tu saludo y presentación inicial (10 de 100) son deficientes. Una buena primera impresión es crucial para establecer una conexión con el cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 10 de 100. El saludo debe ser enérgico y profesional. Comienza cada llamada presentando tu nombre y el motivo del contacto. *Mejora:* Desarrolla un saludo estándar que incluya tu nombre, cargo (Ejecutiva de Ventas), y el propósito de la llamada (oferta exclusiva de Movistar). Practica este saludo hasta que te salga natural.\n*   **Identificación del Cliente:** 66.7 de 100. Muy bien, mantén esta práctica. *Sugerencia:* Después de preguntar si estás hablando con la persona correcta, confirma su nombre completo para evitar confusiones.\n*   **Detección de Necesidades:** 2.4 de 100. Este es el área más crítica. No estás haciendo las preguntas necesarias para entender qué busca el cliente. *Mejora:* Enfócate en hacer preguntas abiertas que permitan al cliente hablar sobre sus necesidades. Por ejemplo, \"¿Qué es lo que más valoras de tu servicio actual?\" o \"¿Cuántos datos móviles utilizas al mes aproximadamente?\". Escucha atentamente las respuestas.\n*   **Oferta de Productos:** 34.3 de 100. Estás ofreciendo planes, pero no siempre el más adecuado para el cliente porque no detectas las necesidades. *Mejora:* Después de la detección de necesidades, presenta el plan que mejor se ajuste a lo que el cliente busca. Inmediatamente después de presentar el plan, comenta sobre la oferta de fibra, sin preguntar. \"Además, hoy tengo una oferta que LE VA a interesar para mejorar su conexión en el hogar con nuestra fibra óptica de alta velocidad...\"\n*   **Manejo de Objeciones:** 24.8 de 100. Necesitas aprender a rebatir las objeciones de manera efectiva. *Mejora:* Prepara respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Evita respuestas genéricas. Por ejemplo, si el cliente dice \"Es muy caro\", responde: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después de ver los beneficios adicionales y la estabilidad de la conexión, se dieron cuenta de que vale la pena la inversión.\"\n*   **Cierre:** 27.1 de 100. Si bien tienes cierres efectivos, necesitas ser más consistente. *Mejora:* Después de presentar la oferta y manejar las objeciones, debes proceder al cierre de manera directa. En lugar de preguntar \"¿Le gustaría contratar el plan?\", di: \"Para avanzar con la activación, necesito que me confirmes tu dirección para verificar la cobertura o te puedo asignar una sucursal cerca\".\n*   **Despedida:** 51 de 100. La despedida es correcta, pero puede ser mejor. *Mejora:* Asegúrate de agradecer al cliente por su tiempo y ofrecer acompañamiento durante el proceso de portabilidad si es necesario.\n*   **Proactividad:** 3.3 de 100. Debes ser más proactiva al ofrecer productos adicionales y soluciones a los clientes. *Mejora:* Después de presentar el plan principal, siempre ofrece la opción de fibra óptica.\n*   **Empatía:** 24.8 de 100. Es importante demostrar empatía para conectar con el cliente. *Mejora:* Escucha activamente al cliente y muestra comprensión ante sus preocupaciones.\n*   **Resolución de Problemas:** 31 de 100. Bien, sigue utilizando esta habilidad. *Sugerencia:* Identifica si el cliente tiene problemas al inicio de la llamada para ofrecer soluciones personalizadas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco: Presentación y Detección de Necesidades**.\n*   Acciones:\n    *   Practica el saludo estándar al inicio de cada llamada (al menos 20 veces al día).\n    *   Memoriza y utiliza las preguntas clave para la detección de necesidades (\"¿Qué es lo que más valoras de tu servicio actual?\" y \"¿Cuántos datos móviles utilizas al mes aproximadamente?\"). Realizar al menos 2 preguntas por cliente.\n    *   Escucha atentamente las respuestas de los clientes y toma notas.\n**Semana 2:** **Prioridad: Oferta de Fibra y Manejo de Objeciones**.\n*   Acciones:\n    *   Después de presentar el plan de telefonía móvil, ofrece siempre la opción de fibra óptica.\n    *   Estudia y practica las respuestas a las objeciones más comunes (precio, competencia, etc.).\n    *   Escucha grabaciones de llamadas exitosas para aprender cómo otros vendedores manejan las objeciones.\n**Semana 3:** **Consolidación: Cierre y Proactividad**.\n*   Acciones:\n    *   Después de presentar la oferta y manejar las objeciones, procede al cierre de manera directa.\n    *   Realiza seguimiento a los clientes que mostraron interés en la oferta.\n    *   Busca oportunidades para ofrecer productos adicionales o soluciones a los clientes.\n**Semana 4:** **Optimización: Revisión y Ajuste**.\n*   Acciones:\n    *   Revisa tus métricas de desempeño y identifica áreas donde aún necesitas mejorar.\n    *   Pide feedback a tu supervisor o compañeros sobre tus llamadas.\n    *   Ajusta tu estrategia de ventas según sea necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con Micaela Rivero? Soy [Tu nombre] de Movistar, te contacto por una oferta exclusiva.\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más valoras de tu servicio actual?\"\n    *   \"¿Cuántos datos móviles utilizas al mes aproximadamente?\"\n    *   \"¿Utilizas mucho las redes sociales o ves videos en streaming?\"\n    *   \"¿Cuántas personas en tu hogar utilizan internet?\"\n*   **Oferta de Fibra Directa:** \"Además, Micaela, tengo una oferta que LE VA a interesar para mejorar su conexión en el hogar con nuestra fibra óptica de alta velocidad. Con fibra, podrá disfrutar de una conexión estable y rápida para todos sus dispositivos.\"\n*   **Cierre Directo:** \"Para avanzar con la activación, necesito que me confirmes tu dirección para verificar la cobertura o te puedo asignar una sucursal cerca.\"\n*   **Manejo de Objeciones Personalizado:**\n    *   \"Es muy caro\": \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después de ver los beneficios adicionales y la estabilidad de la conexión, se dieron cuenta de que vale la pena la inversión.\"\n    *   \"Ya tengo servicio\": \"Entiendo. Pero déjame preguntarte, ¿estás completamente satisfecha con la velocidad y estabilidad de tu conexión actual? Con Movistar Fibra, te aseguro que notarás la diferencia.\"\n    *   \"No me interesa\": \"Comprendo, pero permíteme explicarte rápidamente los beneficios de la fibra óptica de Movistar. Te aseguro que te VA a interesar la velocidad y la estabilidad que ofrece.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 50 de 100.\n*   **Meta de calidad de llamadas:**\n    *   Aumentar el porcentaje de llamadas donde se detectan las necesidades del cliente al 50%.\n    *   Aumentar el porcentaje de llamadas donde se ofrece fibra óptica al 80%.\n    *   Disminuir la cantidad de llamadas que se cortan por parte del cliente.\n*   **KPIs:**\n    *   Tasa de conversión de ofertas de fibra óptica.\n    *   Promedio de datos relevados por cliente.\n    *   Aumento del porcentaje de captación de atención por arriba del minuto (actualmente 15.7%).\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMicaela, tienes el potencial para ser una vendedora estrella en Movistar. Ya has demostrado que puedes identificar a los clientes y cerrar ventas. Ahora, necesitas enfocarte en desarrollar tus habilidades de detección de necesidades y proactividad. Confío en que con este plan de acción y tu dedicación, verás una mejora significativa en tus resultados. ¡Vamos a trabajar juntas para que alcances tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}