{
  "agente": "MZA 309",
  "fecha_generacion": "2026-01-26T14:51:46.978996",
  "metricas": {
    "agente": "MZA 309",
    "evaluaciones": {
      "total_evaluadas": 3,
      "puntaje_promedio": 13.3,
      "puntaje_min": 0.0,
      "puntaje_max": 21.0,
      "desviacion_std": 11.6,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 2,
      "criterios": {
        "saludo_presentacion": 3.3,
        "identificacion_cliente": 66.7,
        "deteccion_necesidades": 3.3,
        "oferta_productos": 6.7,
        "manejo_objeciones": 13.3,
        "cierre": 3.3,
        "despedida": 3.3,
        "proactividad": 3.3,
        "empatia": 16.7,
        "resolucion_problemas": 3.3
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 3,
        "Presentación y Saludo": 2,
        "Detección de Necesidades": 2,
        "Cierre de Ventas": 2,
        "Manejo de Objeciones": 2
      },
      "fortalezas_frecuentes": {
        "Identificación correcta del cliente.": 1,
        "Identificación del cliente": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 21.0,
          "resumen": "El agente necesita mejorar en la detección de necesidades, ofrecer la promoción vigente (80% de descuento), manejar objeciones, y realizar un cierre efectivo.  No muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 19.0,
          "resumen": "El agente no cumple con los requisitos mínimos para la venta. No se presenta correctamente, no detecta necesidades, no menciona la promoción, no realiza un cierre efectivo y no muestra empatía con el cliente.  El manejo de objeciones es deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ningún criterio de evaluación. No se presentó correctamente, no verificó la identidad del cliente, no detectó necesidades, no ofreció productos ni la promoción del 80% de descuento, no manejó objeciones, no realizó cierre ni se despidió correctamente. Tampoco mostró proactividad ni empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ningún criterio de evaluación. No se presentó correctamente, no verificó la identidad del cliente, no detectó necesidades, no ofreció productos ni la promoción del 80% de descuento, no manejó objeciones, no realizó cierre ni se despidió correctamente. Tampoco mostró proactividad ni empatía."
        },
        {
          "puntaje_total": 19.0,
          "resumen": "El agente no cumple con los requisitos mínimos para la venta. No se presenta correctamente, no detecta necesidades, no menciona la promoción, no realiza un cierre efectivo y no muestra empatía con el cliente.  El manejo de objeciones es deficiente."
        },
        {
          "puntaje_total": 21.0,
          "resumen": "El agente necesita mejorar en la detección de necesidades, ofrecer la promoción vigente (80% de descuento), manejar objeciones, y realizar un cierre efectivo.  No muestra proactividad ni empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 3,
      "puntaje_promedio": 13.3,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 2,
      "criterios": {
        "saludo_presentacion": 3.3,
        "identificacion_cliente": 66.7,
        "deteccion_necesidades": 3.3,
        "oferta_productos": 6.7,
        "manejo_objeciones": 13.3,
        "cierre": 3.3,
        "despedida": 3.3,
        "proactividad": 3.3,
        "empatia": 16.7,
        "resolucion_problemas": 3.3
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 13.3,
      "general": 35.7,
      "diferencia": -22.4,
      "percentil": 29.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 3.3,
        "general": 32.0,
        "diferencia": -28.7
      },
      "identificacion_cliente": {
        "agente": 66.7,
        "general": 38.7,
        "diferencia": 28.0
      },
      "deteccion_necesidades": {
        "agente": 3.3,
        "general": 23.3,
        "diferencia": -20.0
      },
      "oferta_productos": {
        "agente": 6.7,
        "general": 28.6,
        "diferencia": -22.0
      },
      "manejo_objeciones": {
        "agente": 13.3,
        "general": 33.0,
        "diferencia": -19.7
      },
      "cierre": {
        "agente": 3.3,
        "general": 18.8,
        "diferencia": -15.4
      },
      "despedida": {
        "agente": 3.3,
        "general": 38.5,
        "diferencia": -35.2
      },
      "proactividad": {
        "agente": 3.3,
        "general": 13.9,
        "diferencia": -10.5
      },
      "empatia": {
        "agente": 16.7,
        "general": 43.0,
        "diferencia": -26.3
      },
      "resolucion_problemas": {
        "agente": 3.3,
        "general": 25.1,
        "diferencia": -21.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 309\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEl desempeño de MZA 309 se encuentra significativamente por debajo del promedio del equipo, con un puntaje IA de 13.3 comparado con el promedio general de 35.7. Su nivel actual es **Crítico**. Este puntaje lo ubica en el percentil 29.8, indicando que está entre los vendedores con menor desempeño dentro del equipo. El análisis de llamadas evaluadas muestra que hay áreas de mejora significativas y urgentes. El bajo puntaje general sugiere la necesidad de una intervención intensiva para mejorar sus habilidades y resultados.\n\nDado que no se provee historial del vendedor, no es posible determinar si mejoró o empeoró respecto a períodos anteriores. Sin embargo, el análisis actual deja claro que MZA 309 tiene un **alto potencial de mejora**, pero requiere un enfoque estructurado y seguimiento constante para lograr un progreso significativo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\nComo no hay datos de un período anterior, no es posible analizar qué mejoró o empeoró específicamente esta semana. Sin embargo, basándonos en el análisis actual, las áreas de mejora frecuentes se consideran **pendientes**, y requieren atención inmediata:\n\n*   **SIGUE PENDIENTE:** Proactividad, Presentación y Saludo, Detección de Necesidades, Cierre de Ventas y Manejo de Objeciones.\n\n**TENDENCIA GENERAL:** Dada la falta de información comparativa, es difícil determinar una tendencia. Sin embargo, con el puntaje actual, se necesita una intervención urgente para mejorar su rendimiento y evitar que se quede aún más atrás del equipo.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\nAunque el puntaje general es bajo, MZA 309 muestra una fortaleza clave que puede servir como punto de partida para la mejora:\n\n1.  **Identificación correcta del cliente:** El vendedor identifica correctamente al cliente en el 66.7% de las llamadas, superando el promedio del equipo que es de 38.7%. Esto demuestra una capacidad para iniciar la interacción de manera correcta.\n2.  **Potencial de empatía:** El puntaje de empatía es relativamente más alto (16.7%) comparado con otras áreas. Esto sugiere que, con la capacitación adecuada, puede desarrollar una conexión más genuina con los clientes.\n3.  **Base para construir:** La correcta identificación del cliente le da una base para construir una venta más sólida una vez que se trabajen las otras áreas críticas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\nLas siguientes áreas representan las debilidades más importantes que deben abordarse de inmediato para mejorar el desempeño de MZA 309:\n\n1.  **Presentación y Saludo (PERSISTENTE):** El puntaje es extremadamente bajo (3.3%). Una presentación deficiente impacta negativamente en la primera impresión, disminuyendo la probabilidad de que el cliente siga interesado en la oferta. Es crucial que el vendedor aprenda a presentarse de manera profesional y atractiva.\n2.  **Detección de Necesidades (PERSISTENTE):** El puntaje es de 3.3%. Sin una comprensión clara de las necesidades del cliente, la oferta de productos se vuelve genérica e ineficaz. Debe aprender a realizar preguntas que revelen las necesidades específicas del cliente y adaptar su pitch en consecuencia.\n3.  **Cierre de Ventas (PERSISTENTE):** El puntaje es de 3.3%. La falta de habilidades de cierre impide que concrete las ventas, incluso después de haber presentado una oferta atractiva. Necesita dominar técnicas de cierre directas y persuasivas, respetando las reglas del negocio.\n4. **Manejo de Objeciones (PERSISTENTE):** El puntaje es de 13.3%. No logra rebatir efectivamente las objeciones de los clientes, perdiendo oportunidades de venta. Necesita aprender a anticipar las objeciones comunes y preparar respuestas personalizadas que resuelvan las inquietudes de los clientes.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nNo se proporcionan datos sobre métricas de llamadas y ventas, pero se asume que los siguientes son los problemas más probables en función de los datos disponibles:\n\n*   **% Capta Atención:** Probablemente bajo (<30%), dado el bajo puntaje en Presentación y Saludo y Detección de Necesidades. Esto indica que el vendedor no logra enganchar al cliente en los primeros segundos de la llamada.\n*   **Llamadas <30 seg:** Probablemente alto, lo que refuerza la idea de problemas en el saludo y enganche inicial.\n*   **Tasa de aprobación de ventas:** Probablemente baja, debido a las deficiencias en el cierre de ventas y manejo de objeciones.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\nA continuación, se detalla el análisis por cada criterio evaluado, indicando el nivel actual y cómo mejorar específicamente (respetando las reglas del negocio):\n\n*   **Saludo y Presentación:**\n    *   Nivel: Crítico\n    *   Está haciendo mal: Presentaciones genéricas, poco atractivas y que no captan la atención del cliente.\n    *   Cómo mejorar:\n        *   Empezar la llamada con una presentación clara y enérgica: \"Hola [Nombre], soy [Nombre del vendedor] de Movistar. Tengo una oferta que le VA a interesar.\"\n        *   Eliminar frases introductorias débiles como \"Tengo una oferta que podría interesarle\".\n*   **Identificación del Cliente:**\n    *   Nivel: Bueno\n    *   Está haciendo bien: Verifica correctamente la identidad del cliente.\n    *   Cómo mantener: Continuar verificando la identidad del cliente al inicio de la llamada: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   Nivel: Crítico\n    *   Está haciendo mal: No indaga en las necesidades específicas del cliente.\n    *   Cómo mejorar:\n        *   Realizar preguntas directas para entender el uso del celular: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n        *   Evitar preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\"\n*   **Oferta de Productos:**\n    *   Nivel: Bajo\n    *   Está haciendo mal: Presenta ofertas genéricas que no están adaptadas a las necesidades del cliente.\n    *   Cómo mejorar:\n        *   Adaptar la oferta en función de las necesidades detectadas.\n        *   Mencionar la promoción vigente (80% de descuento) de manera clara y concisa.\n*   **Manejo de Objeciones:**\n    *   Nivel: Bajo\n    *   Está haciendo mal: Responde a las objeciones con respuestas genéricas.\n    *   Cómo mejorar:\n        *   Anticipar las objeciones comunes y preparar respuestas personalizadas.\n        *   Sincronizar/personalizar la respuesta según el cliente específico.\n        *   Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre:**\n    *   Nivel: Crítico\n    *   Está haciendo mal: No realiza cierres efectivos, esperando la aprobación del cliente.\n    *   Cómo mejorar:\n        *   Asignar sucursal directamente o buscar domicilio del cliente.\n        *   Nunca preguntar \"¿te parece bien si procedemos?\"\n*   **Despedida:**\n    *   Nivel: Crítico\n    *   Está haciendo mal: No se despide correctamente.\n    *   Cómo mejorar:\n        *   Ofrecer acompañamiento SOLO durante la portabilidad.\n        *   Evitar frases como \"Estaré encantado de ayudarte en el futuro\".\n*   **Proactividad:**\n    *   Nivel: Crítico\n    *   Está haciendo mal: No ofrece fibra de forma proactiva.\n    *   Cómo mejorar:\n        *   Comentar DIRECTAMENTE sobre fibra sin preguntar si le interesa al cliente.\n*   **Empatía:**\n    *   Nivel: Regular\n    *   Está haciendo mal: No logra conectar emocionalmente con el cliente.\n    *   Cómo mejorar:\n        *   Escuchar activamente al cliente y mostrar interés genuino en sus necesidades.\n*   **Resolución de Problemas:**\n    *   Nivel: Crítico\n    *   Está haciendo mal: No resuelve los problemas del cliente.\n    *   Cómo mejorar:\n        *   Escuchar atentamente el problema del cliente y ofrecer soluciones efectivas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1:** **Foco principal: Saludo y Presentación.**\n    *   Acciones:\n        *   Revisar y practicar un script de saludo y presentación claro y conciso.\n        *   Grabar y analizar llamadas de práctica para identificar áreas de mejora.\n        *   Role-playing con el mentor para simular situaciones reales.\n**Semana 2:** **Siguiente prioridad: Detección de Necesidades.**\n    *   Acciones:\n        *   Aprender preguntas efectivas para identificar las necesidades del cliente.\n        *   Practicar la escucha activa y la empatía durante las llamadas.\n        *   Analizar llamadas reales para identificar oportunidades de mejora en la detección de necesidades.\n**Semana 3:** **Consolidación: Cierre de Ventas y Manejo de Objeciones.**\n    *   Acciones:\n        *   Aprender técnicas de cierre directas y persuasivas.\n        *   Practicar el manejo de objeciones comunes.\n        *   Analizar llamadas reales para identificar oportunidades de mejora en el cierre y manejo de objeciones.\n**Semana 4:** **Optimización: Proactividad y Despedida.**\n    *   Acciones:\n        *   Incorporar la oferta proactiva de fibra en todas las llamadas.\n        *   Practicar una despedida profesional y cordial.\n        *   Revisar y ajustar el script de llamada para garantizar la coherencia y eficacia.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además de su plan móvil, Movistar ofrece un servicio de fibra óptica de alta velocidad que le permitirá disfrutar de una conexión estable y rápida en su hogar.\"\n*   **Cierre Directo:** \"Perfecto, entonces le asignaré una sucursal para que pueda retirar su nuevo equipo.\" / \"Déjeme buscar el domicilio registrado para coordinar la instalación.\"\n*   **Manejo de Objeciones:** \"Entiendo su preocupación por el precio. Sin embargo, al considerar la velocidad de la conexión, la estabilidad del servicio y el soporte técnico que ofrecemos, verá que la inversión vale la pena. Muchos de nuestros clientes inicialmente tenían la misma inquietud, pero después de experimentar la diferencia, se dieron cuenta del valor real de nuestro servicio.\"\n\n### 9. METAS CUANTIFICABLES\n*   Meta de puntaje IA a alcanzar en 30 días: 50\n*   Meta de tasa de conversión: 3%\n*   Meta de ofrecimiento de productos (Fibra): 80% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 50%\n*   Meta de TMO a alcanzar: 150 segundos\n*   KPIs específicos a mejorar: Saludo y Presentación, Detección de Necesidades y Cierre de Ventas.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 309, tu habilidad para identificar al cliente es un excelente punto de partida. Sabemos que tienes el potencial para mucho más. Este es un momento clave para enfocarte en mejorar tu presentación, detectar mejor las necesidades de los clientes y cerrar las ventas con confianza. Creemos en tu capacidad para crecer y convertirte en un vendedor de alto rendimiento. ¡Vamos a trabajar juntos para alcanzar tus metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}