{
  "agente": "MZA 72",
  "fecha_generacion": "2026-01-26T14:44:35.359188",
  "metricas": {
    "agente": "MZA 72",
    "evaluaciones": {
      "total_evaluadas": 43,
      "puntaje_promedio": 26.3,
      "puntaje_min": 0.0,
      "puntaje_max": 83.0,
      "desviacion_std": 21.5,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 16,
      "criterios": {
        "saludo_presentacion": 24.7,
        "identificacion_cliente": 13.0,
        "deteccion_necesidades": 22.3,
        "oferta_productos": 43.0,
        "manejo_objeciones": 29.5,
        "cierre": 21.6,
        "despedida": 36.0,
        "proactividad": 12.3,
        "empatia": 29.5,
        "resolucion_problemas": 15.6
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 19,
        "Detección de necesidades": 17,
        "Manejo de objeciones": 11,
        "Cierre de ventas": 8,
        "Cierre de venta": 8
      },
      "fortalezas_frecuentes": {
        "Empatía": 3,
        "Saludo inicial": 2,
        "Oferta de productos": 2,
        "Despedida": 2,
        "Buen manejo de objeciones.": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 83.0,
          "resumen": "El agente realizó una buena gestión de venta, identificando las necesidades del cliente y ofreciendo un plan adecuado. Hubo una correcta identificación del cliente y manejo de objeciones. El cierre fue efectivo, y la despedida fue correcta. Se podría mejorar la proactividad en la venta de productos adicionales y la claridad en la presentación inicial."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente muestra un buen manejo de la llamada, ofreciendo planes y manejando objeciones. Destaca el cierre y la empatía.  Puede mejorar la presentación inicial, la detección de necesidades y la proactividad en la venta de productos adicionales."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presenta y ofrece promociones, detectando las necesidades del cliente y ofreciendo diferentes opciones. Maneja las objeciones y realiza un cierre comercial. Muestra empatía. Mejora la presentación inicial, profundiza en la detección de necesidades y ofrece una despedida más completa."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con ningún criterio de evaluación. Conversación muy breve y sin propósito."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es muy breve y no se cumple con ninguno de los criterios de evaluación. El agente no realiza ninguna acción relevante para la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta. No hay presentación, identificación, detección de necesidades, oferta, cierre ni despedida. El agente solo responde a las preguntas del cliente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 43,
      "puntaje_promedio": 26.3,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 16,
      "criterios": {
        "saludo_presentacion": 24.7,
        "identificacion_cliente": 13.0,
        "deteccion_necesidades": 22.3,
        "oferta_productos": 43.0,
        "manejo_objeciones": 29.5,
        "cierre": 21.6,
        "despedida": 36.0,
        "proactividad": 12.3,
        "empatia": 29.5,
        "resolucion_problemas": 15.6
      }
    },
    "clasificacion": {
      "total_llamadas": 43,
      "con_saludo": 10,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 2,
      "ventas": 0,
      "score_calidad_prom": 29.1,
      "pct_saludo": 23.3,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 4.7,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 205.0,
      "duracion_promedio_min": 3.4,
      "distribucion_duracion": {
        "1-3 min": 32,
        "> 8 min": 5,
        "3-5 min": 4,
        "5-8 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 26.3,
      "general": 35.7,
      "diferencia": -9.4,
      "percentil": 46.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 24.7,
        "general": 32.0,
        "diferencia": -7.4
      },
      "identificacion_cliente": {
        "agente": 13.0,
        "general": 38.7,
        "diferencia": -25.6
      },
      "deteccion_necesidades": {
        "agente": 22.3,
        "general": 23.3,
        "diferencia": -1.0
      },
      "oferta_productos": {
        "agente": 43.0,
        "general": 28.6,
        "diferencia": 14.4
      },
      "manejo_objeciones": {
        "agente": 29.5,
        "general": 33.0,
        "diferencia": -3.5
      },
      "cierre": {
        "agente": 21.6,
        "general": 18.8,
        "diferencia": 2.9
      },
      "despedida": {
        "agente": 36.0,
        "general": 38.5,
        "diferencia": -2.5
      },
      "proactividad": {
        "agente": 12.3,
        "general": 13.9,
        "diferencia": -1.5
      },
      "empatia": {
        "agente": 29.5,
        "general": 43.0,
        "diferencia": -13.5
      },
      "resolucion_problemas": {
        "agente": 15.6,
        "general": 25.1,
        "diferencia": -9.5
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 72\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 72 se encuentra actualmente en un nivel que **necesita mejora**, situándose por debajo del promedio del equipo en el puntaje IA (-9.4 puntos de diferencia) y en la tasa de conversión (0% vs. 5.1% del equipo). Su percentil en el puntaje IA es de 46.9, lo que indica que está en la mitad inferior del equipo.\n\n**EVOLUCIÓN:** Comparado con el período anterior, hay una **ligera mejora** en algunas áreas como \"Oferta de Productos\" y \"Cierre\", pero un **retroceso preocupante** en áreas críticas como \"Identificación del Cliente\". Este desempeño mixto sugiere que, aunque hay potencial, necesita un enfoque más consistente y estratégico en áreas clave. Su potencial de mejora es considerable, pero requiere un plan de acción enfocado en las áreas de mayor debilidad y el refuerzo de sus fortalezas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ:**\n    *   **Oferta de productos:** El puntaje aumentó significativamente (+14.4 puntos), lo que indica que está presentando mejor los productos. ¡Bien hecho! Es importante seguir explotando esta habilidad.\n    *   **Cierre:** Hubo un ligero aumento (+2.9 puntos) en el cierre. Aunque pequeño, es un paso en la dirección correcta.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del cliente:** Un **descenso alarmante** de -25.6 puntos. Es crucial abordar esto de inmediato.\n    *   **Empatía:** Disminuyó en -13.5 puntos. Es importante retomar la conexión con el cliente.\n    *   **Saludo y Presentación:** Bajó -7.4 puntos. Necesitamos asegurar un inicio de llamada más efectivo.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Detección de necesidades:** El puntaje sigue siendo bajo y similar al período anterior, lo que indica que necesita enfocarse en realizar las preguntas correctas para entender al cliente.\n    *   **Manejo de objeciones:** Aunque el puntaje es similar al período anterior, sigue siendo un área que necesita atención y mejora.\n    *   **Proactividad:** El puntaje en proactividad sigue siendo bajo, lo que indica que no está ofreciendo los productos de manera directa, especialmente la fibra.\n    *   **Resolución de Problemas:** No hubo mejoras significativas en este criterio.\n\n*   **TENDENCIA GENERAL:** A pesar de algunas mejoras puntuales, la tendencia general es **preocupante** debido al descenso significativo en la identificación del cliente y la empatía. Necesita una intervención urgente para reorientar su enfoque y mejorar su desempeño.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Oferta de productos:** Esta es una fortaleza creciente. Ahora debe enfocarse en hacer ofertas más personalizadas luego de la detección de necesidades.\n*   **Cierre:** Aunque el puntaje es bajo, la mejora respecto al período anterior indica que tiene potencial. Es importante seguir trabajando en esta área.\n*   **Buen manejo de objeciones.**: Ya identificada anteriormente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Identificación del Cliente (PERSISTENTE):** Este es el área más crítica. El puntaje bajo indica que probablemente no está verificando la identidad del cliente correctamente. Esto es una **REGLA CRÍTICA DEL NEGOCIO** y debe ser abordada de inmediato. No identificar al cliente correctamente puede llevar a ofrecer planes incorrectos o incluso a fraudes.\n*   **Detección de necesidades (PERSISTENTE):** El puntaje bajo indica que no está realizando las preguntas correctas para entender las necesidades del cliente. Esto es crucial para ofrecer un plan adecuado y aumentar las posibilidades de cierre. No conocer las necesidades del cliente lleva a ofertas genéricas que no generan interés.\n*   **Proactividad (PERSISTENTE):** No está ofreciendo fibra de forma directa. Es importante recordar que **TODOS** deben ofrecer fibra. No ofrecer fibra significa perder oportunidades de venta adicionales y aumentar el valor del ticket promedio.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n*   **TMO (Tiempo Medio Operativo):** 3.4 minutos. Este tiempo es adecuado, pero dada la baja tasa de conversión, sugiere que podría estar invirtiendo tiempo en llamadas que no llevan a ningún lado debido a problemas en la identificación, la detección de necesidades y la proactividad.\n*   **% Capta Atención:** No disponible. Es **CRÍTICO** conocer este dato para futuras evaluaciones, ya que permite entender si el cliente está enganchado a la llamada.\n*   **Cortes de llamada:** No disponible. Es **CRÍTICO** conocer este dato para futuras evaluaciones.\n*   **Llamadas <30 seg:** No disponible. Es **CRÍTICO** conocer este dato para futuras evaluaciones.\n*   **Tasa de aprobación de ventas:** 0%. Esta es la métrica más preocupante. Indica que no está realizando ninguna venta.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación:** **Bajo**. No está generando un impacto positivo al inicio de la llamada.\n    *   **Qué está haciendo mal:** Posiblemente está utilizando frases genéricas como \"Tengo una oferta que podría interesarle\".\n    *   **Cómo mejorar:** Usar la frase \"Tengo una oferta que le VA a interesar\". Debe sonar seguro y confiado.\n*   **Identificación del cliente:** **Crítico**. No está verificando la identidad del cliente correctamente.\n    *   **Qué está haciendo mal:** Probablemente no está preguntando \"¿Me comunico con [Nombre]?\"\n    *   **Cómo mejorar:** Siempre preguntar \"¿Me comunico con [Nombre]?\" para verificar la identidad.\n*   **Detección de necesidades:** **Bajo**. No está haciendo las preguntas correctas para entender las necesidades del cliente.\n    *   **Qué está haciendo mal:** Posiblemente está utilizando preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\"\n    *   **Cómo mejorar:** Preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de productos:** **Bueno**. Esta es una fortaleza.\n    *   **Qué está haciendo bien:** Presenta bien los productos.\n    *   **Cómo mejorar:** Personalizar la oferta después de detectar las necesidades del cliente.\n*   **Manejo de objeciones:** **Regular**. No está rebatindo las objeciones de forma personalizada.\n    *   **Qué está haciendo mal:** Utiliza respuestas genéricas para todas las objeciones.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de forma personalizada.\n*   **Cierre:** **Bajo**. No está cerrando las ventas de forma directa.\n    *   **Qué está haciendo mal:** Posiblemente está preguntando \"¿Te parece bien si procedemos?\"\n    *   **Cómo mejorar:** Asignar la sucursal directamente o buscar el domicilio del cliente.\n*   **Despedida:** **Regular**. No está ofreciendo acompañamiento durante la portabilidad.\n    *   **Qué está haciendo mal:** Probablemente está utilizando frases genéricas como \"Estaré encantado de ayudarte en el futuro\".\n    *   **Cómo mejorar:** Ofrecer acompañamiento solo durante la portabilidad.\n*   **Proactividad:** **Bajo**. No está ofreciendo fibra de forma directa.\n    *   **Qué está haciendo mal:** Posiblemente está preguntando \"¿Te interesaría conocer nuestros servicios de fibra?\"\n    *   **Cómo mejorar:** Comentar directamente sobre la fibra sin preguntar.\n*   **Empatía:** **Regular**. Ha disminuido. Necesita reconectar con el cliente.\n    *   **Qué está haciendo mal:** No está mostrando interés genuino en las necesidades del cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y mostrar comprensión.\n*   **Resolución de Problemas:** **Bajo**. No está resolviendo los problemas del cliente de forma efectiva.\n    *   **Qué está haciendo mal:** No está ofreciendo soluciones adecuadas a los problemas del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente el problema del cliente y ofrecer soluciones concretas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n*   **Semana 1:** **IDENTIFICACIÓN DEL CLIENTE**. Enfocarse en verificar la identidad del cliente en cada llamada. Repasar el script y practicar la pregunta \"¿Me comunico con [Nombre]?\" Monitorear todas las llamadas y dar feedback inmediato.\n*   **Semana 2:** **DETECCIÓN DE NECESIDADES**. Aprender a hacer las preguntas correctas para entender las necesidades del cliente. Practicar preguntas como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés en tu plan?\". Revisar ejemplos de llamadas exitosas.\n*   **Semana 3:** **PROACTIVIDAD Y CIERRE**. Enfocarse en ofrecer fibra de forma directa y cerrar las ventas de forma directa. Practicar el script para ofrecer fibra y aprender a asignar la sucursal o buscar el domicilio del cliente.\n*   **Semana 4:** **CONSOLIDACIÓN Y EMPATÍA**. Consolidar las habilidades aprendidas y enfocarse en la empatía. Practicar la escucha activa y mostrar comprensión. Revisar todas las áreas de mejora y reforzar las fortalezas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actual? ¿Te alcanzan o te quedás corto?\"\n*   **Oferta de fibra:** \"Contamos con un servicio de fibra óptica de alta velocidad que le va a permitir disfrutar de una conexión estable y rápida en su hogar.\" (Decir esto directamente sin preguntar si le interesa).\n*   **Cierre directo:**\n    *   \"Para que pueda empezar a disfrutar de su nuevo plan, le asigno la sucursal más cercana a su domicilio para que retire su chip.\" (Asignar sucursal directamente).\n    *   \"Necesito su domicilio para enviarle el chip con su nuevo plan.\" (Buscar domicilio directamente).\n*   **Manejo de objeciones:** (Personalizado según la objeción del cliente).\n    *   **Ejemplo: \"Es que Movistar es caro\".** \"Entiendo lo que decís, pero te aseguro que la calidad de nuestra red y la estabilidad de la conexión hacen que valga la pena la inversión. Además, con este plan vas a tener [mencionar beneficios específicos] que otros no te ofrecen.\"\n    *   **Ejemplo: \"Ya tengo un plan con otra compañía\".** \"¿Qué es lo que más te gusta de tu plan actual? ¿Y qué es lo que menos te gusta? Te pregunto esto porque quizás con Movistar podemos ofrecerte algo aún mejor, que se adapte más a lo que realmente necesitás.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA en 30 días:** Aumentar el puntaje IA a 45.\n*   **Tasa de conversión:** Alcanzar una tasa de conversión del 3%.\n*   **Ofrecimiento de productos:** Ofrecer fibra en el 80% de las llamadas.\n*   **% Capta Atención:** Aumentar el porcentaje de llamadas >1 min al 40%.\n*   **TMO:** Mantener el TMO entre 3 y 4 minutos.\n*   **KPIs específicos:**\n    *   Aumentar el puntaje en \"Identificación del cliente\" a 80.\n    *   Aumentar el puntaje en \"Detección de necesidades\" a 50.\n    *   Aumentar el puntaje en \"Proactividad\" a 50.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 72, veo que tienes potencial para mejorar. A pesar del descenso en algunas áreas esta semana, has demostrado capacidad para ofrecer los productos de manera efectiva y tienes un mejor manejo en el cierre. Ahora es momento de enfocarte en la identificación del cliente y la detección de sus necesidades. ¡Sé que puedes hacerlo! Con dedicación y aplicando estas técnicas, lograrás superar tus metas y convertirte en un vendedor de alto rendimiento. ¡Confío en ti y en tu capacidad de crecimiento!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:05:22.079181",
  "evolucion": null
}