{
  "agente": "MZA 50",
  "fecha_generacion": "2026-01-26T14:42:31.557659",
  "metricas": {
    "agente": "MZA 50",
    "evaluaciones": {
      "total_evaluadas": 51,
      "puntaje_promedio": 17.2,
      "puntaje_min": 0.0,
      "puntaje_max": 130.0,
      "desviacion_std": 24.0,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 32,
      "criterios": {
        "saludo_presentacion": 15.7,
        "identificacion_cliente": 49.6,
        "deteccion_necesidades": 12.0,
        "oferta_productos": 9.2,
        "manejo_objeciones": 13.3,
        "cierre": 12.2,
        "despedida": 14.5,
        "proactividad": 4.1,
        "empatia": 23.9,
        "resolucion_problemas": 15.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 31,
        "Detección de necesidades": 18,
        "Presentación y Saludo": 17,
        "Detección de Necesidades": 15,
        "Identificación del Cliente": 13
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Empatía": 5,
        "Saludo y presentación": 3,
        "Identificación correcta del cliente.": 3,
        "Manejo de objeciones": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 130.0,
          "resumen": "El agente no cumple con los requisitos obligatorios de Movistar. No menciona la promoción del 80% de descuento ni verifica la identidad del cliente. El manejo de objeciones y el cierre son débiles.  La empatía es aceptable."
        },
        {
          "puntaje_total": 52.0,
          "resumen": "El agente se presentó y se despidió correctamente, identificó al cliente, pero no hizo preguntas para detectar necesidades, no mencionó la promoción del 80% y no ofreció productos adicionales. El manejo de la objeción fue superficial."
        },
        {
          "puntaje_total": 49.0,
          "resumen": "El agente no menciona la promoción del 80%. Debe mejorar la detección de necesidades y la proactividad. Buen manejo de objeciones."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio y no ofrece ninguna información relevante."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni la promoción del 80%, y no hay cierre ni despedida adecuados. Falta proactividad y empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación, como mencionar la promoción del 80% de descuento y realizar un cierre directo."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 51,
      "puntaje_promedio": 17.2,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 32,
      "criterios": {
        "saludo_presentacion": 15.7,
        "identificacion_cliente": 49.6,
        "deteccion_necesidades": 12.0,
        "oferta_productos": 9.2,
        "manejo_objeciones": 13.3,
        "cierre": 12.2,
        "despedida": 14.5,
        "proactividad": 4.1,
        "empatia": 23.9,
        "resolucion_problemas": 15.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 17.2,
      "general": 35.7,
      "diferencia": -18.4,
      "percentil": 33.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 15.7,
        "general": 32.0,
        "diferencia": -16.3
      },
      "identificacion_cliente": {
        "agente": 49.6,
        "general": 38.7,
        "diferencia": 10.9
      },
      "deteccion_necesidades": {
        "agente": 12.0,
        "general": 23.3,
        "diferencia": -11.3
      },
      "oferta_productos": {
        "agente": 9.2,
        "general": 28.6,
        "diferencia": -19.4
      },
      "manejo_objeciones": {
        "agente": 13.3,
        "general": 33.0,
        "diferencia": -19.7
      },
      "cierre": {
        "agente": 12.2,
        "general": 18.8,
        "diferencia": -6.6
      },
      "despedida": {
        "agente": 14.5,
        "general": 38.5,
        "diferencia": -24.0
      },
      "proactividad": {
        "agente": 4.1,
        "general": 13.9,
        "diferencia": -9.7
      },
      "empatia": {
        "agente": 23.9,
        "general": 43.0,
        "diferencia": -19.1
      },
      "resolucion_problemas": {
        "agente": 15.9,
        "general": 25.1,
        "diferencia": -9.2
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 50\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 50 se encuentra en un nivel **Crítico** en comparación con el equipo, evidenciado por un puntaje IA de 17.2 contra un promedio general de 35.7, situándose en el percentil 33. Esto indica un desempeño significativamente por debajo del promedio del equipo. El vendedor muestra dificultades en la aplicación de las reglas del negocio y en la generación de interacciones efectivas con los clientes.\n\n**EVOLUCIÓN:** Sin datos comparativos de un período anterior, es imposible determinar si el desempeño mejoró o empeoró. Sin embargo, el bajo puntaje actual sugiere la necesidad de una intervención inmediata y un plan de acción detallado para impulsar una mejora sustancial. Su potencial de mejora es considerable, dado el margen existente entre su desempeño actual y el promedio del equipo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\nDado que no hay información sobre el desempeño del vendedor en el período anterior, no es posible determinar qué mejoró o empeoró. Por lo tanto, nos enfocaremos en las áreas que necesitan atención inmediata y estableceremos una línea de base para medir el progreso en el futuro.\n\n**QUÉ SIGUE PENDIENTE:**\n*   Proactividad: El puntaje de 4.1 indica una falta significativa en ofrecer proactivamente productos y servicios adicionales, como la fibra óptica.\n*   Detección de necesidades: Con un puntaje de 12.0, la detección de necesidades es una debilidad clave que impide la personalización de las ofertas.\n*   Presentación y Saludo: El puntaje de 15.7 sugiere una necesidad de mejorar la efectividad en la presentación inicial.\n*   Manejo de Objeciones: Con un puntaje de 13.3, debe mejorar la forma de responder a las objeciones para aumentar la probabilidad de cierre.\n\n**TENDENCIA GENERAL:** Debido a la falta de datos históricos, la tendencia general es incierta. Sin embargo, el puntaje bajo sugiere la necesidad de una intervención urgente para evitar que el desempeño siga siendo deficiente.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente:** Con un puntaje de 49.6, este es el área de mayor fortaleza relativa. A pesar de que se debe mejorar, este es un buen punto de partida.\n*   **Empatía:** El puntaje de 23.9 indica cierta habilidad para conectar con los clientes a nivel emocional, aunque aún requiere mejora.\n*   **Resolución de Problemas:** El puntaje de 15.9 es, relativamente hablando, bueno en comparación con las otras áreas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Proactividad (PERSISTENTE):** Con el puntaje más bajo (4.1), la falta de ofrecimiento de fibra y otros productos impacta directamente en el potencial de ventas. **Importancia:** Aumentar las ventas cruzadas y maximizar el valor de cada cliente.\n*   **Detección de Necesidades (PERSISTENTE):** Un puntaje de 12.0 indica la incapacidad de entender las necesidades del cliente para ofrecer soluciones personalizadas. **Importancia:** Personalizar las ofertas aumenta la relevancia y la probabilidad de cierre.\n*   **Cierre (PERSISTENTE):** Un puntaje de 12.2 en cierre significa una dificultad en convertir las conversaciones en ventas concretas. **Importancia:** El cierre efectivo es el objetivo final del proceso de ventas.\n*   **Manejo de Objeciones (PERSISTENTE):** Un puntaje de 13.3 es muy bajo. El mal manejo de las objeciones ocasiona la pérdida de muchas oportunidades de venta. **Importancia**: Rebatir las objeciones de cada cliente es fundamental para poder cerrar la venta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nA pesar de no contar con el TMO, Capta Atención y demás, es vital destacar la necesidad de mejorar el \"engagement\" inicial. Se deben reducir las llamadas cortas y aumentar el tiempo que el cliente permanece en la línea.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Nivel Bajo):**\n    *   **Qué está haciendo mal:** Puede estar utilizando frases genéricas como \"Tengo una oferta que podría interesarle\" en lugar de un enfoque más directo y atractivo.\n    *   **Cómo mejorar:** Cambiar a \"Tengo una oferta que LE VA a interesar\" y enfocarse en el beneficio principal de inmediato.\n*   **Identificación del Cliente (Nivel Regular):**\n    *   **Qué está haciendo mal:** Aunque identifica al cliente, puede estar omitiendo la verificación completa de la identidad.\n    *   **Cómo mejorar:** Siempre preguntar \"¿Me comunico con [Nombre]?\" y verificar la identidad antes de continuar.\n*   **Detección de Necesidades (Nivel Crítico):**\n    *   **Qué está haciendo mal:** Puede estar preguntando \"¿Qué es lo más importante para ti en un plan?\" en lugar de preguntas más específicas.\n    *   **Cómo mejorar:** Cambiar a preguntas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" para obtener información relevante.\n*   **Oferta de Productos (Nivel Crítico):**\n    *   **Qué está haciendo mal:** No está mencionando la promoción del 80% de descuento y no está ofreciendo productos adicionales.\n    *   **Cómo mejorar:** Siempre mencionar la promoción y ofrecer directamente la fibra, sin preguntar si le interesa.\n*   **Manejo de Objeciones (Nivel Crítico):**\n    *   **Qué está haciendo mal:** Está utilizando respuestas genéricas en lugar de abordar las objeciones específicas del cliente.\n    *   **Cómo mejorar:** Personalizar las respuestas según la objeción y el cliente. Por ejemplo, si el cliente se preocupa por el precio, decir: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre (Nivel Crítico):**\n    *   **Qué está haciendo mal:** Está preguntando \"¿Te parece bien si procedemos?\" en lugar de proceder directamente.\n    *   **Cómo mejorar:** Asignar la sucursal directamente o buscar el domicilio del cliente sin preguntar.\n*   **Despedida (Nivel Bajo):**\n    *   **Qué está haciendo mal:** Puede estar ofreciendo ayuda futura en lugar de enfocarse en el proceso de portabilidad.\n    *   **Cómo mejorar:** Ofrecer acompañamiento SOLO durante la portabilidad.\n*   **Proactividad (Nivel Crítico):**\n    *   **Qué está haciendo mal:** No está ofreciendo directamente la fibra.\n    *   **Cómo mejorar:** Comentar directamente sobre la fibra sin preguntar.\n*   **Empatía (Nivel Bajo):**\n    *   **Qué está haciendo mal:** No está construyendo una relación personal con el cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y demostrar interés genuino en sus necesidades.\n*   **Resolución de Problemas (Nivel Bajo):**\n    *   **Qué está haciendo mal:** No está proporcionando soluciones efectivas a los problemas del cliente.\n    *   **Cómo mejorar:** Identificar rápidamente el problema y ofrecer soluciones concretas y efectivas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco: Saludo, Identificación y Detección de Necesidades.**\n    *   Acciones: Revisar y practicar el script de saludo y presentación, incorporar la pregunta de verificación de identidad. Practicar preguntas efectivas para detectar necesidades (ej. \"¿Cuántos GB tenés?\"). Analizar grabaciones de llamadas propias para identificar errores.\n*   **Semana 2:** **Foco: Oferta de Productos y Proactividad (Fibra).**\n    *   Acciones: Incorporar la promoción del 80% en todas las presentaciones. Ofrecer la fibra directamente, sin preguntar. Revisar ejemplos de cómo ofrecer la fibra de manera efectiva.\n*   **Semana 3:** **Foco: Manejo de Objeciones y Cierre Directo.**\n    *   Acciones: Crear un banco de respuestas personalizadas para las objeciones más comunes. Practicar el cierre directo (asignar sucursal, buscar domicilio). Analizar llamadas para identificar objeciones mal manejadas.\n*   **Semana 4:** **Foco: Consolidación y Empatía.**\n    *   Acciones: Revisar todas las áreas de mejora anteriores. Poner foco en la escucha activa y en la construcción de relaciones con los clientes. Realizar role-playing con otros miembros del equipo.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Justamente, tenemos disponible la fibra óptica en tu zona, lo que te va a permitir [mencionar beneficios concretos: mejor velocidad, estabilidad, etc.].\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con la contratación, te asigné la sucursal de [nombre de la sucursal] que está más cerca de tu domicilio.\" O \"Necesito confirmar tu dirección para coordinar la instalación.\"\n*   **Manejo de Objeciones:**\n    *   *Precio:* \"Entiendo tu preocupación por el precio. Muchos clientes se sentían igual al principio. Pero una vez que prueban la velocidad y la estabilidad de nuestra conexión, se dan cuenta de que vale la pena.\"\n    *   *Ya tengo un servicio:* \"Entiendo, pero con Movistar vas a tener [mencionar beneficios concretos que la competencia no ofrece].\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 30 (mejora de 12.8 puntos)\n*   Meta de tasa de conversión: 3% (aumento del 3%)\n*   Meta de ofrecimiento de fibra en el 80% de las llamadas\n*   Meta de % Capta Atención: 30% (aumento para igualar el punto de corte)\n*   Meta de TMO: Entre 2 y 4 minutos.\n*   KPIs específicos a mejorar: Proactividad y Detección de Necesidades.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 50, sé que tienes el potencial para destacarte en este equipo. Reconozco tu habilidad para la identificación del cliente y empatía, y te animo a que canalices esa energía en mejorar las áreas críticas que hemos identificado. Con un enfoque en la aplicación de las reglas del negocio y la práctica constante, estoy seguro de que podrás alcanzar tus metas y superar tus propios límites. ¡Confío en tu capacidad para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}