{
  "agente": "Samperi Rocio",
  "agente_codigo": "MZA 314",
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-02-09T08:36:33.986612",
  "metricas": {
    "agente": "Samperi Rocio",
    "agente_codigo": "MZA 314",
    "equipo": "MARINA MARTINEZ",
    "evaluaciones": {
      "total_evaluadas": 54,
      "puntaje_promedio": 41.0,
      "puntaje_min": 0,
      "puntaje_max": 100,
      "desviacion_std": 30.4,
      "llamadas_excelentes": 7,
      "llamadas_buenas": 8,
      "llamadas_regulares": 20,
      "llamadas_criticas": 19,
      "criterios": {
        "saludo_presentacion": 36.1,
        "identificacion_cliente": 58.9,
        "deteccion_necesidades": 32.4,
        "oferta_productos": 52.2,
        "manejo_objeciones": 46.7,
        "cierre": 23.1,
        "despedida": 66.1,
        "proactividad": 19.3,
        "empatia": 51.9,
        "resolucion_problemas": 34.3
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 23,
        "Detección de necesidades": 22,
        "Presentación": 15,
        "Identificación del cliente": 14,
        "Oferta de productos": 13
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Empatía": 12,
        "Manejo de objeciones": 9,
        "Despedida": 7,
        "Buen manejo de objeciones.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se desempeña muy bien en la llamada, presentando la oferta, detectando las necesidades del cliente, manejando objeciones, cerrando la venta y mostrando empatía. Ofrece un plan y gestiona la situación del cliente. Excelente desempeño."
        },
        {
          "puntaje_total": 98.0,
          "resumen": "La agente realiza una buena presentación, identifica a la cliente, detecta necesidades, ofrece productos de forma directa, maneja objeciones y muestra empatía. Intenta el cierre de la venta, ofrece acompañamiento. Ofrece un plan directo y luego  fibra. La cliente no cierra, pero se guarda el contacto."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta necesidades y ofrece productos de forma directa. Maneja objeciones y completa el cierre. Muestra empatía y proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones, no cierra la venta y no muestra proactividad ni empatía. "
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no cierra la venta.  No muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no se presentó correctamente, no verificó la identidad, no detectó necesidades, no ofreció productos ni cerró la venta. No hubo proactividad ni manejo de objeciones."
        }
      ],
      "pct_ofrece_fibra": 13.0
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.2
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 42,
      "con_plan": 18,
      "ofrece_fibra": 10,
      "pct_plan": 42.9,
      "pct_fibra": 23.8
    },
    "calidad_llamadas": {
      "total_llamadas": 277,
      "tmo_seg": 64.1,
      "pct_capta_atencion": 19.1,
      "menos_30seg": 165,
      "corte_cliente": 226,
      "corte_agente": 49
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 41.0,
      "general": 30.6,
      "diferencia": 10.4,
      "percentil": 70.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 36.1,
        "general": 17.9,
        "diferencia": 18.2
      },
      "identificacion_cliente": {
        "agente": 58.9,
        "general": 49.4,
        "diferencia": 9.5
      },
      "deteccion_necesidades": {
        "agente": 32.4,
        "general": 14.3,
        "diferencia": 18.1
      },
      "oferta_productos": {
        "agente": 52.2,
        "general": 36.1,
        "diferencia": 16.1
      },
      "manejo_objeciones": {
        "agente": 46.7,
        "general": 27.8,
        "diferencia": 18.9
      },
      "cierre": {
        "agente": 23.1,
        "general": 19.5,
        "diferencia": 3.6
      },
      "despedida": {
        "agente": 66.1,
        "general": 51.2,
        "diferencia": 14.9
      },
      "proactividad": {
        "agente": 19.3,
        "general": 8.5,
        "diferencia": 10.8
      },
      "empatia": {
        "agente": 51.9,
        "general": 37.5,
        "diferencia": 14.4
      },
      "resolucion_problemas": {
        "agente": 34.3,
        "general": 21.0,
        "diferencia": 13.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Samperi Rocio\n\n### 1. DIAGNOSTICO GENERAL\nRocio, tu nivel actual se encuentra en \"Necesita Mejora\". Si bien superás el promedio del equipo (41.0 vs 30.6), hay un margen considerable para crecer y alcanzar tu máximo potencial. Tu desempeño muestra una evolución positiva con respecto al coaching anterior, especialmente en la identificación del cliente y la despedida. Sin embargo, áreas como la proactividad y el cierre aún necesitan un enfoque intensivo. Con el plan adecuado y tu compromiso, estoy seguro de que podés destacarte dentro del equipo.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Mantenés un buen nivel (58.9 de 100) al verificar la identidad de la persona al inicio de la llamada. Esto genera confianza y evita confusiones.\n*   **Empatía:** Demostrás comprender las necesidades del cliente (51.9 de 100), lo cual facilita la conexión y la creación de un ambiente favorable.\n*   **Manejo de objeciones:** Tenés una base sólida (46.7 de 100) para rebatir las dudas y preocupaciones de los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Proactividad:** Tu nivel es bajo (19.3 de 100). Necesitás ser más incisiva en la presentación de ofertas y en la búsqueda de soluciones que superen las expectativas del cliente.\n*   **Detección de necesidades:** Si bien mostrás empatía, la detección profunda de las necesidades reales del cliente es fundamental para ofrecer soluciones personalizadas. Tu puntaje es de 32.4 de 100.\n*   **Cierre:** Tu puntaje es bajo (23.1 de 100). Es fundamental cerrar las ventas de forma más directa y efectiva, asignando sucursales o buscando el domicilio del cliente sin rodeos.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 36.1 de 100. **Que hace mal:** El saludo podría ser más enérgico y persuasivo. **Cómo mejorar:** Iniciá la llamada con un tono de voz seguro y entusiasta, transmitiendo confianza desde el primer momento.\n*   **Identificación del Cliente:** 58.9 de 100. **Que hace bien:** Verificás la identidad del cliente. **Cómo mejorar:** Mantené este buen hábito, pero añadí una pregunta adicional para confirmar si es el titular de la línea.\n*   **Detección de Necesidades:** 32.4 de 100. **Que hace mal:** No profundizás lo suficiente en las necesidades del cliente. **Cómo mejorar:** En lugar de preguntar genéricamente, preguntá \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Esto te dará información valiosa para personalizar la oferta.\n*   **Oferta de Productos:** 52.2 de 100. **Que hace mal:** No siempre ofrecés la fibra de forma directa. **Cómo mejorar:** Comentá DIRECTAMENTE sobre la oferta de fibra, sin preguntar si le interesa: \"Además, tengo una oferta INCREIBLE de fibra óptica para tu hogar...\"\n*   **Manejo de Objeciones:** 46.7 de 100. **Que hace bien:** Tenés una base para rebatir objeciones. **Cómo mejorar:** Preparate con respuestas específicas para las objeciones más comunes (precio, competencia, etc.).\n*   **Cierre:** 23.1 de 100. **Que hace mal:** No cerrás la venta de forma directa. **Cómo mejorar:** Asigná la sucursal o buscá el domicilio directamente: \"¿Genial! Entonces, ¿cuál es la sucursal de Movistar que te queda más cómoda para retirar el chip?\" o \"¿Para coordinar la instalación de la fibra, me confirmás tu domicilio actual?\".\n*   **Despedida:** 66.1 de 100. **Que hace bien:** Te despedís de forma cordial. **Cómo mejorar:** Agradecé al cliente por su tiempo y reconfirmá el próximo paso (retiro del chip, instalación de la fibra, etc.).\n*   **Proactividad:** 19.3 de 100. **Que hace mal:** No tomás la iniciativa para ofrecer soluciones adicionales. **Cómo mejorar:** Una vez detectadas las necesidades, ofrecé planes y servicios complementarios que agreguen valor a la experiencia del cliente.\n*   **Empatía:** 51.9 de 100. **Que hace bien:** Mostrás empatía y comprensión hacia el cliente. **Cómo mejorar:** Continuá demostrando empatía, pero enfocala en entender las necesidades subyacentes y ofrecer soluciones personalizadas.\n*   **Resolución de Problemas:** 34.3 de 100. **Que hace mal:** No siempre ofrecés soluciones efectivas a los problemas del cliente. **Cómo mejorar:** Escuchá atentamente el problema del cliente y ofrecé soluciones concretas y rápidas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco:** Proactividad y Saludo.\n*   **Acciones:** Practicá saludos enérgicos y persuasivos. Prepará un speech corto y atractivo para presentar las ofertas de forma proactiva. Registrar al menos 20 interacciones aplicando tecnicas.\n\n**Semana 2:** **Foco:** Detección de Necesidades.\n*   **Acciones:** Utilizá las preguntas clave (\"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\") en todas las llamadas. Analizá las respuestas para identificar las necesidades reales del cliente. Registrar al menos 20 interacciones aplicando tecnicas.\n\n**Semana 3:** **Foco:** Cierre Directo.\n*   **Acciones:** Implementá las técnicas de cierre directo (asignación de sucursal o búsqueda de domicilio) en todas las llamadas. Practicá el manejo de objeciones específicas. Registrar al menos 20 interacciones aplicando tecnicas.\n\n**Semana 4:** **Foco:** Consolidación y Oferta de Fibra.\n*   **Acciones:** Revisá todas las áreas de mejora y aplicá las técnicas aprendidas en las semanas anteriores. Ofrecé la fibra de forma directa en todas las llamadas. Registrar al menos 20 interacciones aplicando tecnicas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n    *   \"¿Hablo con el titular de la línea?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además, tengo una oferta INCREIBLE de fibra óptica para tu hogar...\"\n*   **Técnicas de cierre directo:**\n    *   \"¿Genial! Entonces, ¿cuál es la sucursal de Movistar que te queda más cómoda para retirar el chip?\"\n    *   \"Para coordinar la instalación de la fibra, me confirmás tu domicilio actual?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te aseguro que la calidad de nuestra red y los beneficios adicionales valen la pena.\"\n    *   **Competencia:** \"Entiendo que tengas otras opciones en mente. Pero te invito a comparar la velocidad, la estabilidad y el servicio al cliente que ofrecemos en Movistar. No te vas a arrepentir.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65 sobre 100.\n*   **Meta de calidad de llamadas:** Disminuir el porcentaje de llamadas que duran menos de 30 segundos en un 15%. Aumentar el porcentaje de llamadas en las que se capta la atención del cliente por más de 1 minuto en un 20%.\n*   **KPIs:**\n    *   Aumentar la tasa de cierre en un 10%.\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra en un 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nRocio, tenés el potencial para ser una vendedora estrella en Movistar. Ya demostraste avances y tenés fortalezas importantes. Con este plan de acción y tu compromiso, estoy seguro de que vas a superar tus propios límites y alcanzar tus metas. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}