{
  "agente": "MZA 324",
  "fecha_generacion": "2026-01-26T14:27:29.653628",
  "metricas": {
    "agente": "MZA 324",
    "evaluaciones": {
      "total_evaluadas": 119,
      "puntaje_promedio": 20.1,
      "puntaje_min": 0.0,
      "puntaje_max": 140.0,
      "desviacion_std": 24.0,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 70,
      "criterios": {
        "saludo_presentacion": 11.2,
        "identificacion_cliente": 32.4,
        "deteccion_necesidades": 6.4,
        "oferta_productos": 12.3,
        "manejo_objeciones": 16.3,
        "cierre": 6.5,
        "despedida": 27.8,
        "proactividad": 6.6,
        "empatia": 32.4,
        "resolucion_problemas": 18.2
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 62,
        "Presentación y Saludo": 42,
        "Detección de Necesidades": 40,
        "Detección de necesidades": 32,
        "Identificación del Cliente": 31
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 8,
        "Identificación del cliente.": 7,
        "Verificación de la identidad del cliente.": 5,
        "Manejo de objeciones.": 5,
        "Identificación correcta del cliente.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 140.0,
          "resumen": "El agente no cumplió con los requisitos de presentación, identificación, detección de necesidades, oferta de productos, cierre, ni proactividad. No mencionó la promoción del 80%. Hubo problemas con la identificación del cliente y el agente no gestionó adecuadamente las objeciones."
        },
        {
          "puntaje_total": 140.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la llamada.  Falla en la presentación, identificación, detección de necesidades, manejo de objeciones y cierre.  No menciona la promoción.  La comunicación es deficiente."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente no cumple con los requisitos obligatorios de la promoción del 80% de descuento. No se identifica al cliente, no detecta necesidades y no hace un cierre adecuado. La presentación y la despedida son deficientes. No se observa proactividad en la venta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece el descuento del 80%, y no realiza un cierre adecuado."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas de negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no realiza un cierre, no es proactivo y no menciona la promoción del 80%."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no hace un cierre directo, no es proactivo y no muestra empatía. No menciona la promoción del 80%."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 119,
      "puntaje_promedio": 20.1,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 70,
      "criterios": {
        "saludo_presentacion": 11.2,
        "identificacion_cliente": 32.4,
        "deteccion_necesidades": 6.4,
        "oferta_productos": 12.3,
        "manejo_objeciones": 16.3,
        "cierre": 6.5,
        "despedida": 27.8,
        "proactividad": 6.6,
        "empatia": 32.4,
        "resolucion_problemas": 18.2
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 20.1,
      "general": 35.7,
      "diferencia": -15.6,
      "percentil": 39.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 11.2,
        "general": 32.0,
        "diferencia": -20.8
      },
      "identificacion_cliente": {
        "agente": 32.4,
        "general": 38.7,
        "diferencia": -6.3
      },
      "deteccion_necesidades": {
        "agente": 6.4,
        "general": 23.3,
        "diferencia": -16.9
      },
      "oferta_productos": {
        "agente": 12.3,
        "general": 28.6,
        "diferencia": -16.4
      },
      "manejo_objeciones": {
        "agente": 16.3,
        "general": 33.0,
        "diferencia": -16.7
      },
      "cierre": {
        "agente": 6.5,
        "general": 18.8,
        "diferencia": -12.3
      },
      "despedida": {
        "agente": 27.8,
        "general": 38.5,
        "diferencia": -10.7
      },
      "proactividad": {
        "agente": 6.6,
        "general": 13.9,
        "diferencia": -7.2
      },
      "empatia": {
        "agente": 32.4,
        "general": 43.0,
        "diferencia": -10.6
      },
      "resolucion_problemas": {
        "agente": 18.2,
        "general": 25.1,
        "diferencia": -6.8
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 324\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de MZA 324 se encuentra significativamente por debajo del promedio del equipo. Con un puntaje IA de 20.1 contra un promedio de 35.7, su nivel actual es **Crítico** y requiere una intervención inmediata para mejorar sus habilidades y resultados. Desafortunadamente, al no contar con un historial previo, no es posible determinar si hubo una mejora o un retroceso en su rendimiento reciente. Sin embargo, el alto número de llamadas críticas (70 de 119) indica una necesidad urgente de revisar y ajustar su enfoque. Su potencial de mejora es considerable, dado que tiene áreas específicas donde las desviaciones del promedio del equipo son significativas. Con un plan de acción enfocado y un seguimiento constante, puede alcanzar un rendimiento mucho más alto y contribuir positivamente a los objetivos del equipo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (No disponible debido a la falta de datos históricos)\n\nDado que no se dispone de datos del período anterior, no es posible identificar qué mejoró, qué empeoró o qué sigue pendiente para MZA 324 en la semana del 19 al 24 de Enero. Por lo tanto, el plan de acción se enfocará en las áreas de mejora más críticas identificadas en su desempeño actual.\n\n### 3. FORTALEZAS IDENTIFICADAS (a potenciar)\n\nSi bien el puntaje general es bajo, se pueden identificar algunas fortalezas incipientes que MZA 324 puede potenciar:\n\n*   **Identificación del cliente**: Aunque no es perfecta (puntaje 32.4 vs promedio 38.7), es la competencia donde muestra un mejor desempeño en comparación con las demás. Debe asegurarse de seguir estrictamente el protocolo para la verificación de la identidad del cliente en cada llamada.\n*   **Manejo de objeciones**: Tiene un puntaje de 16.3 en manejo de objeciones. Esto indica que puede tener cierta capacidad para lidiar con las dudas de los clientes. Se deben analizar grabaciones de llamadas para identificar qué estrategias está utilizando y cómo refinarlas para que sean más efectivas y personalizadas.\n*   **Empatía**: Con un puntaje de 32.4, muestra un nivel de empatía superior a otros criterios. Debe aprovechar esta habilidad para conectar con los clientes y generar confianza.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (a priorizar)\n\nLas siguientes áreas requieren atención inmediata y un plan de acción específico:\n\n*   **Presentación y Saludo (PERSISTENTE):** Con un puntaje de 11.2 contra un promedio del equipo de 32.0, esta área es fundamental. Una presentación deficiente genera una mala primera impresión y disminuye la probabilidad de que el cliente siga escuchando. Es **CRÍTICO** que MZA 324 aprenda a presentarse de manera profesional, clara y concisa, utilizando un saludo atractivo y respetando las reglas de negocio (ej. \"Tengo una oferta que LE va a interesar\").\n*   **Detección de Necesidades (PERSISTENTE):** Puntaje de 6.4, muy por debajo del promedio (23.3). No identificar las necesidades del cliente impide ofrecer soluciones personalizadas y aumenta la probabilidad de rechazo. Debe aprender a hacer las preguntas correctas de manera natural y fluida, respetando las reglas de negocio (ej. \"¿Qué es lo que más usás del celular?\").\n*   **Cierre (PERSISTENTE):** Su puntaje de 6.5 en cierre es alarmantemente bajo, comparado con el promedio del equipo de 18.8. Esto indica una incapacidad para concretar las ventas. Es **CRÍTICO** que aprenda técnicas de cierre directo, respetando las reglas de negocio (asignar sucursal directamente, buscar domicilio del cliente).\n*   **Proactividad (PERSISTENTE):** Con un puntaje de 6.6 contra un promedio de 13.9, MZA 324 no está ofreciendo activamente productos adicionales como la fibra óptica. Esto es una oportunidad perdida para aumentar las ventas. Debe aprender a ofrecer fibra de forma directa y persuasiva, respetando las reglas de negocio (sin preguntar si le interesa).\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nAl no contar con las métricas de llamadas y ventas específicas de MZA 324, se asume que sus valores están contribuyendo a los bajos promedios generales del equipo. Por lo tanto, el análisis se enfoca en la mejora de las métricas generales:\n\n*   **TMO (Tiempo Medio Operativo):** El TMO promedio del equipo es de 105.3 segundos. Habría que ver el TMO de MZA 324. Si es muy bajo, significa que está cortando la llamada muy pronto y no está generando engagement. Si es muy alto, podría estar teniendo dificultades para cerrar la venta. El objetivo es que su TMO se acerque al rango óptimo de 2-4 minutos (120-240 segundos).\n*   **% Capta Atención:** El porcentaje promedio de llamadas que captan la atención (>1 minuto) es de 35.6%. Este es un KPI **CRÍTICO**.  MZA 324 necesita mejorar su presentación y detección de necesidades para aumentar este porcentaje. El objetivo es alcanzar un 50% o más de llamadas que superen el minuto de duración.\n*   **Cortes de llamada:** Si MZA 324 tiene un alto porcentaje de cortes del cliente, es fundamental revisar su saludo y pitch inicial.\n*   **Llamadas <30 seg:** Un alto número de llamadas cortas indica problemas en el saludo y el enganche inicial.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio             | Nivel      | Qué está haciendo mal                                                                                                                                                                                                       | Cómo mejorar (respetando reglas del negocio)                                                                                                                                                                                                                                                                                                                            |\n| --------------------- | ---------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ |\n| Saludo/Presentación    | Crítico   | No se presenta de forma atractiva, usa frases genéricas, no genera interés.                                                                                                                                                  | Utilizar un script de presentación conciso y persuasivo: \"Hola, [Nombre], soy [Tu Nombre] de Movistar. Tengo una oferta que LE va a interesar, especialmente si está buscando mejorar su plan actual.\" Practicar la entonación y el ritmo para sonar seguro y profesional.                                                                                                                    |\n| Identificación Cliente | Regular    | Aunque es de sus puntos fuertes, tiene margen de mejora. Quizás no valida correctamente la identidad.                                                                                                                                 | Seguir el protocolo al pie de la letra: \"Hola, ¿me comunico con [Nombre]?\" Esperar la confirmación. Si no es la persona correcta, preguntar si conoce a la persona y cuándo podría contactarla.                                                                                                                                                                             |\n| Detección Necesidades | Crítico   | No pregunta sobre las necesidades del cliente, utiliza preguntas cerradas o genéricas.                                                                                                                                             | En lugar de \"¿Qué es lo más importante para ti en un plan?\", preguntar: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente? ¿Sentís que te quedás corto de datos o te sobra?\". Adaptar las preguntas al contexto de la llamada.                                                                                                                |\n| Oferta Productos     | Bajo       | No ofrece los productos de forma clara y persuasiva, no destaca los beneficios, no menciona la promoción del 80%                                                                                                                      | Después de identificar las necesidades, presentar la oferta como una solución: \"Con Movistar, le ofrecemos [Cantidad] GB por [Precio], que incluye llamadas ilimitadas y acceso a nuestras apps sin consumir datos. Además, por tiempo limitado, tiene un 80% de descuento en los primeros [Meses] meses\". Enfocarse en los beneficios que satisfacen las necesidades del cliente.       |\n| Manejo Objeciones    | Regular    | No personaliza las respuestas a las objeciones, usa respuestas genéricas.                                                                                                                                                        | Escuchar atentamente la objeción del cliente y responder de forma específica: \"Entiendo que le preocupe el precio, pero considere que esta oferta incluye [Beneficios específicos que compensan el precio]. Además, a muchos clientes les pasó lo mismo al principio, pero al usar la conexión, entendieron que el valor estaba ahí\".                                               |\n| Cierre               | Crítico   | No realiza un cierre directo, pregunta si el cliente está interesado en continuar.                                                                                                                                                     | Después de presentar la oferta y rebatir las objeciones, proceder directamente: \"Perfecto, para activar la oferta, necesito confirmar su dirección para la entrega de la SIM. ¿Cuál es su domicilio?\" o \"Excelente, le asignaré la sucursal de [Nombre de Sucursal] para que retire su SIM. ¿Le queda cómoda?\".                                                                  |\n| Despedida            | Regular    | Despedida poco profesional, no ofrece acompañamiento durante la portabilidad.                                                                                                                                                         | \"Gracias por elegir Movistar, [Nombre]. Le ofrezco mi acompañamiento durante el proceso de portabilidad para asegurarme de que todo salga perfecto. Cualquier duda, puede contactarme directamente.\"                                                                                                                                                 |\n| Proactividad         | Crítico   | No ofrece fibra óptica.                                                                                                                                                                                                            | Después de ofrecer el plan de telefonía móvil, comentar directamente sobre la fibra: \"Aprovecho para comentarle que también tenemos un excelente servicio de fibra óptica en su zona, con velocidades de hasta [Velocidad] Mbps.  Es ideal para trabajar desde casa y disfrutar de streaming sin interrupciones\".                                                                |\n| Empatía              | Regular    | No muestra suficiente empatía con el cliente.                                                                                                                                                                                       | Escuchar activamente al cliente, validar sus preocupaciones y mostrar comprensión. Utilizar frases como \"Entiendo perfectamente su punto de vista\" o \"Puedo ponerme en su lugar\" para generar confianza.                                                                                                                                                    |\n| Resolución Problemas | Regular    | No tiene capacidad de resolver problemas.                                                                                                                                                                                            | Escuchar atentamente el problema, hacer preguntas para entender la situación y ofrecer soluciones concretas: \"Entiendo que tiene problemas con su señal, [Nombre]. Voy a revisar su línea y ofrecerle las mejores opciones para solucionarlo. Le sugiero probar [Solución concreta] y si no funciona, puedo derivarlo al área técnica\".                                  |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en Saludo, Identificación y Cierre.**\n\n*   **Acciones:**\n    *   Revisar y practicar el script de presentación.\n    *   Memorizar el protocolo de identificación del cliente.\n    *   Practicar cierres directos utilizando ejemplos concretos.\n    *   Sesiones de role-playing enfocadas en estos tres aspectos.\n    *   Escucha y análisis de las 3 mejores y peores llamadas.\n    *   Meta: Aumentar el puntaje en Saludo/Presentación e Identificación al menos en 10 puntos cada uno.\n\n**Semana 2:** **Profundizar en Detección de Necesidades y Oferta de Productos.**\n\n*   **Acciones:**\n    *   Aprender a hacer preguntas relevantes para identificar las necesidades del cliente.\n    *   Adaptar la oferta de productos a las necesidades detectadas.\n    *   Incorporar la promoción del 80% en la oferta.\n    *   Practicar cómo ofrecer fibra óptica de forma directa.\n    *   Meta: Aumentar el puntaje en Detección de Necesidades y Oferta de Productos al menos en 8 puntos cada uno.\n\n**Semana 3:** **Dominar el Manejo de Objeciones y Proactividad.**\n\n*   **Acciones:**\n    *   Crear un listado de las objeciones más comunes y preparar respuestas personalizadas.\n    *   Practicar el manejo de objeciones a través de role-playing.\n    *   Asegurarse de ofrecer fibra óptica en cada llamada.\n    *   Meta: Aumentar el puntaje en Manejo de Objeciones y Proactividad al menos en 7 puntos cada uno.\n\n**Semana 4:** **Consolidación y Optimización.**\n\n*   **Acciones:**\n    *   Realizar sesiones de coaching individuales para reforzar las habilidades aprendidas.\n    *   Analizar las métricas de desempeño y ajustar el plan según sea necesario.\n    *   Continuar practicando y mejorando las habilidades a través de role-playing.\n    *   Meta: Mantener o superar los puntajes alcanzados en las semanas anteriores y seguir mejorando continuamente.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación).\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Para qué lo utilizás principalmente? ¿Cuántos GB tenés en tu plan actual? ¿Te quedás corto de datos o te sobra?\"\n*   **Oferta de Fibra:** \"Aprovecho para comentarle que también tenemos un excelente servicio de fibra óptica en su zona, con velocidades de hasta [Velocidad] Mbps. Es ideal para trabajar desde casa y disfrutar de streaming sin interrupciones\".\n*   **Cierre Directo:** \"Perfecto, para activar la oferta, necesito confirmar su dirección para la entrega de la SIM. ¿Cuál es su domicilio?\" o \"Excelente, le asignaré la sucursal de [Nombre de Sucursal] para que retire su SIM. ¿Le queda cómoda?\".\n*   **Manejo de Objeciones:**\n    *   **Objeción: \"Es muy caro\".** \"Entiendo que le preocupe el precio, pero considere que esta oferta incluye [Beneficios específicos que compensan el precio]. Además, a muchos clientes les pasó lo mismo al principio, pero al usar la conexión, entendieron que el valor estaba ahí\".\n    *   **Objeción: \"No me interesa\".** \"Entiendo, [Nombre]. Quizás no es el momento adecuado. Permítame ofrecerle un plan más básico que se ajuste a sus necesidades. ¿Cuántos GB estaría buscando?\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra óptica en el 100% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 minuto al 50% en 30 días.\n*   **TMO:** Ajustar el TMO al rango de 120-240 segundos en 30 días.\n*   **KPIs Específicos:**\n    *   Aumentar en 20 puntos el puntaje de \"Saludo y Presentación\".\n    *   Aumentar en 15 puntos el puntaje de \"Detección de Necesidades\".\n    *   Aumentar en 10 puntos el puntaje de \"Cierre\".\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 324, sé que las métricas actuales no reflejan tu potencial. Veo que tienes habilidades en la identificación del cliente y en empatía, lo cual es un gran punto de partida. Ahora, vamos a trabajar juntos para potenciar esas fortalezas y superar las áreas de mejora. Confío en tu capacidad para aplicar este plan de acción y alcanzar los objetivos que nos propongamos. ¡Sé que puedes lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}