{
  "agente": "MZA 5",
  "fecha_generacion": "2026-01-26T14:36:40.321849",
  "metricas": {
    "agente": "MZA 5",
    "evaluaciones": {
      "total_evaluadas": 79,
      "puntaje_promedio": 61.5,
      "puntaje_min": 0.0,
      "puntaje_max": 800.0,
      "desviacion_std": 149.0,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 34,
      "criterios": {
        "saludo_presentacion": 22.7,
        "identificacion_cliente": 26.2,
        "deteccion_necesidades": 23.8,
        "oferta_productos": 30.1,
        "manejo_objeciones": 34.7,
        "cierre": 27.0,
        "despedida": 41.6,
        "proactividad": 15.3,
        "empatia": 42.0,
        "resolucion_problemas": 30.3
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 23,
        "Presentación y Saludo": 17,
        "Detección de necesidades": 17,
        "Identificación del cliente": 15,
        "Detección de Necesidades": 14
      },
      "fortalezas_frecuentes": {
        "Despedida": 9,
        "Empatía": 8,
        "Manejo de objeciones": 7,
        "Identificación del cliente": 7,
        "Manejo de objeciones.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 800.0,
          "resumen": "El agente realizó una buena gestión en general, mostrando un buen manejo de objeciones y una correcta identificación del cliente. Ofreció productos adecuados y fue proactivo en la oferta de servicios. Mostró empatía y resolvió la queja de manera efectiva."
        },
        {
          "puntaje_total": 700.0,
          "resumen": "El agente realiza una llamada de ventas con un buen manejo de objeciones y una buena explicación de los productos. Se identifica una oportunidad para mejorar la identificación del cliente y la formalidad en la presentación."
        },
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se presenta y detecta las necesidades del cliente. Ofrece planes. Maneja objeciones y muestra empatía. Cierra la llamada enviando información por WhatsApp. Requiere mejorar la identificación del cliente y profundizar en la detección de necesidades."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación del cliente, ni cierre de venta. La detección de necesidades es superficial y la empatía es nula."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, la oferta es genérica, no maneja objeciones ni cierra la venta de manera efectiva. La comunicación es superficial."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es de muy baja calidad. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no intenta cerrar la venta y no se despide correctamente. El agente responde de manera inapropiada ante la queja del cliente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 79,
      "puntaje_promedio": 61.5,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 34,
      "criterios": {
        "saludo_presentacion": 22.7,
        "identificacion_cliente": 26.2,
        "deteccion_necesidades": 23.8,
        "oferta_productos": 30.1,
        "manejo_objeciones": 34.7,
        "cierre": 27.0,
        "despedida": 41.6,
        "proactividad": 15.3,
        "empatia": 42.0,
        "resolucion_problemas": 30.3
      }
    },
    "clasificacion": {
      "total_llamadas": 35,
      "con_saludo": 8,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 3,
      "ventas": 1,
      "score_calidad_prom": 32.9,
      "pct_saludo": 22.9,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 8.6,
      "tasa_conversion": 2.9
    },
    "integral": {
      "duracion_promedio_seg": 254.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 22,
        "> 8 min": 7,
        "3-5 min": 6
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 61.5,
      "general": 35.7,
      "diferencia": 25.8,
      "percentil": 89.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 22.7,
        "general": 32.0,
        "diferencia": -9.3
      },
      "identificacion_cliente": {
        "agente": 26.2,
        "general": 38.7,
        "diferencia": -12.5
      },
      "deteccion_necesidades": {
        "agente": 23.8,
        "general": 23.3,
        "diferencia": 0.5
      },
      "oferta_productos": {
        "agente": 30.1,
        "general": 28.6,
        "diferencia": 1.5
      },
      "manejo_objeciones": {
        "agente": 34.7,
        "general": 33.0,
        "diferencia": 1.7
      },
      "cierre": {
        "agente": 27.0,
        "general": 18.8,
        "diferencia": 8.3
      },
      "despedida": {
        "agente": 41.6,
        "general": 38.5,
        "diferencia": 3.1
      },
      "proactividad": {
        "agente": 15.3,
        "general": 13.9,
        "diferencia": 1.4
      },
      "empatia": {
        "agente": 42.0,
        "general": 43.0,
        "diferencia": -1.0
      },
      "resolucion_problemas": {
        "agente": 30.3,
        "general": 25.1,
        "diferencia": 5.2
      }
    },
    "conversion": {
      "agente": 2.9,
      "general": 5.1,
      "diferencia": -2.3
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 5\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 5 muestra un desempeño que necesita mejora. Si bien su puntaje IA promedio (61.5) supera significativamente el promedio del equipo (35.7) y se ubica en un percentil alto (89.1), esto se ve opacado por una baja tasa de conversión (2.9% vs 5.1% del equipo), un número elevado de llamadas críticas y áreas de mejora recurrentes en etapas clave del proceso de venta. Su nivel actual lo situamos en **Necesita Mejora**.\n\n**EVOLUCIÓN:** Comparado con el período anterior (Puntaje IA promedio: 111.5), el desempeño de MZA 5 ha **empeorado** notablemente. El puntaje IA promedio se redujo casi a la mitad, y aunque mantiene fortalezas en áreas como la Despedida y Empatía, su progreso general ha retrocedido, lo que requiere una intervención inmediata para revertir esta tendencia. Su potencial de mejora es considerable, dado su puntaje IA superior al promedio general, pero necesita un enfoque intensivo en áreas críticas como Identificación del Cliente, Detección de Necesidades y Cierre.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ:** A pesar del retroceso general, se observa una ligera mejora en el \"Manejo de Objeciones\" (de 6 a 34.7). Esto sugiere un mayor esfuerzo en abordar las inquietudes del cliente, pero necesita ser más efectivo para traducirse en cierres de venta. El puntaje de \"Resolución de problemas\" también mejoró significativamente en relación al puntaje general.\n\n*   **QUÉ EMPEORÓ:** La \"Identificación del cliente\" disminuyó drásticamente (de 7 a 26.2), volviendo a ser una de las principales áreas problemáticas. Esto es crítico porque la correcta identificación es el primer paso para personalizar la oferta y asegurar una comunicación efectiva. El \"Cierre de ventas\" también experimentó una fuerte caída (de 6 a 27.0), reflejado en la baja tasa de conversión.\n\n*   **QUÉ SIGUE PENDIENTE:** La \"Detección de necesidades\" sigue siendo un punto débil (de 6 a 23.8), a pesar de haber sido una de las áreas identificadas en el coaching anterior. No está logrando conectar la oferta con las necesidades reales del cliente.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. A pesar de mostrar potencial en algunos aspectos, la fuerte caída en áreas clave como la Identificación del Cliente, Detección de Necesidades y Cierre indican que necesita una intervención urgente para retomar el camino hacia un desempeño óptimo.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Despedida:** Consistentemente fuerte en la despedida (41.6), lo que indica que finaliza las llamadas de manera cordial, dejando una buena impresión.\n*   **Empatía:** Destaca en empatía (42.0), mostrando capacidad para conectar con los clientes a nivel personal y comprender sus inquietudes.\n*   **Manejo de Objeciones:** Muestra una ligera mejora en el manejo de objeciones (34.7). Esto es positivo y debe potenciarlo aún más.\n\nDebe seguir utilizando su habilidad para despedirse de manera efectiva y conectar con los clientes a través de la empatía. Puede utilizar estos puntos fuertes para crear una base sólida y mejorar su desempeño general.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Identificación del Cliente:** (PERSISTENTE) Sigue siendo una debilidad importante y se ha agravado en esta semana. Una correcta identificación es crucial para personalizar la oferta y evitar errores en el proceso de venta.\n\n*   **Detección de Necesidades:** (PERSISTENTE) A pesar de ser señalada anteriormente, no se observa mejora. Si no conoce las necesidades del cliente, no puede ofrecer soluciones efectivas.\n\n*   **Cierre de Ventas:** (NUEVA) El cierre ha empeorado significativamente, reflejado en la baja tasa de conversión. Necesita aplicar técnicas de cierre directo y evitar preguntas que permitan al cliente rechazar la oferta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** 4.2 minutos (254 segundos) se encuentra por encima del rango óptimo (2-4 minutos). Esto sugiere que podría estar dedicando demasiado tiempo a llamadas improductivas o teniendo dificultades para cerrar las ventas de manera eficiente.\n\n*   **% Capta Atención:** No se dispone de esta métrica directamente, pero la distribución de la duración de las llamadas sugiere que tiene dificultades para captar la atención inicial de los clientes. El alto número de llamadas en el rango \"1-3 min\" (22 de 35) indica que no está logrando mantener el interés de los clientes por mucho tiempo.\n\n*   **Cortes de llamada:** No hay datos sobre cortes de llamada.\n\n*   **Llamadas <30 seg:** No hay datos sobre llamadas <30 segundos.\n\n*   **Tasa de aprobación de ventas:** No hay datos sobre la tasa de aprobación.\n\nEs crucial analizar en detalle el contenido de las llamadas, especialmente aquellas que superan los 4 minutos, para identificar los puntos débiles en la comunicación y las oportunidades para optimizar el proceso de venta. Se debe prestar especial atención a la capacidad de MZA 5 para captar y mantener la atención del cliente en los primeros minutos de la llamada.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** (Bajo - 22.7) No está generando una primera impresión impactante. Debe usar un saludo más atractivo y comunicar el valor de la oferta desde el principio.\n    *   **Cómo mejorar:** En lugar de \"Tengo una oferta que podría interesarle\", usar \"Tengo una oferta que **le va** a interesar, pensada especialmente para vos, [Nombre del cliente]\".\n\n*   **Identificación del Cliente:** (Bajo - 26.2) No está verificando correctamente la identidad del cliente.\n    *   **Cómo mejorar:** Al inicio de la llamada, preguntar directamente: \"Hola, ¿me comunico con [Nombre completo del cliente]?\" para confirmar la identidad.\n\n*   **Detección de Necesidades:** (Bajo - 23.8) Realiza preguntas genéricas que no revelan las necesidades reales del cliente.\n    *   **Cómo mejorar:** Sustituir \"¿Qué es lo más importante para ti en un plan?\" por \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente?\".\n\n*   **Oferta de Productos:** (Regular - 30.1) La oferta de productos no está conectada a las necesidades del cliente.\n    *   **Cómo mejorar:** Después de detectar las necesidades, presentar una oferta personalizada que resuelva sus problemas. Por ejemplo, si el cliente usa muchos datos, ofrecer un plan con más GB.\n\n*   **Manejo de Objeciones:** (Regular - 34.7) Aunque mejoró, las respuestas siguen siendo genéricas y no se adaptan a cada cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de manera específica y personalizada. Mostrar empatía y ofrecer soluciones concretas.\n\n*   **Cierre:** (Bajo - 27.0) No está utilizando técnicas de cierre directo.\n    *   **Cómo mejorar:** Evitar preguntas como \"¿Te parece bien si procedemos?\". En su lugar, proceder directamente: \"Perfecto, para activar tu plan, necesito que me indiques tu dirección para enviarte el chip\" o \"Te asigné la sucursal de [Nombre de la sucursal] para que puedas retirar tu chip mañana mismo\".\n\n*   **Despedida:** (Bueno - 41.6) Continúa despidiéndose de manera cordial y efectiva.\n    *   **Cómo mantener:** Seguir utilizando las mismas técnicas para finalizar las llamadas de manera positiva.\n\n*   **Proactividad:** (Crítico - 15.3) No está ofreciendo fibra de manera proactiva.\n    *   **Cómo mejorar:** Al final de cada llamada, comentar directamente sobre la oferta de fibra: \"Además, quería comentarte que tenemos una excelente promoción en nuestro servicio de fibra óptica, que te va a permitir disfrutar de una conexión de alta velocidad en tu hogar\".\n\n*   **Empatía:** (Bueno - 42.0) Demuestra empatía hacia los clientes.\n    *   **Cómo mantener:** Seguir escuchando activamente a los clientes y mostrando interés genuino en sus necesidades.\n\n*   **Resolución de Problemas:** (Regular - 30.3) Resuelve los problemas de los clientes de manera básica.\n    *   **Cómo mejorar:** Ofrecer soluciones creativas y personalizadas a los problemas de los clientes, superando sus expectativas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **FOCO: Identificación del cliente y Detección de Necesidades.**\n    *   Acciones: Revisar grabaciones de llamadas para identificar fallas en la identificación y detección de necesidades. Practicar scripts para mejorar estas áreas. Simulación de llamadas con el mentor enfocándose en preguntas efectivas.\n\n**Semana 2:** **FOCO: Cierre de Ventas y Proactividad (Oferta de Fibra).**\n    *   Acciones: Aprender y aplicar técnicas de cierre directo. Practicar la oferta de fibra sin preguntar. Monitoreo constante de las llamadas para asegurar la implementación de los nuevos scripts.\n\n**Semana 3:** **FOCO: Manejo de Objeciones Personalizado.**\n    *   Acciones: Crear un banco de objeciones comunes y preparar respuestas personalizadas. Analizar las llamadas para identificar objeciones recurrentes y adaptar las respuestas.\n\n**Semana 4:** **FOCO: Consolidación y Optimización.**\n    *   Acciones: Monitoreo intensivo de todas las áreas de mejora. Ajustar los scripts y técnicas según los resultados. Sesiones de coaching para resolver dudas y reforzar los conocimientos.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre completo del cliente]? Mi nombre es [Tu nombre] y te llamo de Movistar con una oferta especial\".\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular: redes sociales, videollamadas, juegos?\"\n    *   \"¿Cuántos GB tenés en tu plan actual y te alcanzan?\"\n*   **Oferta de Fibra (Directa):** \"Además, quería comentarte que tenemos una excelente promoción en nuestro servicio de fibra óptica, que te va a permitir disfrutar de una conexión de alta velocidad en tu hogar, ideal para trabajar o estudiar desde casa\".\n*   **Cierre Directo:** \"Perfecto, para activar tu plan, necesito que me confirmes tu DNI\" (o \"Te asigné la sucursal de [Nombre de la sucursal] para que puedas retirar tu chip mañana mismo\").\n*   **Manejo de Objeciones (Personalizado):**\n    *   **Cliente:** \"El precio es muy alto\".\n    *   **Respuesta:** \"Entiendo tu preocupación por el precio. Muchos clientes se sentían igual al principio, pero una vez que probaron la velocidad de nuestra conexión y la calidad del servicio, se dieron cuenta de que valía la pena la inversión. Además, pensá en todo el tiempo que vas a ahorrar y la productividad que vas a ganar con una conexión más rápida y estable\".\n    *   **Cliente:** \"Ya tengo un plan con otra compañía\".\n    *   **Respuesta:** \"Entiendo, pero te invito a comparar la velocidad y la estabilidad de nuestra red con la de tu compañía actual. Además, con Movistar tenés beneficios exclusivos, como [mencionar un beneficio específico] que no vas a encontrar en otro lugar\".\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 150 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 5% en 30 días.\n*   **Oferta de Productos:** Ofrecer la promoción adecuada al 80% de los clientes contactados en 30 días.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min (Capta Atención) al 50% en 30 días.\n*   **TMO:** Reducir el TMO a 240 segundos en 30 días.\n*   **KPIs Específicos:**\n    *   Mejorar la Identificación del Cliente a un puntaje de 60 en 30 días.\n    *   Mejorar la Detección de Necesidades a un puntaje de 60 en 30 días.\n    *   Mejorar el Cierre de Ventas a un puntaje de 60 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 5, sé que esta última semana no ha sido la mejor y el puntaje haya bajado, pero conozco tu potencial. Ya has demostrado tener fortalezas importantes, como la empatía y el manejo de objeciones. Ahora, enfócate en pulir esos aspectos críticos que hemos identificado, como la identificación del cliente y el cierre de ventas. Sé que con trabajo duro y dedicación, podés superar este bache y alcanzar tus objetivos. ¡Confío en vos y en tu capacidad para brillar!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:08:20.890480",
  "evolucion": null
}