{
  "agente": "MZA 59",
  "fecha_generacion": "2026-01-26T14:47:03.754013",
  "metricas": {
    "agente": "MZA 59",
    "evaluaciones": {
      "total_evaluadas": 31,
      "puntaje_promedio": 17.7,
      "puntaje_min": 0.0,
      "puntaje_max": 72.0,
      "desviacion_std": 21.3,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 20,
      "criterios": {
        "saludo_presentacion": 6.5,
        "identificacion_cliente": 40.6,
        "deteccion_necesidades": 7.1,
        "oferta_productos": 13.9,
        "manejo_objeciones": 17.4,
        "cierre": 14.8,
        "despedida": 27.7,
        "proactividad": 8.1,
        "empatia": 24.8,
        "resolucion_problemas": 22.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 18,
        "Detección de necesidades": 12,
        "Identificación del cliente": 10,
        "Presentación y Saludo": 10,
        "Detección de Necesidades": 8
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 5,
        "Identificación del cliente.": 2,
        "Cierre con ubicación de sucursal": 1,
        "Ofrece información clara y detallada del plan": 1,
        "Identificación del Cliente": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 72.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece productos. No menciona la promoción del 80% de descuento y el cierre podría ser más directo.  Buen manejo de objeciones y empatía."
        },
        {
          "puntaje_total": 57.0,
          "resumen": "El agente necesita mejorar la presentación, la oferta de productos (mencionando el 80% de descuento), y el cierre directo. Debe ser más proactivo y ofrecer productos adicionales.  El manejo de objeciones es aceptable, así como la empatía y la resolución de problemas."
        },
        {
          "puntaje_total": 54.0,
          "resumen": "El agente necesita mejorar la presentación inicial, la detección de necesidades y la proactividad. Debe mencionar la promoción del 80% de descuento. El cierre no es completamente directo, pero la despedida es correcta. La identificación del cliente es correcta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. La llamada es muy corta y no se ajusta a los estándares de calidad requeridos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación, no se presenta, no ofrece productos ni menciona la promoción."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la evaluación. No se presenta correctamente, no detecta necesidades, no ofrece el descuento promocional y no realiza un cierre adecuado. La conversación carece de proactividad y empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 31,
      "puntaje_promedio": 17.7,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 20,
      "criterios": {
        "saludo_presentacion": 6.5,
        "identificacion_cliente": 40.6,
        "deteccion_necesidades": 7.1,
        "oferta_productos": 13.9,
        "manejo_objeciones": 17.4,
        "cierre": 14.8,
        "despedida": 27.7,
        "proactividad": 8.1,
        "empatia": 24.8,
        "resolucion_problemas": 22.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 17.7,
      "general": 35.7,
      "diferencia": -17.9,
      "percentil": 33.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.5,
        "general": 32.0,
        "diferencia": -25.6
      },
      "identificacion_cliente": {
        "agente": 40.6,
        "general": 38.7,
        "diferencia": 2.0
      },
      "deteccion_necesidades": {
        "agente": 7.1,
        "general": 23.3,
        "diferencia": -16.2
      },
      "oferta_productos": {
        "agente": 13.9,
        "general": 28.6,
        "diferencia": -14.7
      },
      "manejo_objeciones": {
        "agente": 17.4,
        "general": 33.0,
        "diferencia": -15.6
      },
      "cierre": {
        "agente": 14.8,
        "general": 18.8,
        "diferencia": -3.9
      },
      "despedida": {
        "agente": 27.7,
        "general": 38.5,
        "diferencia": -10.8
      },
      "proactividad": {
        "agente": 8.1,
        "general": 13.9,
        "diferencia": -5.8
      },
      "empatia": {
        "agente": 24.8,
        "general": 43.0,
        "diferencia": -18.2
      },
      "resolucion_problemas": {
        "agente": 22.9,
        "general": 25.1,
        "diferencia": -2.2
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 59\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 59 presenta un desempeño significativamente inferior al promedio del equipo. Con un puntaje IA de 17.7 frente al 35.7 del equipo y ubicándose en el percentil 33, su nivel actual es **crítico** y requiere intervención urgente. En comparación con el período anterior, se observa una mejora en la identificación del cliente, pero un retroceso general en otros criterios clave. Su potencial de mejora es alto, ya que la brecha con el promedio del equipo es considerable. Sin embargo, se necesita un plan de acción intensivo y un seguimiento constante para revertir la situación.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n**QUÉ MEJORÓ:**\n*   **Identificación del Cliente:** MZA 59 mostró una leve mejora en este criterio, superando el promedio general del equipo. Es importante reconocer este avance y alentarlo a seguir perfeccionando este aspecto.\n\n**QUÉ EMPEORÓ:**\n*   **Saludo/Presentación, Detección de Necesidades, Oferta de Productos, Manejo de Objeciones, Despedida, Proactividad, Empatía**: Prácticamente todos los demás criterios han experimentado un descenso en el puntaje. Esto indica una regresión general en la calidad de las llamadas y la necesidad de identificar las causas específicas de este retroceso.\n\n**QUÉ SIGUE PENDIENTE:**\n*   La **proactividad** y la **detección de necesidades** siguen siendo las áreas más débiles. Estas áreas ya se habían identificado como prioritarias en análisis anteriores y no se ha observado una mejora significativa.\n\n**TENDENCIA GENERAL:**\nLa tendencia general es **negativa**. La mejora en la identificación del cliente es un buen punto de partida, pero no es suficiente para compensar el deterioro en otros aspectos críticos. Se necesita una intervención inmediata para evitar que la situación empeore aún más.\n\n### 3. FORTALEZAS IDENTIFICADAS\n1.  **Identificación del Cliente:** Demuestra capacidad para verificar la identidad del cliente al inicio de la llamada, lo cual es fundamental para asegurar una comunicación efectiva y cumplir con las reglas del negocio.\n2.  **Cierre con Ubicación de Sucursal (en algunos casos):** En ciertas llamadas, MZA 59 intenta concretar el cierre ofreciendo la ubicación de la sucursal, lo cual es un enfoque correcto.\n3.  **Oferta Información Clara y Detallada del Plan (en algunos casos):** En algunas interacciones, el agente ofrece detalles precisos del plan, lo que puede ayudar al cliente a tomar una decisión informada.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n1.  **Proactividad (PERSISTENTE):** MZA 59 no está ofreciendo fibra de forma directa a todos los clientes, lo que representa una pérdida de oportunidad de venta. **Importancia:** Ofrecer fibra es obligatorio y esencial para aumentar las ventas y el valor del cliente.\n2.  **Detección de Necesidades (PERSISTENTE):** MZA 59 no está realizando las preguntas adecuadas para comprender las necesidades del cliente, lo que dificulta la personalización de la oferta. **Importancia:** Comprender las necesidades del cliente es fundamental para ofrecer un plan adecuado y aumentar la probabilidad de cierre.\n3.  **Manejo de Objeciones (NUEVA):** El puntaje en manejo de objeciones ha disminuido significativamente. **Importancia:** Es crucial saber rebatir las objeciones de los clientes de forma efectiva para convencerlos del valor de la oferta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nSin datos específicos de llamadas y ventas, se asume que las métricas de MZA 59 son inferiores al promedio del equipo, dada su baja calificación general.\n\n*   **TMO (Tiempo Medio Operativo):** Sin datos exactos, es posible que su TMO sea muy bajo (indicando falta de engagement) o muy alto (indicando dificultad para cerrar). Monitorear este indicador para determinar si necesita mejorar la eficiencia de sus llamadas.\n*   **% Capta Atención:** Dada su baja puntuación general, se sospecha que su % Capta Atención está por debajo del 30%, lo que indica que no está logrando enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada:** Es probable que haya más cortes por parte del cliente que del agente, lo que sugiere problemas en su pitch inicial.\n*   **Llamadas <30 seg:** Es probable que tenga un número elevado de llamadas cortas, lo que indica problemas en el saludo y enganche inicial.\n*   **Tasa de aprobación de ventas:** Dada su baja puntuación, su tasa de aprobación de ventas probablemente sea baja, lo que puede indicar problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n**Saludo y Presentación (Crítico):**\n*   **Está haciendo mal:** Probablemente está utilizando frases como \"Tengo una oferta que podría interesarle\" en lugar de \"Tengo una oferta que LE VA a interesar\".\n*   **Cómo mejorar:** Utilizar un saludo más enérgico y seguro, resaltando el valor de la oferta desde el principio. Por ejemplo: \"¡Buenas tardes, [Nombre del Cliente]! Soy [Tu Nombre] de Movistar. Le llamo porque tengo una oferta exclusiva que le va a interesar para su línea.\"\n\n**Identificación del Cliente (Bueno):**\n*   **Está haciendo bien:** Verifica correctamente la identidad del cliente.\n*   **Cómo mantener:** Continuar con este proceso para asegurar la correcta identificación del contacto.\n\n**Detección de Necesidades (Crítico):**\n*   **Está haciendo mal:** Probablemente está preguntando \"¿Qué es lo más importante para ti en un plan?\" en lugar de \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Cómo mejorar:** Enfocarse en preguntas directas y prácticas que revelen el consumo actual del cliente.\n\n**Oferta de Productos (Bajo):**\n*   **Está haciendo mal:** No menciona la promoción del 80% de descuento y no ofrece fibra de forma directa.\n*   **Cómo mejorar:** Incluir la promoción del 80% de descuento en la oferta inicial y ofrecer fibra de forma proactiva. Por ejemplo: \"Además del plan, le comento que tenemos la posibilidad de instalar fibra óptica en su domicilio. Contamos con cobertura en su zona y le va a interesar porque...\"\n\n**Manejo de Objeciones (Bajo):**\n*   **Está haciendo mal:** Probablemente está utilizando respuestas genéricas en lugar de rebatir la objeción específica del cliente.\n*   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder con argumentos personalizados. Por ejemplo, si el cliente dice \"Es muy caro\", responder: \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n**Cierre (Bajo):**\n*   **Está haciendo mal:** Probablemente está preguntando \"¿Te parece bien si procedemos?\" en lugar de asignar directamente una sucursal o buscar el domicilio del cliente.\n*   **Cómo mejorar:** Asignar una sucursal directamente o buscar el domicilio del cliente. Por ejemplo: \"Perfecto, para avanzar con la activación, voy a necesitar su domicilio para coordinar la instalación.\"\n\n**Despedida (Regular):**\n*   **Está haciendo mal:** Probablemente está diciendo \"Estaré encantado de ayudarte en el futuro\" en lugar de ofrecer acompañamiento SOLO durante la portabilidad.\n*   **Cómo mejorar:** Ofrecer acompañamiento durante la portabilidad. Por ejemplo: \"Lo voy a acompañar durante todo el proceso de portabilidad para asegurarme de que no tenga ningún inconveniente.\"\n\n**Proactividad (Crítico):**\n*   **Está haciendo mal:** No está ofreciendo fibra de forma directa a todos los clientes.\n*   **Cómo mejorar:** Ofrecer fibra de forma proactiva, sin preguntar si le interesa.\n\n**Empatía (Regular):**\n*   **Está haciendo mal:** No se conecta con el cliente a un nivel personal.\n*   **Cómo mejorar:** Escuchar activamente al cliente y mostrar interés en sus necesidades.\n\n**Resolución de Problemas (Regular):**\n*   **Está haciendo mal:** No está resolviendo las dudas del cliente de manera efectiva.\n*   **Cómo mejorar:** Responder a las preguntas del cliente de forma clara y concisa.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n**Semana 1:** **Foco en Proactividad y Saludo**. Acciones: Revisión y práctica de scripts para la oferta de fibra. Role-playing con un saludo inicial más enérgico y enfocado en el valor de la oferta.\n**Semana 2:** **Detección de Necesidades y Manejo de Objeciones**. Acciones: Capacitación sobre técnicas de preguntas efectivas. Práctica de scripts para rebatir las objeciones más comunes.\n**Semana 3:** **Cierre y Despedida**. Acciones: Entrenamiento sobre técnicas de cierre directo. Revisión y práctica de scripts para una despedida profesional.\n**Semana 4:** **Consolidación y Optimización**. Acciones: Sesiones de coaching individuales para abordar áreas específicas de mejora. Monitoreo constante de las métricas para identificar y corregir cualquier desviación.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular? ¿Más redes sociales, videos, o llamadas?\" / \"¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de fibra:** \"Además del plan, le comento que tenemos la posibilidad de instalar fibra óptica en su domicilio. Contamos con cobertura en su zona y le va a interesar porque va a tener una conexión mucho más rápida y estable para todos sus dispositivos.\"\n*   **Cierre directo:** \"Perfecto, para avanzar con la activación, le voy a asignar la sucursal más cercana a su domicilio para que pueda retirar su chip.\" (Buscar la sucursal más cercana antes de decir esto).\n*   **Manejo de objeciones:** (Si dice \"Es muy caro\"): \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, recuerde que está obteniendo un 80% de descuento por X meses.\"\n\n### 9. METAS CUANTIFICABLES\n*   Meta de puntaje IA a alcanzar en 30 días: 30\n*   Meta de tasa de conversión: 3%\n*   Meta de ofrecimiento de productos: 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a alcanzar: 150 segundos\n*   KPIs específicos a mejorar: Proactividad y Detección de Necesidades\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 59, veo que identificás correctamente a los clientes, lo cual es un buen punto de partida. Sé que tenés el potencial para revertir esta situación y alcanzar tu máximo rendimiento. Concentremos nuestros esfuerzos en ofrecer fibra en cada llamada y en entender mejor las necesidades de cada cliente. Con dedicación y práctica, sé que vas a superar tus desafíos y vas a lograr grandes resultados. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}