{
  "agente": "amza42",
  "fecha_generacion": "2026-02-23T09:28:34.330858",
  "metricas": {
    "agente": "amza42",
    "evaluaciones": {
      "total_evaluadas": 125,
      "puntaje_promedio": 41.4,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 27.3,
      "llamadas_excelentes": 12,
      "llamadas_criticas": 35,
      "criterios": {
        "saludo_presentacion": 45.6,
        "identificacion_cliente": 73.7,
        "deteccion_necesidades": 32.7,
        "oferta_productos": 49.5,
        "manejo_objeciones": 36.6,
        "cierre": 22.7,
        "despedida": 67.2,
        "proactividad": 14.3,
        "empatia": 43.6,
        "resolucion_problemas": 36.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 60,
        "Manejo de objeciones": 45,
        "Cierre": 36,
        "Proactividad": 29,
        "Empatía": 29
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 54,
        "Despedida": 29,
        "Saludo y presentación": 21,
        "Empatía": 21,
        "Buen saludo y presentación.": 15
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente cumplió con todos los criterios de evaluación, demostrando un excelente desempeño en la venta y cierre."
        },
        {
          "puntaje_total": 95.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad, detectó las necesidades del cliente y ofreció productos de manera proactiva. Manejó las objeciones y se despidió correctamente. El cierre no se concretó, pero intentó ofrecer un combo."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades y ofreció productos de manera proactiva, incluyendo fibra. Manejó la conversación de manera empática y se despidió correctamente. El cierre no se concretó debido a la falta de interés del cliente en ese momento."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones, no cierra la venta, no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación correcta, identificación, detección de necesidades, manejo de objeciones, cierre, despedida, ni proactividad. Se ofrece un plan sin cumplir con los requerimientos."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 125,
      "puntaje_promedio": 41.4,
      "llamadas_excelentes": 12,
      "llamadas_criticas": 35,
      "criterios": {
        "saludo_presentacion": 45.6,
        "identificacion_cliente": 73.7,
        "deteccion_necesidades": 32.7,
        "oferta_productos": 49.5,
        "manejo_objeciones": 36.6,
        "cierre": 22.7,
        "despedida": 67.2,
        "proactividad": 14.3,
        "empatia": 43.6,
        "resolucion_problemas": 36.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 41.4,
      "general": 37.5,
      "diferencia": 4.0,
      "percentil": 60.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 45.6,
        "general": 31.4,
        "diferencia": 14.2
      },
      "identificacion_cliente": {
        "agente": 73.7,
        "general": 61.3,
        "diferencia": 12.4
      },
      "deteccion_necesidades": {
        "agente": 32.7,
        "general": 25.6,
        "diferencia": 7.1
      },
      "oferta_productos": {
        "agente": 49.5,
        "general": 41.8,
        "diferencia": 7.7
      },
      "manejo_objeciones": {
        "agente": 36.6,
        "general": 35.1,
        "diferencia": 1.5
      },
      "cierre": {
        "agente": 22.7,
        "general": 22.4,
        "diferencia": 0.4
      },
      "despedida": {
        "agente": 67.2,
        "general": 59.7,
        "diferencia": 7.5
      },
      "proactividad": {
        "agente": 14.3,
        "general": 12.5,
        "diferencia": 1.8
      },
      "empatia": {
        "agente": 43.6,
        "general": 47.6,
        "diferencia": -4.0
      },
      "resolucion_problemas": {
        "agente": 36.0,
        "general": 30.4,
        "diferencia": 5.6
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza42\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza42 se encuentra actualmente en un nivel **Promedio** dentro del equipo, con un puntaje IA de 41.4, superando el promedio general del equipo que es de 37.5. Esto lo ubica en el percentil 60.2, lo que indica que está por encima de la mitad de sus compañeros. La buena noticia es que **ha mejorado** con respecto al periodo anterior, lo que demuestra potencial de crecimiento y receptividad a la capacitación. Su potencial de mejora es significativo, especialmente si se enfoca en las áreas críticas detectadas. Con una estrategia y un plan de acción claros, puede ascender rápidamente a un nivel de desempeño superior.\n\nRespecto a su evolución, la mejora general es notable, lo cual indica que está aplicando feedback y ajustando su enfoque. Sin embargo, es crucial analizar en detalle qué áreas específicas contribuyeron a esta mejora y cuáles aún requieren atención para consolidar este progreso y evitar estancamientos. El análisis de métricas de calidad será vital para afinar el plan de acción.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n**QUÉ MEJORÓ:**\n\n*   **Saludo y Presentación:** Aumento significativo de 31.4 a 45.6, lo que indica una mejor primera impresión.\n*   **Identificación del Cliente:** Mejora de 61.3 a 73.7, esencial para asegurar la comunicación efectiva.\n*   **Detección de Necesidades:** Aumento de 25.6 a 32.7, un paso importante hacia ofertas más personalizadas.\n*   **Oferta de Productos:** Mejora de 41.8 a 49.5, lo que sugiere un mejor conocimiento de los productos y cómo presentarlos.\n*   **Despedida:** Incremento de 59.7 a 67.2, consolidando una impresión final positiva.\n*   **Resolución de Problemas:** Aumento de 30.4 a 36.0, demostrando un mayor compromiso en resolver las inquietudes del cliente.\n\n**QUÉ EMPEORÓ:**\n\n*   **Empatía:** Disminución de 47.6 a 43.6. Esta es una señal de alerta, ya que la conexión humana es clave en ventas.\n\n**QUÉ SIGUE PENDIENTE:**\n\n*   **Manejo de Objeciones:** El puntaje subió levemente, pero sigue siendo un área que requiere mayor trabajo.\n*   **Cierre:** Es un área que necesita atención urgente. El puntaje se mantuvo casi igual.\n*   **Proactividad:** Aumentó muy poco y se mantiene bajo. Debe ser más proactivo en ofrecer valor adicional.\n\n**TENDENCIA GENERAL:**\n\nLa tendencia general es positiva, con mejoras notables en varias áreas clave. Sin embargo, la disminución en empatía y la persistencia en áreas de mejora críticas como el cierre, el manejo de objeciones y la proactividad sugieren la necesidad de una intervención más enfocada. Es fundamental capitalizar las mejoras recientes y abordar las áreas de oportunidad para llevar su desempeño al siguiente nivel.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n1.  **Identificación del Cliente:** Consistentemente alto (73.7), lo que indica que amza42 se asegura de hablar con la persona correcta antes de continuar con la venta. *Ejemplo: \"Hola, ¿me comunico con [Nombre]?\"*. Esto optimiza el tiempo y reduce el riesgo de ofrecer productos a personas que no toman la decisión.\n2.  **Saludo y Presentación:** Ha mejorado notablemente esta semana (45.6). Su presentación es más clara y profesional. *Ejemplo: \"Hola, [Nombre], soy [Tu Nombre] de Movistar. Tengo una oferta que le VA a interesar.\"*\n3.  **Despedida:** Mantiene una despedida cordial y profesional (67.2). *Ejemplo: \"Muchas gracias por su tiempo, [Nombre]. Que tenga un excelente día.\"* Esto deja una buena impresión y puede abrir la puerta a futuras oportunidades.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n1.  **Cierre (PERSISTENTE):** Con un puntaje de 22.7, el cierre sigue siendo una debilidad importante. Es fundamental completar el ciclo de venta. La falta de cierre efectivo impide capitalizar el tiempo y esfuerzo invertidos en la detección de necesidades y la presentación de la oferta.\n2.  **Proactividad (PERSISTENTE):** Con un puntaje de 14.3, su proactividad es baja. Es crucial ofrecer fibra directamente, sin preguntar, y buscar oportunidades para agregar valor al cliente. La falta de proactividad limita la capacidad de aumentar el valor de cada venta y mejorar la satisfacción del cliente.\n3.  **Manejo de Objeciones (PERSISTENTE):** Con un puntaje de 36.6, necesita mejorar la forma en que aborda las preocupaciones del cliente. Las objeciones deben ser tratadas de forma personalizada y efectiva, con argumentos que resuenen con las necesidades específicas de cada cliente. Responder con scripts predefinidos no es suficiente.\n4.  **Empatía (NUEVA):** La disminución en este criterio es preocupante. Debe recordar conectar con el cliente a nivel personal. Mostrar comprensión y genuino interés en sus necesidades contribuye a generar confianza y facilita el proceso de venta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nDado que no se dispone de datos específicos sobre el TMO, % Capta Atención, cortes de llamada y tasa de aprobación de ventas, es fundamental recopilar esta información para el próximo análisis. Sin estas métricas, es difícil identificar patrones de comportamiento y áreas de mejora específicas en las llamadas.\n\n*   **Acción Inmediata:** Comenzar a registrar el TMO, el % Capta Atención (llamadas >1 minuto), la cantidad de llamadas de menos de 30 segundos, la proporción de cortes del cliente versus cortes del agente, y la tasa de aprobación de ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel Actual | Qué está haciendo (mal/bien)                                                                                                                                                           | Cómo mejorar específicamente (RESPETANDO LAS REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              |\n| :-------------------- | :----------- | :-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | :---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Regular      | Se presenta y saluda, pero podría mejorar la energía y la claridad.                                                                                                                         | Asegurarse de utilizar un tono de voz enérgico y positivo desde el principio. Practicar la presentación para que sea concisa y atractiva. Utilizar la frase: \"Hola, [Nombre], soy [Tu Nombre] de Movistar. Tengo una oferta que le VA a interesar\".                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     |\n| Identificación Cliente | Bueno        | Se asegura de hablar con la persona correcta.                                                                                                                                        | Continuar con esta práctica.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |\n| Detección Necesidades | Bajo         | Hace preguntas generales, pero no profundiza para entender las necesidades específicas del cliente.                                                                                        | Evitar la pregunta \"¿Qué es lo más importante para ti en un plan?\". En su lugar, preguntar directamente \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Luego, utilizar esa información para adaptar la oferta.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           |\n| Oferta de Productos   | Regular      | Presenta los productos, pero no los vincula directamente con las necesidades detectadas.                                                                                                | Una vez detectadas las necesidades (ej: \"Uso mucho las redes sociales\"), conectar la oferta con esa necesidad específica: \"Entonces este plan con [X] GB te VA a venir genial porque te permite usar Instagram, TikTok y WhatsApp sin preocuparte por los datos\".                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     |\n| Manejo Objeciones     | Bajo         | Responde con argumentos genéricos y no personaliza la respuesta.                                                                                                                           | Escuchar atentamente la objeción del cliente. No interrumpir. Luego, rebatir la objeción de manera específica y personalizada. *Ejemplo:* Cliente: \"Estoy contento con mi compañía actual\". Respuesta: \"Entiendo. Muchos de nuestros clientes se sentían así al principio, pero después de probar la velocidad de nuestra red 5G y la estabilidad de nuestra conexión, se dieron cuenta de que la diferencia valía la pena. ¿Qué te parece si te cuento sobre los beneficios concretos que podrías obtener al cambiarte?\".                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             |\n| Cierre                | Crítico      | No cierra la venta o lo hace de manera poco efectiva.                                                                                                                                  | Una vez presentada la oferta, pasar directamente al cierre. *Ejemplo:* \"Perfecto, entonces asignemos una sucursal cerca tuyo para que puedas retirar tu SIM\" o \"Excelente, ¿cuál es tu dirección así te agendo el envío?\". No preguntar \"¿Le gustaría que...?\".                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |\n| Despedida             | Bueno        | Se despide de forma cordial.                                                                                                                                                            | Continuar con esta práctica. Se puede agregar la oferta de acompañamiento durante la portabilidad (no es obligatorio).                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             |\n| Proactividad          | Crítico      | No ofrece fibra ni busca otras oportunidades para aumentar el valor de la venta.                                                                                                            | Comentar DIRECTAMENTE sobre fibra sin preguntar. *Ejemplo:* \"Además del plan, también tenemos el servicio de fibra óptica para tu hogar. La velocidad es increíble y te permite trabajar, estudiar y disfrutar del entretenimiento sin interrupciones. ¿Te interesa saber más?\".                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          |\n| Empatía               | Regular      | Muestra empatía, pero podría ser más genuina y personalizada.                                                                                                                               | Escuchar activamente al cliente y responder a sus emociones. Reflejar sus sentimientos para demostrar comprensión. *Ejemplo:* Cliente: \"Estoy preocupado por el costo\". Respuesta: \"Entiendo tu preocupación. Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí\".                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n| Resolución Problemas  | Regular      | Intenta resolver los problemas, pero podría ser más efectivo en la búsqueda de soluciones.                                                                                                      | Investigar rápidamente las posibles soluciones y ofrecer opciones claras y concisas al cliente. Si no puede resolver el problema de inmediato, prometer un seguimiento y cumplirlo.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1: CIERRE EFECTIVO**\n*   **Foco Principal:** Dominar las técnicas de cierre directo y persuasivo.\n*   **Acciones Específicas:**\n    *   Entrenamiento intensivo en scripts de cierre.\n    *   Simulaciones de llamadas con diferentes escenarios de cierre.\n    *   Revisión y análisis de llamadas reales para identificar oportunidades de mejora en el cierre.\n\n**Semana 2: PROACTIVIDAD Y OFERTA DE VALOR**\n*   **Foco Principal:** Incorporar la oferta de fibra en cada conversación y buscar oportunidades para agregar valor.\n*   **Acciones Específicas:**\n    *   Desarrollar un script de oferta de fibra claro y conciso.\n    *   Identificar los beneficios de la fibra que resuenan con diferentes tipos de clientes.\n    *   Practicar la presentación de la fibra en cada llamada.\n\n**Semana 3: MANEJO DE OBJECIONES PERSONALIZADO**\n*   **Foco Principal:** Personalizar las respuestas a las objeciones comunes.\n*   **Acciones Específicas:**\n    *   Crear un catálogo de objeciones comunes y respuestas personalizadas.\n    *   Analizar llamadas reales para identificar patrones de objeciones y mejorar las respuestas.\n    *   Practicar el manejo de objeciones con simulaciones de llamadas.\n\n**Semana 4: EMPATÍA Y CONEXIÓN HUMANA**\n*   **Foco Principal:** Mejorar la conexión emocional con el cliente.\n*   **Acciones Específicas:**\n    *   Ejercicios de escucha activa y reflejo de emociones.\n    *   Analizar llamadas reales para identificar oportunidades de demostrar empatía.\n    *   Practicar la personalización de la conversación.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\" (Siempre verificar la identidad para asegurar el contacto correcto)\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\" (Evitar preguntas abiertas como \"Qué es lo más importante para ti\").\n*   **Oferta de Fibra (Directa):** \"Además del plan, también tenemos el servicio de fibra óptica para tu hogar. La velocidad es increíble y te permite trabajar, estudiar y disfrutar del entretenimiento sin interrupciones. ¿Te interesa saber más?\".\n*   **Cierre Directo:**\n    *   \"Perfecto, entonces asignemos una sucursal cerca tuyo para que puedas retirar tu SIM\".\n    *   \"Excelente, ¿cuál es tu dirección así te agendo el envío?\".\n*   **Manejo de Objeciones Personalizado (Ejemplo):**\n    *   Cliente: \"Es muy caro\".\n    *   Respuesta: \"Entiendo que el precio es un factor importante. Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. ¿Puedo mostrarte cómo este plan se adapta a tu presupuesto?\".\n    *   Cliente: \"Estoy contento con mi compañía actual\".\n    *   Respuesta: \"Entiendo. Muchos de nuestros clientes se sentían así al principio, pero después de probar la velocidad de nuestra red y la estabilidad de nuestra conexión, se dieron cuenta de que la diferencia valía la pena. ¿Qué te parece si te cuento sobre los beneficios concretos que podrías obtener al cambiarte?\".\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 60\n*   **Tasa de conversión:** 4.5%\n*   **% de llamadas con oferta de fibra:** 90%\n*   **% Capta Atención (llamadas >1 min):** 45%\n*   **TMO a alcanzar:** 120 segundos\n*   **KPIs Específicos a mejorar:** Cierre (aumentar el puntaje en 20 puntos) y Proactividad (aumentar el puntaje en 30 puntos).\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza42, ¡felicitaciones por la mejora que has demostrado esta semana! Tu esfuerzo y dedicación se están notando. Has dado pasos importantes en áreas clave como el saludo, la identificación del cliente y la oferta de productos. Ahora, es crucial enfocarte en dominar el cierre, ser más proactivo en la oferta de fibra y mantener la empatía con tus clientes. ¡Sé que tienes el potencial para convertirte en uno de los mejores vendedores del equipo! Confío en que con el plan de acción que hemos diseñado, vas a alcanzar tus metas y superar tus propios límites. ¡Adelante!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}