{
  "agente": "Mza 51",
  "agente_codigo": "Mza 51",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:30:52.397148",
  "metricas": {
    "agente": "Mza 51",
    "agente_codigo": "Mza 51",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 70,
      "puntaje_promedio": 43.0,
      "puntaje_min": 0,
      "puntaje_max": 900,
      "desviacion_std": 107.1,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 11,
      "llamadas_regulares": 15,
      "llamadas_criticas": 41,
      "criterios": {
        "saludo_presentacion": 26.7,
        "identificacion_cliente": 62.6,
        "deteccion_necesidades": 14.7,
        "oferta_productos": 41.6,
        "manejo_objeciones": 31.9,
        "cierre": 23.4,
        "despedida": 55.1,
        "proactividad": 11.1,
        "empatia": 33.9,
        "resolucion_problemas": 15.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 35,
        "Proactividad": 26,
        "Oferta de productos": 15,
        "Cierre": 15,
        "Manejo de objeciones": 14
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 18,
        "Manejo de objeciones": 8,
        "Despedida cordial": 7,
        "Empatía": 7,
        "Despedida": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 900.0,
          "resumen": "El agente realiza una excelente llamada, cumpliendo con todos los criterios y mostrando un buen manejo de objeciones y cierre."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente y realizó preguntas para detectar sus necesidades. Ofreció un plan de manera directa y manejo las objeciones del cliente de manera efectiva. Completó el proceso de cierre y se despidió correctamente. Demostró empatía con el cliente y gestionó sus consultas. No ofreció fibra ni productos adicionales.  "
        },
        {
          "puntaje_total": 88.0,
          "resumen": "El agente se presenta correctamente y verifica la identidad. Detecta necesidades y ofrece planes de manera directa. Maneja las objeciones con empatía y busca cerrar la venta, pero no la completa.  Es proactivo al ofrecer más opciones y se despide de forma cordial."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La transcripción consiste en mensajes grabados y no en una interacción de venta. No es posible evaluar ningún criterio."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no maneja objeciones y no completa el cierre. No ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No realiza una correcta presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones, cierre, despedida, ni muestra proactividad ni empatía. No se ofrece información clara sobre los productos y la venta no se concreta."
        }
      ],
      "pct_ofrece_fibra": 4.3
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 158,
      "tmo_seg": 94.7,
      "pct_capta_atencion": 34.8,
      "menos_30seg": 31,
      "corte_cliente": 85,
      "corte_agente": 72
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 43.0,
      "general": 30.6,
      "diferencia": 12.5,
      "percentil": 71.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 26.7,
        "general": 17.9,
        "diferencia": 8.8
      },
      "identificacion_cliente": {
        "agente": 62.6,
        "general": 49.4,
        "diferencia": 13.1
      },
      "deteccion_necesidades": {
        "agente": 14.7,
        "general": 14.3,
        "diferencia": 0.4
      },
      "oferta_productos": {
        "agente": 41.6,
        "general": 36.1,
        "diferencia": 5.4
      },
      "manejo_objeciones": {
        "agente": 31.9,
        "general": 27.8,
        "diferencia": 4.1
      },
      "cierre": {
        "agente": 23.4,
        "general": 19.5,
        "diferencia": 3.9
      },
      "despedida": {
        "agente": 55.1,
        "general": 51.2,
        "diferencia": 4.0
      },
      "proactividad": {
        "agente": 11.1,
        "general": 8.5,
        "diferencia": 2.7
      },
      "empatia": {
        "agente": 33.9,
        "general": 37.5,
        "diferencia": -3.6
      },
      "resolucion_problemas": {
        "agente": 15.7,
        "general": 21.0,
        "diferencia": -5.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 51\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño general del vendedor Mza 51 se encuentra en un nivel **Necesita Mejora**, con un puntaje promedio de 43.0 sobre 100. Si bien supera el promedio general del equipo (30.6), existe un margen significativo de mejora para alcanzar su máximo potencial y contribuir de manera más efectiva a los objetivos del equipo DIANA.\n\nComparando con el coaching anterior, el puntaje promedio se mantiene igual (43.0). Esto indica una falta de progreso notable en las áreas de mejora identificadas anteriormente. Es crucial implementar un plan de acción focalizado y realizar un seguimiento constante para impulsar un cambio positivo en su desempeño. La oportunidad de crecimiento es considerable, especialmente en áreas como detección de necesidades y proactividad.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Obtiene 62.6 de 100 en este criterio. Mza 51 demuestra habilidad para confirmar la identidad del cliente al inicio de la llamada. Es fundamental continuar con esta práctica, asegurándose de que la información obtenida sea precisa y completa.\n*   **Manejo de Objeciones:** Con un puntaje de 31.9 de 100, muestra cierta capacidad para abordar las objeciones planteadas por los clientes. Es importante seguir desarrollando esta habilidad, enfocándose en estrategias personalizadas y efectivas para superar las dudas de los clientes.\n*   **Despedida:** Mza 51 obtiene 55.1 de 100 en este criterio. Termina las llamadas de manera cordial y profesional, dejando una impresión positiva en el cliente. Mantener esta práctica contribuye a fortalecer la imagen de Movistar.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Obtiene un bajo puntaje de 14.7 de 100. La falta de indagación sobre las necesidades específicas del cliente impide la personalización de la oferta y disminuye las posibilidades de cierre.\n*   **Proactividad:** Con un puntaje de 11.1 de 100, Mza 51 no es lo suficientemente proactivo en ofrecer productos adicionales o soluciones alternativas que puedan beneficiar al cliente.\n*   **Cierre:** Un puntaje de 23.4 de 100 indica dificultades para concretar la venta de manera efectiva. Es crucial desarrollar técnicas de cierre más directas y persuasivas, enfocadas en los beneficios del producto y la satisfacción del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** (26.7 de 100) Debe mejorar la energía y entusiasmo en el saludo inicial. _Como mejorar:_ Iniciar la llamada con un tono más enérgico y una presentación concisa y profesional.\n*   **Identificación del Cliente:** (62.6 de 100) Bien. Debe mantener la práctica de verificar la identidad del cliente al inicio de la llamada. _Como mejorar:_ Asegurarse de confirmar el nombre completo y, si es posible, otros datos relevantes para personalizar la interacción. *Frase para verificar identidad: \"Hola, ¿me comunico con [Nombre y Apellido]?\"*\n*   **Detección de Necesidades:** (14.7 de 100) Muy bajo. No está realizando preguntas clave para entender las necesidades del cliente. _Como mejorar:_ Implementar preguntas específicas para identificar el uso que el cliente da a su servicio actual, sus necesidades de datos y su satisfacción con el servicio actual. *Preguntas para detectar necesidades: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"*\n*   **Oferta de Productos:** (41.6 de 100) Debe ofrecer los productos de manera más directa y persuasiva. _Como mejorar:_ Presentar la oferta como una solución a las necesidades identificadas previamente, destacando los beneficios y el valor agregado. *Como ofrecer fibra directamente:* Una vez que se identifican las necesidades del cliente, se le indica \"Aprovechando que estamos en contacto, tengo una oferta de Fibra óptica que le VA a interesar, con [velocidad] y [precio]...\"*\n*   **Manejo de Objeciones:** (31.9 de 100) Necesita mejorar las respuestas a las objeciones comunes. _Como mejorar:_ Preparar un listado de objeciones frecuentes y desarrollar respuestas efectivas y personalizadas para cada una. *Ejemplo:* _\"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que notaron luego es que...\"_ (se continua listando los beneficios)\n*   **Cierre:** (23.4 de 100) Tiene dificultades para cerrar la venta. _Como mejorar:_ Utilizar técnicas de cierre directo, como la asignación de sucursal o la confirmación del domicilio para la instalación. *Técnicas de cierre directo: \"Perfecto, entonces para avanzar con la instalación de la fibra, ¿le asigno la sucursal más cercana a su domicilio o prefiere que coordinemos una visita?\" / \"¿Cuál es la dirección exacta para coordinar la instalación?\".*\n*   **Despedida:** (55.1 de 100) Bien. Mantiene una despedida cordial. _Como mejorar:_ Agradecer al cliente por su tiempo y confirmar los próximos pasos.\n*   **Proactividad:** (11.1 de 100) Muy bajo. No está ofreciendo productos adicionales o alternativas que puedan beneficiar al cliente. _Como mejorar:_ Luego de la oferta inicial, presentar otras opciones o productos complementarios que puedan satisfacer las necesidades del cliente.\n*   **Empatía:** (33.9 de 100) Podría ser más empático con las preocupaciones del cliente. _Como mejorar:_ Demostrar comprensión y validar las inquietudes del cliente, buscando soluciones que se adapten a sus necesidades.\n*   **Resolución de Problemas:** (15.7 de 100) Bajo. Tiene dificultades para resolver los problemas del cliente de manera efectiva. _Como mejorar:_ Escuchar atentamente al cliente, identificar el problema con claridad y ofrecer soluciones concretas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en la Detección de Necesidades.** Implementar preguntas específicas al inicio de la llamada para comprender las necesidades del cliente. Analizar 10 llamadas propias y categorizar las necesidades más comunes.\n**Semana 2:** **Proactividad y Oferta de Fibra.** Practicar la presentación directa de la oferta de fibra, destacando los beneficios clave para el cliente. En cada llamada ofrecer la fibra.\n**Semana 3:** **Técnicas de Cierre Directo.** Incorporar técnicas de cierre directo en cada llamada, buscando la asignación de sucursal o la confirmación del domicilio. Registrar la cantidad de cierres por día.\n**Semana 4:** **Manejo de Objeciones Personalizado.** Identificar las objeciones más frecuentes y desarrollar respuestas personalizadas y efectivas para cada una. Evaluar la efectividad de las respuestas mediante el seguimiento de las llamadas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre y Apellido]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\" / \"¿Está conforme con la velocidad de internet en su hogar?\"\n*   **Como ofrecer fibra directamente:** \"Aprovechando que estamos en contacto, tengo una oferta de Fibra óptica que le VA a interesar, con [velocidad] y [precio]...\"\n*   **Técnicas de cierre directo:** \"Perfecto, entonces para avanzar con la instalación de la fibra, ¿le asigno la sucursal más cercana a su domicilio o prefiere que coordinemos una visita?\" / \"¿Cuál es la dirección exacta para coordinar la instalación?\".\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que notaron luego es que [Beneficios del plan: mayor velocidad, estabilidad, etc.]\"\n    *   **Ya tiene fibra:** \"Entiendo, pero ¿sabías que con Movistar podés tener una velocidad superior y un servicio técnico más rápido? Además, te ofrecemos [Beneficio adicional].\"\n    *   **No le interesa la fibra:** \"Comprendo, pero permítame comentarle que la fibra óptica le VA a garantizar una conexión más estable y rápida, ideal para [actividades que realiza el cliente: trabajo remoto, streaming, juegos en línea].\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" a un 50% del total. Reducir el porcentaje de llamadas \"Críticas\" a menos del 20%.\n*   **KPIs específicos a mejorar:**\n    *   **Detección de Necesidades:** Aumentar el puntaje en este criterio a 50 de 100.\n    *   **Proactividad:** Aumentar el puntaje en este criterio a 40 de 100.\n    *   **Cierre:** Aumentar la tasa de cierre en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 51, tenés potencial para superar tus resultados actuales. Tus fortalezas en identificación del cliente y manejo de objeciones son una base sólida para construir un desempeño sobresaliente. Enfocándote en la detección de necesidades, la proactividad y las técnicas de cierre directo, estoy seguro de que vas a alcanzar tus metas y convertirte en un referente dentro del equipo DIANA. ¡Vamos por ese 100!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}