{
  "agente": "amza30",
  "fecha_generacion": "2026-02-23T09:26:12.419170",
  "metricas": {
    "agente": "amza30",
    "evaluaciones": {
      "total_evaluadas": 172,
      "puntaje_promedio": 44.2,
      "puntaje_min": 0.0,
      "puntaje_max": 190.0,
      "desviacion_std": 26.0,
      "llamadas_excelentes": 20,
      "llamadas_criticas": 23,
      "criterios": {
        "saludo_presentacion": 33.7,
        "identificacion_cliente": 77.5,
        "deteccion_necesidades": 29.0,
        "oferta_productos": 46.5,
        "manejo_objeciones": 42.9,
        "cierre": 18.0,
        "despedida": 76.8,
        "proactividad": 8.2,
        "empatia": 62.2,
        "resolucion_problemas": 36.3
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 72,
        "Manejo de objeciones": 45,
        "Cierre": 39,
        "Proactividad": 34,
        "Oferta de productos": 26
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 68,
        "Empatía": 39,
        "Despedida": 38,
        "Saludo y presentación": 30,
        "Despedida cordial": 19
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 190.0,
          "resumen": "El agente se presenta y verifica la identidad. Ofrece un plan directamente, pero no logra cerrar la venta y no ofrece fibra.  Debe mejorar el manejo de objeciones y el cierre."
        },
        {
          "puntaje_total": 130.0,
          "resumen": "El agente se enfoca en resolver la queja del cliente sobre las llamadas, pero no intenta vender. La presentación y la despedida son correctas."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "La agente realiza una excelente gestión.  Presenta el motivo de la llamada, identifica al cliente, detecta las necesidades, ofrece productos de forma directa, maneja objeciones, cierra la venta, se despide correctamente y muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no siguió los protocolos de presentación, detección de necesidades, ofrecimiento de productos ni cierre. No demostró empatía y el manejo de objeciones fue deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no verifica la identidad, no ofrece productos ni intenta cerrar la venta. No se detectan áreas de mejora."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni maneja objeciones."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 172,
      "puntaje_promedio": 44.2,
      "llamadas_excelentes": 20,
      "llamadas_criticas": 23,
      "criterios": {
        "saludo_presentacion": 33.7,
        "identificacion_cliente": 77.5,
        "deteccion_necesidades": 29.0,
        "oferta_productos": 46.5,
        "manejo_objeciones": 42.9,
        "cierre": 18.0,
        "despedida": 76.8,
        "proactividad": 8.2,
        "empatia": 62.2,
        "resolucion_problemas": 36.3
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 44.2,
      "general": 37.5,
      "diferencia": 6.7,
      "percentil": 61.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 33.7,
        "general": 31.4,
        "diferencia": 2.3
      },
      "identificacion_cliente": {
        "agente": 77.5,
        "general": 61.3,
        "diferencia": 16.2
      },
      "deteccion_necesidades": {
        "agente": 29.0,
        "general": 25.6,
        "diferencia": 3.4
      },
      "oferta_productos": {
        "agente": 46.5,
        "general": 41.8,
        "diferencia": 4.7
      },
      "manejo_objeciones": {
        "agente": 42.9,
        "general": 35.1,
        "diferencia": 7.8
      },
      "cierre": {
        "agente": 18.0,
        "general": 22.4,
        "diferencia": -4.3
      },
      "despedida": {
        "agente": 76.8,
        "general": 59.7,
        "diferencia": 17.1
      },
      "proactividad": {
        "agente": 8.2,
        "general": 12.5,
        "diferencia": -4.3
      },
      "empatia": {
        "agente": 62.2,
        "general": 47.6,
        "diferencia": 14.6
      },
      "resolucion_problemas": {
        "agente": 36.3,
        "general": 30.4,
        "diferencia": 5.9
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza30\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza30 se posiciona como un vendedor con un rendimiento superior al promedio del equipo, con un puntaje IA de 44.2 frente a un promedio general de 37.5, ubicándose en el percentil 61.3. Su nivel actual se considera **Bueno**, mostrando fortalezas en la identificación del cliente, la empatía y la despedida.\n\nEn cuanto a su **EVOLUCIÓN** reciente, el análisis comparativo con el periodo anterior es crucial. A pesar de superar al equipo, aún presenta áreas críticas que limitan su potencial. El foco debe estar en optimizar el cierre de ventas, la proactividad al ofrecer fibra, la detección de necesidades del cliente y el manejo efectivo de objeciones, elementos que impulsarán su desempeño hacia la excelencia. El potencial de mejora es significativo, especialmente si se enfoca en transformar sus debilidades en fortalezas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\nAsumiendo que los datos proporcionados reflejan la evolución semanal (y no sólo una foto actual), podemos identificar lo siguiente:\n\n*   **QUÉ MEJORÓ**: Los criterios donde amza30 mostró una mejora significativa son la **Identificación del Cliente**, la **Empatía**, la **Despedida**, el **Saludo y Presentación** y el **Manejo de Objeciones**. Esto indica un mayor enfoque en construir relaciones con los clientes y en personalizar la experiencia. ¡Felicitaciones por este avance! Es importante mantener esta dinámica positiva.\n*   **QUÉ EMPEORÓ**: El **Cierre** y la **Proactividad** (ofrecer fibra) disminuyeron en puntaje. Esta es una alerta importante. La falta de cierre efectivo impacta directamente en las ventas, y la poca proactividad en ofrecer fibra limita la expansión de la oferta y las posibilidades de venta cruzada.\n*   **QUÉ SIGUE PENDIENTE**: La **Detección de Necesidades** y la **Oferta de Productos**, si bien mejoraron, aún se encuentran por debajo de un nivel óptimo. Es fundamental profundizar en la comprensión de las necesidades del cliente y presentar las ofertas de manera más efectiva y persuasiva.\n*   **TENDENCIA GENERAL**: La tendencia general es positiva, ya que el puntaje global y la mayoría de los criterios mejoraron. Sin embargo, la disminución en el cierre y la proactividad requieren atención inmediata para evitar que se conviertan en una tendencia negativa.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente:** Consistentemente alto (77.5). amza30 se asegura de hablar con la persona correcta, lo que demuestra profesionalismo y evita pérdidas de tiempo.\n*   **Empatía:** Una de las fortalezas más destacadas (62.2), significativamente superior al promedio del equipo. amza30 conecta con los clientes, generando confianza y predisponiéndolos a escuchar la oferta.\n*   **Despedida:** También muy alta (76.8). Finaliza las llamadas de forma cordial y profesional, dejando una buena impresión en el cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Cierre:** (PERSISTENTE) El puntaje más bajo (18.0) y ha empeorado. La falta de cierre efectivo es un cuello de botella para las ventas. Es crucial desarrollar técnicas de cierre directo y persuasivo.\n*   **Proactividad (Oferta de Fibra):** (PERSISTENTE) Muy bajo (8.2) y ha empeorado. La falta de oferta de fibra representa una oportunidad perdida de aumentar las ventas y la satisfacción del cliente. La oferta de fibra debe ser una práctica estándar en todas las llamadas.\n*   **Detección de Necesidades:** (PERSISTENTE) A pesar de la mejora, aún es baja (29.0). No indagar lo suficiente sobre las necesidades del cliente impide personalizar la oferta y presentar soluciones relevantes.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nNo se disponen de datos concretos sobre las métricas de llamadas y ventas de amza30. Sin embargo, es crucial monitorear:\n\n*   **TMO (Tiempo Medio Operativo):** El objetivo es que esté entre 2 y 4 minutos. Si es muy bajo, amza30 necesita extender la conversación para construir una mejor relación y entender las necesidades del cliente. Si es muy alto, necesita enfocarse en la eficiencia del cierre.\n*   **% Capta Atención (Llamadas >1 min):** Este KPI es CRÍTICO. Si es bajo (<30%), amza30 debe mejorar su saludo inicial y su capacidad de enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada:** Si hay más cortes del cliente que del agente, es una señal de que el pitch inicial no está funcionando y necesita ser revisado.\n*   **Llamadas <30 seg:** Demasiadas llamadas cortas indican problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** Si es baja, puede haber problemas de calidad en las ventas (datos incorrectos, mal procesamiento).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel     | Qué está haciendo mal/bien                                                                                                                                                                                                                                                                                       | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                                                                              |\n| --------------------- | --------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Bueno     | Presentación correcta, pero puede mejorar la personalización.                                                                                                                                                                                                                                                         | Reforzar el uso de un saludo amigable y profesional. \"Hola, [Nombre], soy [Tu Nombre] de Movistar. Te llamo porque tengo una oferta que le VA a interesar, pensada para usuarios como vos.\"                                                                                                                                                                                            |\n| Identificación Cliente | Excelente | Se asegura de hablar con la persona correcta.                                                                                                                                                                                                                                                               | Mantener esta práctica.                                                                                                                                                                                                                                                                                                                                                                  |\n| Detección Necesidades  | Bajo      | No profundiza lo suficiente en las necesidades del cliente.                                                                                                                                                                                                                                                        | En lugar de \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" Luego, escuchar atentamente la respuesta y tomar nota mental de los puntos clave.                                                                                                                                                |\n| Oferta de Productos  | Regular   | La presentación de la oferta es genérica y no se adapta a las necesidades del cliente.                                                                                                                                                                                                                                 | Después de detectar las necesidades, presentar la oferta destacando cómo soluciona sus problemas. \"Con este plan, vas a tener [X] GB para usar como quieras, incluso para [actividad que mencionó el cliente que hace con el celular]. Además, incluye [beneficio específico relacionado con la necesidad del cliente].\"                                                                 |\n| Manejo de Objeciones   | Regular   | A veces responde con respuestas genéricas.                                                                                                                                                                                                                                                                      | Rebatir la objeción de forma PUNTUAL y personalizada. Si el cliente dice \"Es muy caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" Adaptar la respuesta a la objeción específica.                                          |\n| Cierre                 | Crítico   | No logra cerrar la venta o deja pasar oportunidades.                                                                                                                                                                                                                                                           | Usar técnicas de cierre directo. \"Perfecto, para activar tu plan, necesito que me indiques qué sucursal Movistar te queda más cómoda para retirar tu SIM.\" o \"Excelente, para finalizar la compra, confirmame tu dirección para la entrega a domicilio.\" No preguntar \"¿Le gustaría que...?\", sino proceder directamente.                                                                   |\n| Despedida              | Excelente | Finaliza la llamada de forma cordial y profesional.                                                                                                                                                                                                                                                               | Mantener esta práctica.                                                                                                                                                                                                                                                                                                                                                                  |\n| Proactividad           | Crítico   | No ofrece fibra de forma proactiva.                                                                                                                                                                                                                                                                               | Siempre ofrecer fibra. \"Por cierto, también contamos con un servicio de fibra óptica de alta velocidad que le VA a interesar. Con nuestra fibra, podrá disfrutar de una conexión estable y rápida para ver películas, jugar online y trabajar desde casa. ¿Le gustaría que le comentara más al respecto?\" NO preguntar si le interesa, sino ofrecer directamente.                    |\n| Empatía                | Bueno     | Muestra conexión con el cliente.                                                                                                                                                                                                                                                                              | Mantener esta práctica.                                                                                                                                                                                                                                                                                                                                                                  |\n| Resolución Problemas  | Regular   | Puede tardar en resolver problemas.                                                                                                                                                                                                                                                                              | Agilizar la búsqueda de soluciones. Utilizar los recursos disponibles para resolver problemas rápidamente. Si no puede solucionar el problema en el momento, ofrecer una solución a corto plazo y comprometerse a hacer un seguimiento.                                                                                                                                        |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Cierre Efectivo y Proactividad**.\n\n*   **Acciones:**\n    *   Entrenamiento intensivo en técnicas de cierre directo y persuasivo.\n    *   Implementación obligatoria de la oferta de fibra en todas las llamadas.\n    *   Role-playing de situaciones de cierre y oferta de fibra con feedback individualizado.\n\n**Semana 2:** **Detección de Necesidades y Personalización de la Oferta.**\n\n*   **Acciones:**\n    *   Revisión de las preguntas clave para detectar las necesidades del cliente.\n    *   Desarrollo de scripts personalizados basados en diferentes perfiles de cliente.\n    *   Análisis de llamadas reales para identificar oportunidades de mejora en la detección de necesidades.\n\n**Semana 3:** **Manejo de Objeciones y Cierre Reforzado.**\n\n*   **Acciones:**\n    *   Creación de un banco de respuestas a las objeciones más comunes.\n    *   Simulación de situaciones de objeción y práctica de respuestas efectivas.\n    *   Monitoreo constante del cierre en las llamadas y feedback individualizado.\n\n**Semana 4:** **Optimización y Consolidación.**\n\n*   **Acciones:**\n    *   Revisión de los resultados de las semanas anteriores y ajuste del plan.\n    *   Identificación de las mejores prácticas y compartirlas con el equipo.\n    *   Continuación del monitoreo constante y feedback individualizado.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Por cierto, también contamos con un servicio de fibra óptica de alta velocidad que le VA a interesar. Con nuestra fibra, podrá disfrutar de una conexión estable y rápida para ver películas, jugar online y trabajar desde casa. ¿Le gustaría que le comentara más al respecto?\"\n*   **Técnicas de Cierre Directo:**\n    *   \"Perfecto, para activar tu plan, necesito que me indiques qué sucursal Movistar te queda más cómoda para retirar tu SIM.\"\n    *   \"Excelente, para finalizar la compra, confirmame tu dirección para la entrega a domicilio.\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **Objeción:** \"Es muy caro.\"\n    *   **Respuesta:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, [mencionar un beneficio específico del plan que justifica el precio, relacionado con las necesidades del cliente].\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 60\n*   Meta de tasa de conversión: 5%\n*   Meta de ofrecimiento de fibra: 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 50%\n*   Meta de TMO a alcanzar: 3 minutos\n*   KPIs específicos a mejorar: Cierre (aumentar en 30 puntos), Proactividad (aumentar en 80 puntos), Detección de Necesidades (aumentar en 20 puntos).\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡amza30, tu desempeño general está por encima del promedio y eso es un gran logro! Has demostrado ser excelente en la identificación del cliente, mostrando una notable empatía y cerrando las llamadas de manera profesional. Ahora, el desafío está en enfocarte en cerrar más ventas y ofrecer la fibra en cada llamada. Sabemos que tienes el potencial para destacarte aún más. Con un enfoque renovado y la implementación de estas estrategias, podrás alcanzar tus metas y superar tus propios límites. ¡Confío en tu capacidad para lograrlo! El aumento en puntaje en el manejo de objeciones es un gran paso, ahora vamos por ese cierre!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}