{
  "agente": "Mza 91",
  "agente_codigo": "MZA 91",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:27:58.574305",
  "metricas": {
    "agente": "Mza 91",
    "agente_codigo": "MZA 91",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 79,
      "puntaje_promedio": 44.7,
      "puntaje_min": 0,
      "puntaje_max": 900,
      "desviacion_std": 101.3,
      "llamadas_excelentes": 7,
      "llamadas_buenas": 10,
      "llamadas_regulares": 16,
      "llamadas_criticas": 46,
      "criterios": {
        "saludo_presentacion": 23.2,
        "identificacion_cliente": 59.7,
        "deteccion_necesidades": 20.0,
        "oferta_productos": 36.6,
        "manejo_objeciones": 34.6,
        "cierre": 31.0,
        "despedida": 65.8,
        "proactividad": 8.6,
        "empatia": 41.6,
        "resolucion_problemas": 25.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 32,
        "Manejo de objeciones": 25,
        "Proactividad": 22,
        "Presentación": 20,
        "Identificación del cliente": 15
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 21,
        "Despedida cordial.": 11,
        "Despedida": 11,
        "Despedida cordial": 9,
        "Empatía": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 900.0,
          "resumen": "El agente realizó una excelente gestión, cumpliendo con los criterios de evaluación y ofreciendo los productos de manera efectiva. Manejó las objeciones y cerró la conversación de forma profesional."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece productos de forma directa, maneja objeciones, inicia el cierre, se despide de manera cordial y ofrece soporte adicional."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, detectó necesidades, ofreció el producto directamente, manejó la objeción y se despidió correctamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera directa, no maneja objeciones de manera adecuada, no cierra la venta, no se despide y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones, no cierra la venta, no se despide correctamente y no es proactivo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy breve. El agente no cumplió con ningún criterio de evaluación. El cliente se negó a la oferta de inmediato."
        }
      ],
      "pct_ofrece_fibra": 7.6
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 340,
      "tmo_seg": 119.2,
      "pct_capta_atencion": 45.6,
      "menos_30seg": 45,
      "corte_cliente": 257,
      "corte_agente": 82
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 44.7,
      "general": 30.6,
      "diferencia": 14.1,
      "percentil": 72.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 23.2,
        "general": 17.9,
        "diferencia": 5.3
      },
      "identificacion_cliente": {
        "agente": 59.7,
        "general": 49.4,
        "diferencia": 10.3
      },
      "deteccion_necesidades": {
        "agente": 20.0,
        "general": 14.3,
        "diferencia": 5.7
      },
      "oferta_productos": {
        "agente": 36.6,
        "general": 36.1,
        "diferencia": 0.5
      },
      "manejo_objeciones": {
        "agente": 34.6,
        "general": 27.8,
        "diferencia": 6.8
      },
      "cierre": {
        "agente": 31.0,
        "general": 19.5,
        "diferencia": 11.5
      },
      "despedida": {
        "agente": 65.8,
        "general": 51.2,
        "diferencia": 14.6
      },
      "proactividad": {
        "agente": 8.6,
        "general": 8.5,
        "diferencia": 0.1
      },
      "empatia": {
        "agente": 41.6,
        "general": 37.5,
        "diferencia": 4.2
      },
      "resolucion_problemas": {
        "agente": 25.7,
        "general": 21.0,
        "diferencia": 4.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 91\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 91 es **Necesita Mejora**. Si bien su puntaje promedio (44.7 de 100) es superior al promedio del equipo (30.6 de 100), aún hay un margen considerable para optimizar su desempeño. Su percentil (72) indica que está por encima del promedio del equipo, pero todavía no se encuentra entre los vendedores de alto rendimiento. Comparado con el coaching anterior, el puntaje promedio se mantiene igual, lo que indica que no ha habido mejoras significativas en el desempeño general, y es crucial abordar las áreas de mejora identificadas en el pasado. El alto número de llamadas críticas (46) es una señal de alerta que requiere atención inmediata.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Mza 91 muestra una fortaleza en este aspecto (59.7 de 100), superior al promedio del equipo (49.4 de 100). Es crucial que siga utilizando esta habilidad para construir una mejor relación con el cliente desde el inicio.\n*   **Despedida:** Obtiene buenos resultados en este aspecto (65.8 de 100), superando ampliamente el promedio del equipo (51.2 de 100). Un cierre cordial deja una impresión positiva en el cliente.\n*   **Empatía:** Muestra un buen nivel de empatía (41.6 de 100), superior al promedio del equipo (37.5 de 100). Es importante mantener esta actitud para conectar con las necesidades del cliente.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Con un puntaje de 20 de 100, esta es el área más crítica a mejorar. La falta de una correcta detección de necesidades dificulta ofrecer soluciones personalizadas y aumenta la probabilidad de rechazo.\n*   **Manejo de Objeciones:** Un puntaje de 34.6 de 100 indica que Mza 91 necesita desarrollar mejores estrategias para abordar las objeciones de los clientes y convertirlas en oportunidades de venta.\n*   **Proactividad:** Este es el criterio con menor puntaje (8.6 de 100), lo que sugiere que el vendedor podría ser más proactivo al ofrecer soluciones adicionales y anticiparse a las necesidades del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 23.2 de 100. Aunque no es el área más crítica, el vendedor debe asegurarse de presentarse de forma clara y concisa, transmitiendo profesionalismo desde el primer momento. *Mejora:* Practica un saludo estandarizado pero con tono amigable.\n*   **Identificación del Cliente:** 59.7 de 100. El vendedor lo hace bien, pero puede mejorar aún más siendo más específico en la confirmación de datos. *Mejora:* En lugar de solo preguntar \"¿Me comunico con [Nombre]?\", agregar \"¿Está hablando con [Nombre] titular de la línea?\".\n*   **Detección de Necesidades:** 20 de 100. El vendedor debe enfocarse en realizar preguntas más profundas para entender las necesidades del cliente. *Mal:* No pregunta qué uso le da al celular, ni cuántos GB tiene. *Bien:* Confirma la identidad. *Mejora:* Implementar preguntas como \"¿Qué aplicaciones son las que más utilizás en tu día a día?\" y \"¿Cuántos GB de datos tenés actualmente contratados?\".\n*   **Oferta de Productos:** 36.6 de 100. El vendedor debe ser más directo al ofrecer los productos, resaltando los beneficios que satisfacen las necesidades previamente identificadas. *Mal:* No ofrece fibra directamente. *Bien:* Ofrece productos. *Mejora:* Después de detectar las necesidades, decir: \"Tengo una oferta que LE VA a interesar, pensada especialmente para vos.\" y ofrecer tanto el plan móvil como la fibra, sin preguntar.\n*   **Manejo de Objeciones:** 34.6 de 100. El vendedor debe aprender a rebatir las objeciones de forma puntual y efectiva, ofreciendo soluciones personalizadas. *Mal:* Da respuestas genéricas. *Bien:* Intenta rebatir. *Mejora:* Preparar respuestas específicas para las objeciones más comunes (precio, competencia, necesidad). Por ejemplo, si el cliente dice que es caro: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si analizamos la cantidad de gigas que vas a tener y la velocidad de navegación, te aseguro que vale la pena.\".\n*   **Cierre:** 31 de 100. El vendedor debe ser más proactivo al cerrar la venta, asignando una sucursal o solicitando la dirección para la instalación. *Mal:* No cierra la venta. *Bien:* Menciona el producto. *Mejora:* Después de rebatir la objeción, cerrar directamente: \"Perfecto, ¿te queda bien que te asigne una sucursal cerca de tu domicilio o preferís que coordinemos la instalación en tu casa?\".\n*   **Despedida:** 65.8 de 100. El vendedor lo hace bien, pero debe asegurarse de ofrecer soporte adicional durante el proceso de portabilidad. *Mal:* No ofrece seguimiento. *Bien:* Se despide cordialmente. *Mejora:* Al despedirse, agregar: \"Voy a estar acompañándote durante todo el proceso de portabilidad, cualquier duda que tengas, no dudes en consultarme.\"\n*   **Proactividad:** 8.6 de 100. El vendedor debe ser más proactivo al ofrecer soluciones adicionales y anticiparse a las necesidades del cliente. *Mal:* No ofrece soluciones adicionales. *Bien:* Intenta empatizar. *Mejora:* Una vez que se haya cerrado la venta, ofrecer servicios adicionales como Movistar Play o descuentos en otros productos.\n*   **Empatía:** 41.6 de 100. El vendedor lo hace bien, pero debe mostrar más interés genuino por las necesidades del cliente. *Mal:* No muestra un interés profundo. *Bien:* Es empático. *Mejora:* Escuchar atentamente al cliente y responder a sus preguntas de forma clara y concisa.\n*   **Resolución de Problemas:** 25.7 de 100. Aunque no es el área más crítica, el vendedor debe estar preparado para resolver cualquier problema que pueda surgir durante el proceso de venta. *Mejora:* Anticiparse a posibles problemas y ofrecer soluciones proactivas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en Detección de Necesidades:** Implementar preguntas clave para identificar las necesidades del cliente. Realizar al menos 10 simulaciones de llamadas enfocadas en la detección de necesidades.\n**Semana 2:** **Manejo de Objeciones:** Estudiar y practicar respuestas efectivas para las objeciones más comunes. Grabar y analizar las propias llamadas para identificar áreas de mejora en el manejo de objeciones.\n**Semana 3:** **Cierre y Proactividad:** Implementar técnicas de cierre directo y ofrecer soluciones adicionales de forma proactiva. Analizar los resultados de las semanas anteriores y ajustar las estrategias según sea necesario.\n**Semana 4:** **Optimización Integral:** Reforzar todas las áreas de mejora y enfocarse en la excelencia en cada interacción con el cliente. Continuar grabando y analizando las llamadas para identificar áreas de mejora continua.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"¿Está hablando con [Nombre] titular de la línea?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué aplicaciones son las que más utilizás en tu día a día?\" \"¿Cuántos GB de datos tenés actualmente contratados?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta que LE VA a interesar, pensada especialmente para vos. Incluye un plan móvil con [cantidad de GB] y fibra óptica de [velocidad] para tu hogar.\"\n*   **Técnicas de cierre directo:** \"Perfecto, ¿te queda bien que te asigne una sucursal cerca de tu domicilio o preferís que coordinemos la instalación en tu casa?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si analizamos la cantidad de gigas que vas a tener y la velocidad de navegación, te aseguro que vale la pena.\"\n    *   **\"No me interesa\":** \"Entiendo, pero permíteme explicarte rápidamente los beneficios que ofrece este plan. Estoy seguro de que te VA a interesar.\"\n    *   **\"Ya tengo\":** \"Comprendo, pero ¿estás aprovechando al máximo tu plan actual? Con esta oferta, vas a tener más gigas y una mejor velocidad de navegación al mismo precio.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas a menos de 15. Aumentar el porcentaje de llamadas buenas y excelentes en un 20%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 50 de 100.\n    *   Aumentar el puntaje en \"Manejo de Objeciones\" a 60 de 100.\n    *   Aumentar el puntaje en \"Proactividad\" a 30 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 91, tenés un gran potencial para convertirte en un vendedor de alto rendimiento. Ya contás con fortalezas importantes como la identificación del cliente, la despedida y la empatía. Con un enfoque en mejorar la detección de necesidades, el manejo de objeciones y la proactividad, estoy seguro de que vas a alcanzar tus metas y superar tus propios límites. ¡Confío en vos y estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}