{
  "agente": "MZA 32",
  "fecha_generacion": "2026-01-19T08:00:44.137019",
  "metricas": {
    "agente": "MZA 32",
    "evaluaciones": {
      "total_evaluadas": 65,
      "puntaje_promedio": 36.8,
      "puntaje_min": 0.0,
      "puntaje_max": 89.0,
      "desviacion_std": 19.3,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 13,
      "criterios": {
        "saludo_presentacion": 66.0,
        "identificacion_cliente": 21.7,
        "deteccion_necesidades": 40.1,
        "oferta_productos": 28.8,
        "manejo_objeciones": 38.9,
        "cierre": 15.2,
        "despedida": 48.2,
        "proactividad": 13.3,
        "empatia": 53.6,
        "resolucion_problemas": 26.0
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 21,
        "Identificación del cliente": 16,
        "Oferta de productos": 16,
        "Detección de necesidades": 15,
        "Cierre de venta": 15
      },
      "fortalezas_frecuentes": {
        "Empatía": 14,
        "Saludo y presentación": 13,
        "Despedida": 7,
        "Saludo y presentación inicial": 5,
        "Manejo de objeciones": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 89.0,
          "resumen": "La agente realiza una gestión de venta muy buena, se presenta, identifica al cliente, detecta sus necesidades, ofrece un plan adecuado, maneja la situación y objeciones y realiza un cierre exitoso. Muestra empatía y se ofrece a ayudar."
        },
        {
          "puntaje_total": 83.0,
          "resumen": "El agente realiza una buena gestión de la venta. Se presenta adecuadamente, identifica las necesidades del cliente, ofrece un plan atractivo, maneja objeciones, y realiza un cierre efectivo. Muestra empatía y proactividad."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "Buen desempeño general. El agente se presenta, detecta necesidades, ofrece productos adecuados, maneja objeciones y muestra empatía. Cierre pendiente por consulta con familiar."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es inefectiva debido a la falta de presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones y cierre. La comunicación es deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente en todos los aspectos. El agente no se presenta, no identifica necesidades ni ofrece productos adecuados. No hay cierre de venta ni despedida correcta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es deficiente en todos los aspectos. El agente no sigue un protocolo de venta, no se identifica correctamente, no detecta necesidades ni ofrece productos."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 65,
      "con_saludo": 61,
      "con_cierre": 0,
      "con_identificacion": 1,
      "ofrece_plan": 0,
      "ofrece_fibra": 5,
      "ventas": 1,
      "score_calidad_prom": 47.3,
      "pct_saludo": 93.8,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 7.7,
      "tasa_conversion": 1.5
    },
    "integral": {
      "duracion_promedio_seg": 206.0,
      "duracion_promedio_min": 3.4,
      "distribucion_duracion": {
        "1-3 min": 44,
        "3-5 min": 10,
        "> 8 min": 8,
        "5-8 min": 3
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 36.8,
      "general": 50.3,
      "diferencia": -13.5,
      "percentil": 44.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 66.0,
        "general": 54.7,
        "diferencia": 11.3
      },
      "identificacion_cliente": {
        "agente": 21.7,
        "general": 18.8,
        "diferencia": 2.9
      },
      "deteccion_necesidades": {
        "agente": 40.1,
        "general": 36.6,
        "diferencia": 3.4
      },
      "oferta_productos": {
        "agente": 28.8,
        "general": 47.8,
        "diferencia": -19.0
      },
      "manejo_objeciones": {
        "agente": 38.9,
        "general": 44.1,
        "diferencia": -5.2
      },
      "cierre": {
        "agente": 15.2,
        "general": 25.4,
        "diferencia": -10.2
      },
      "despedida": {
        "agente": 48.2,
        "general": 55.0,
        "diferencia": -6.9
      },
      "proactividad": {
        "agente": 13.3,
        "general": 17.5,
        "diferencia": -4.2
      },
      "empatia": {
        "agente": 53.6,
        "general": 50.2,
        "diferencia": 3.5
      },
      "resolucion_problemas": {
        "agente": 26.0,
        "general": 24.0,
        "diferencia": 2.0
      }
    },
    "conversion": {
      "agente": 1.5,
      "general": 5.1,
      "diferencia": -3.6
    }
  },
  "analisis_coaching": "¡Entendido! Aquí está el análisis del vendedor MZA 32, con un plan de acción personalizado para ayudarle a alcanzar su máximo potencial:\n\n## ANÁLISIS DEL VENDEDOR MZA 32\n\n### 1. DIAGNÓSTICO GENERAL\n\nEl desempeño de MZA 32 se encuentra **necesita mejora** comparado con el promedio del equipo. Su puntaje IA promedio (36.8) está significativamente por debajo del promedio del equipo (50.3), ubicándolo en el percentil 44.9. Su tasa de conversión (1.5%) es considerablemente más baja que la del equipo (5.1%). Si bien muestra fortalezas en el saludo, la empatía y la detección de necesidades inicial, presenta importantes áreas de mejora en la oferta de productos, el manejo de objeciones, y, sobre todo, en el cierre de ventas. La falta de identificación del cliente en la mayoría de las llamadas es un área de preocupación.\n\nSin embargo, creo firmemente que MZA 32 tiene un **alto potencial de mejora**. Su habilidad para conectar con el cliente (empatía) y su buen inicio en las llamadas (saludo y presentación) son bases sólidas. Con un enfoque estratégico y un plan de acción bien definido, puede superar sus desafíos y convertirse en un vendedor de alto rendimiento. La clave está en implementar mejoras específicas en la oferta de valor, el manejo de las dudas de los clientes y el cierre de la venta, transformando cada interacción en una oportunidad de éxito.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía:** MZA 32 muestra una capacidad destacada para conectar con los clientes, generando confianza y estableciendo una relación positiva. El puntaje de 53.6 en este criterio es superior al promedio del equipo (50.2).\n    *   **Ejemplo:** Escucha activa de las preocupaciones del cliente, mostrando comprensión y ofreciendo soluciones personalizadas.\n*   **Saludo y Presentación:** Inicia las llamadas de manera profesional, creando una primera impresión positiva. Con un puntaje de 66.0, supera el promedio del equipo (54.7).\n    *   **Ejemplo:** Utiliza un saludo claro y cortés, presentando su nombre y el propósito de la llamada.\n*   **Detección inicial de Necesidades:** Logra identificar algunas necesidades del cliente, aunque este proceso puede ser más profundo y efectivo. Obtiene un puntaje de 40.1, ligeramente por encima del promedio del equipo (36.6).\n    *   **Ejemplo:** Formula preguntas iniciales para entender la situación del cliente y sus necesidades generales de comunicación.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Cierre de Venta:** El cierre es prácticamente inexistente (0% de las llamadas). Esto impacta directamente en la tasa de conversión.\n    *   **Importancia:** Un cierre efectivo transforma una conversación en una venta concreta. Sin un cierre, el esfuerzo previo se pierde y las oportunidades se desvanecen.\n*   **Oferta de Productos:** La oferta de productos es baja (28.8), significativamente inferior al promedio del equipo (47.8).\n    *   **Importancia:** La oferta de valor es crucial para mostrar al cliente cómo nuestros productos/servicios satisfacen sus necesidades. Si no se ofrece un plan adecuado, el cliente no ve el beneficio y es menos probable que compre.\n*   **Manejo de Objeciones:** Aunque no es el área más baja, el manejo de objeciones (38.9) necesita mejorar para convencer a los clientes indecisos.\n    *   **Importancia:** Las objeciones son una parte natural del proceso de venta. Dominar el manejo de objeciones permite superar las dudas del cliente y cerrar más ventas.\n*   **Identificación del cliente:** La falta de identificación del cliente es un problema grave (1 identificación en 65 llamadas).\n    *   **Importancia:** Es importante asegurarnos de que estamos hablando con la persona correcta y que tiene la autoridad para tomar una decisión sobre la compra. También nos ayuda a personalizar la oferta y a construir una relación de confianza.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                  | Nivel Actual | Qué está haciendo mal/bien                                                                                                     | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                                        |\n| ------------------------- | ------------ | ------------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación     | Bueno        | Inicia las llamadas de forma correcta y profesional.                                                                              | Mantener este buen inicio. Considerar personalizar el saludo, mencionando brevemente el beneficio de la llamada para el cliente.                                                                                                                                                                                                                               |\n| Identificación del cliente | Crítico       | No se identifica al cliente en la gran mayoría de las llamadas.                                                                       | **¡Prioridad absoluta!** Implementar un script obligatorio para verificar la identidad del cliente al inicio de la llamada. Preguntar si es la persona titular de la cuenta o tiene la autorización para tomar decisiones sobre el servicio. Utilizar preguntas de seguridad si es necesario.                                                                      |\n| Detección de Necesidades  | Regular      | Realiza algunas preguntas, pero podría profundizar más para entender las necesidades reales del cliente.                                    | Utilizar preguntas abiertas para fomentar la conversación y obtener información valiosa. Escuchar activamente las respuestas y tomar notas. Investigar sobre el cliente antes de la llamada (si es posible) para personalizar las preguntas.                                                                                                       |\n| Oferta de Productos      | Bajo         | No está ofreciendo planes ni soluciones de manera consistente, o no está resaltando los beneficios de forma efectiva.              | **Focalizar aquí!** Preparar un catálogo de ofertas adaptado a diferentes perfiles de clientes. Practicar la presentación de cada oferta, destacando los beneficios clave y cómo resuelven las necesidades del cliente. Utilizar ejemplos concretos y testimonios para generar confianza.                                                                    |\n| Manejo de Objeciones      | Regular      | Intenta manejar algunas objeciones, pero necesita estrategias más efectivas y persuasivas.                                            | Anticipar las objeciones más comunes y preparar respuestas convincentes. Utilizar la técnica \"sentir, sentir, encontré\" para validar la preocupación del cliente y ofrecer una solución. Escuchar activamente la objeción y preguntar para entender la raíz del problema.                                                                              |\n| Cierre                   | Crítico       | No está intentando cerrar la venta en ninguna de las llamadas.                                                                      | **¡Prioridad absoluta!** Aprender y practicar diferentes técnicas de cierre (cierre directo, cierre por alternativa, cierre por escasez). Identificar las señales de compra del cliente y utilizarlas para iniciar el cierre. No tener miedo a pedir la venta. Ofrecer incentivos o promociones para facilitar el cierre.                                                               |\n| Despedida                | Regular      | La despedida es correcta pero no memorable.                                                                                        | Personalizar la despedida, agradeciendo al cliente por su tiempo y ofreciendo seguimiento. Dejar una buena impresión final para futuras oportunidades.                                                                                                                                                                                                             |\n| Proactividad             | Bajo         | No está siendo proactivo en ofrecer soluciones adicionales o anticipar las necesidades del cliente.                                      | Ofrecer servicios complementarios que puedan ser de interés para el cliente. Anticipar preguntas o dudas que puedan surgir después de la venta. Demostrar un genuino interés por ayudar al cliente a obtener el máximo provecho de nuestros productos/servicios.                                                                                                   |\n| Empatía                  | Bueno        | Muestra una buena conexión con el cliente, generando confianza.                                                                     | Mantener esta actitud empática y continuar desarrollando habilidades de escucha activa. Utilizar el nombre del cliente durante la conversación para personalizar la interacción.                                                                                                                                                                                              |\n| Resolución de Problemas | Bajo         | No demuestra habilidades sólidas para resolver problemas o no se encuentra con escenarios donde deba resolverlos.                    | Recibir capacitación específica sobre los procesos de resolución de problemas. Practicar la resolución de problemas comunes en simulaciones. Mostrar una actitud proactiva para encontrar soluciones creativas y eficientes.                                                                                                                                    |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1: Identificación del cliente y Técnicas de Cierre (Fundamentos)**\n\n*   **Foco principal:** Dominar la identificación del cliente al inicio de cada llamada y aprender técnicas básicas de cierre.\n*   **Acciones específicas:**\n    *   **Día 1-2:** Capacitación intensiva sobre el protocolo de identificación del cliente. Script obligatorio a utilizar al inicio de cada llamada.\n    *   **Día 3-4:** Revisión de técnicas de cierre básicas (cierre directo, cierre por alternativa). Role-playing con el supervisor.\n    *   **Día 5:** Revisión de llamadas grabadas, enfocándose en la aplicación del protocolo de identificación y los intentos de cierre (aunque sean fallidos).\n\n**Semana 2: Oferta de Productos y Manejo de Objeciones (Profundización)**\n\n*   **Siguiente prioridad:** Mejorar la presentación de la oferta de productos y el manejo de objeciones comunes.\n*   **Acciones específicas:**\n    *   **Día 1-2:** Preparar un guion detallado para cada oferta de producto, resaltando los beneficios clave. Practicar la presentación frente a la cámara.\n    *   **Día 3-4:** Identificar las objeciones más frecuentes y preparar respuestas convincentes utilizando la técnica \"sentir, sentir, encontré\". Role-playing con compañeros.\n    *   **Día 5:** Revisión de llamadas grabadas, enfocándose en la calidad de la presentación de la oferta y la efectividad del manejo de objeciones.\n\n**Semana 3: Integración y Refinamiento**\n\n*   **Consolidación:** Aplicar todas las habilidades aprendidas en situaciones reales y refinar las técnicas.\n*   **Acciones específicas:**\n    *   **Día 1-5:** Monitoreo constante de llamadas en vivo, con feedback inmediato sobre la aplicación de las técnicas. Sesiones de coaching individuales para abordar áreas específicas de mejora.\n\n**Semana 4: Optimización y Proactividad**\n\n*   **Optimización:** Personalizar las técnicas para adaptarlas al estilo individual del vendedor y desarrollar la proactividad.\n*   **Acciones específicas:**\n    *   **Día 1-3:** Sesiones de brainstorming para identificar oportunidades de personalización y proactividad. Experimentar con diferentes enfoques y medir los resultados.\n    *   **Día 4-5:** Revisión final del plan de acción y establecimiento de metas a largo plazo. Celebrar los logros y reconocer el progreso.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:** \"Hola, [Nombre del cliente], soy [Tu nombre] de [Empresa]. Le llamo para ofrecerle una solución que podría optimizar su servicio de telecomunicaciones y ahorrarle dinero.\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué tipo de servicios de telecomunicaciones utiliza actualmente?\"\n    *   \"¿Cuáles son sus mayores desafíos con su servicio actual?\"\n    *   \"¿Qué es lo más importante para usted en un servicio de telecomunicaciones?\"\n*   **Manejo de Objeciones:**\n    *   **\"Es muy caro\":** \"Entiendo su preocupación por el precio. Sin embargo, permítame mostrarle cómo nuestros servicios pueden ahorrarle dinero a largo plazo al [explicar los beneficios].\"\n    *   **\"No tengo tiempo\":** \"Comprendo. ¿Le parece bien si le llamo en otro momento más conveniente para usted?\"\n*   **Cierre:**\n    *   **Cierre Directo:** \"¿Le gustaría contratar este plan hoy mismo?\"\n    *   **Cierre por Alternativa:** \"¿Prefiere el plan A o el plan B?\"\n    *   **Cierre por Escasez:** \"Esta oferta es por tiempo limitado, ¿le interesa aprovecharla ahora?\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Aumentar el puntaje IA en un 20% en 30 días (alcanzar un puntaje de 44.16).\n*   **Tasa de Conversión:** Duplicar la tasa de conversión en 30 días (alcanzar una tasa del 3%).\n*   **Oferta de Productos:** Aumentar el porcentaje de llamadas con oferta de productos al 50% en 30 días.\n*   **KPIs Específicos:**\n    *   Aumentar el porcentaje de llamadas con identificación del cliente al 100%.\n    *   Aumentar el porcentaje de llamadas con intento de cierre al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 32, ¡sé que tienes la capacidad de convertirte en un vendedor estrella! Tu empatía y buen inicio en las llamadas son cualidades valiosas. Ahora, vamos a enfocarnos en cerrar esas ventas y ofrecer soluciones que realmente impacten a nuestros clientes. No te rindas, confío en tu potencial y estoy aquí para apoyarte en cada paso del camino. ¡Vamos a por ello!\n",
  "modelo_usado": "gemini-2.0-flash"
}