{
  "agente": "Mza 69",
  "agente_codigo": "MZA 69",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:50:18.354757",
  "metricas": {
    "agente": "Mza 69",
    "agente_codigo": "MZA 69",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 8,
      "puntaje_promedio": 33.8,
      "puntaje_min": 0,
      "puntaje_max": 76,
      "desviacion_std": 27.7,
      "llamadas_excelentes": 0,
      "llamadas_buenas": 1,
      "llamadas_regulares": 3,
      "llamadas_criticas": 4,
      "criterios": {
        "saludo_presentacion": 10.0,
        "identificacion_cliente": 62.5,
        "deteccion_necesidades": 8.8,
        "oferta_productos": 46.2,
        "manejo_objeciones": 25.0,
        "cierre": 50.0,
        "despedida": 50.0,
        "proactividad": 0.0,
        "empatia": 56.2,
        "resolucion_problemas": 37.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 4,
        "Presentación inicial": 2,
        "Proactividad": 2,
        "Proactividad: ofrecer productos adicionales.": 1,
        "Presentación": 1
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 3,
        "Identificación del cliente.": 2,
        "Cierre": 2,
        "Manejo de objeciones": 1,
        "Cierre de la venta": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 76.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece planes directamente y completa el cierre. Debe mejorar la detección de necesidades y ofrecer fibra."
        },
        {
          "puntaje_total": 54.0,
          "resumen": "El agente se enfoca en el cierre de la venta y en la correcta identificación del cliente.  Sin embargo, debe mejorar la presentación y la detección de necesidades, la oferta de productos y la proactividad.  No ofrece fibra."
        },
        {
          "puntaje_total": 50.0,
          "resumen": "El agente demostró habilidades en la identificación del cliente, oferta de productos y cierre. Hubo problemas con la presentación y la calidad de la llamada."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente en todos los aspectos. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada y no intenta el cierre de la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no completa el cierre, no ofrece fibra y no se despide."
        },
        {
          "puntaje_total": 20.0,
          "resumen": "El agente no cumple con los criterios de presentación, detección de necesidades, oferta de productos, manejo de objeciones ni cierre. No fue proactivo. La identificación del cliente y la despedida fueron correctas."
        }
      ],
      "pct_ofrece_fibra": 0.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 245,
      "tmo_seg": 112.9,
      "pct_capta_atencion": 51.0,
      "menos_30seg": 25,
      "corte_cliente": 170,
      "corte_agente": 72
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 33.8,
      "general": 30.6,
      "diferencia": 3.2,
      "percentil": 60.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 10.0,
        "general": 17.9,
        "diferencia": -7.9
      },
      "identificacion_cliente": {
        "agente": 62.5,
        "general": 49.4,
        "diferencia": 13.1
      },
      "deteccion_necesidades": {
        "agente": 8.8,
        "general": 14.3,
        "diferencia": -5.6
      },
      "oferta_productos": {
        "agente": 46.2,
        "general": 36.1,
        "diferencia": 10.1
      },
      "manejo_objeciones": {
        "agente": 25.0,
        "general": 27.8,
        "diferencia": -2.8
      },
      "cierre": {
        "agente": 50.0,
        "general": 19.5,
        "diferencia": 30.5
      },
      "despedida": {
        "agente": 50.0,
        "general": 51.2,
        "diferencia": -1.2
      },
      "proactividad": {
        "agente": 0.0,
        "general": 8.5,
        "diferencia": -8.5
      },
      "empatia": {
        "agente": 56.2,
        "general": 37.5,
        "diferencia": 18.8
      },
      "resolucion_problemas": {
        "agente": 37.5,
        "general": 21.0,
        "diferencia": 16.5
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 69\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual de Mza 69 se encuentra en un nivel que **necesita mejora**. Si bien su puntaje promedio (33.8 de 100) es ligeramente superior al promedio del equipo (30.6 de 100), aún hay un margen significativo para alcanzar un rendimiento óptimo. Analizando su historial, se observa una continuidad en las áreas de mejora identificadas en el coaching anterior, especialmente en la detección de necesidades y la proactividad. Esto sugiere que las estrategias implementadas previamente no han sido del todo efectivas o no se han internalizado completamente. El potencial de mejora es alto, enfocándose en pulir la presentación, profundizar en la detección de necesidades del cliente, y maximizar las oportunidades de venta cruzada con fibra óptica.\n\n### 2. FORTALEZAS\n- **Identificación del Cliente:** Muestra una solidez constante en la verificación de la identidad del cliente, lo que genera confianza y facilita la comunicación.\n- **Cierre de Ventas:** Demuestra habilidad para concretar la venta, buscando activamente el cierre.\n- **Manejo de Objeciones:** Aunque con margen de mejora, muestra capacidad para rebatir objeciones.\n\n### 3. AREAS CRITICAS DE MEJORA\n- **Detección de Necesidades:** Fundamental para ofrecer planes y servicios que realmente se adapten a las necesidades del cliente. La falta de una buena detección lleva a ofrecer planes que el cliente no valora.\n- **Proactividad (Oferta de Fibra):** No está ofreciendo fibra óptica en sus llamadas. Es crucial capitalizar cada interacción para aumentar las ventas.\n- **Presentación Inicial:** Un saludo y una presentación efectivos marcan la pauta para una interacción exitosa. Su puntaje en este criterio es bajo (10 de 100).\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 10 de 100. Debe mejorar la forma en que se presenta al inicio de la llamada. En lugar de un saludo genérico, comenzá con una frase que capte la atención: \"Hola [Nombre], soy [Tu Nombre] de Movistar, tengo una oferta exclusiva para vos que te va a interesar.\"\n*   **Identificación del Cliente:** 62.5 de 100.  Mantené la efectividad en la identificación del cliente. Frase clave: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** 8.8 de 100. El punto más débil. Profundizá en las necesidades del cliente: \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés contratados?\", \"¿En casa usás mucho internet? ¿Cuántos dispositivos conectás al mismo tiempo?\"\n*   **Oferta de Productos:** 46.2 de 100.  Luego de detectar necesidades, ofrecé directamente el plan adecuado.\n*   **Manejo de Objeciones:** 25 de 100.  Prepara un speech para las objeciones más comunes.\n*   **Cierre:** 50 de 100. Bien encaminado, pero puede mejorar. Después de presentar la oferta, asigná la sucursal o pedí la dirección para la instalación.\n*   **Despedida:** 50 de 100.  Mantené la cordialidad en la despedida.\n*   **Proactividad:** 0 de 100. Debe ofrecer fibra en cada llamada.\n*   **Empatía:** 56.2 de 100. Es importante mantener una actitud amable y comprensiva.\n*   **Resolución de Problemas:** 37.5 de 100. Trabajá en ofrecer soluciones rápidas y eficientes a los problemas que puedan surgir.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** Foco en la **Presentación Inicial y Detección de Necesidades**. Practicá un speech de presentación impactante y las preguntas clave para identificar las necesidades del cliente.\n**Semana 2:** Foco en la **Oferta de Fibra Óptica**. Incorporá el speech de fibra a todas las llamadas.\n**Semana 3:** Foco en el **Manejo de Objeciones y Cierre**. Refiná las respuestas a las objeciones más comunes y practicá el cierre directo.\n**Semana 4:** Foco en la **Consolidación y Optimización**. Revisá las métricas de las semanas anteriores y ajustá el enfoque según sea necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular, [Nombre]?\"\n    *   \"¿Cuántos GB tenés contratados actualmente?\"\n    *   \"¿En tu casa usás mucho internet? ¿Cuántos dispositivos conectás al mismo tiempo?\"\n*   **Oferta de Fibra:** \"Además del plan para tu celu, te comento que en tu zona tenemos cobertura de fibra óptica de Movistar. Te VA a interesar porque vas a tener internet de alta velocidad en tu casa, ideal para ver películas en streaming, jugar online y trabajar desde casa sin interrupciones. ¿Te parece si te cuento un poco más?\"\n*   **Cierre Directo:** \"Perfecto, [Nombre]. Para avanzar con la activación del plan, tengo disponible una sucursal cerca de tu domicilio en [Dirección]. ¿Te queda cómodo acercarte o preferís que te asigne un técnico para la instalación en tu domicilio?\"\n*   **Manejo de Objeciones:**\n    *   **\"Está caro\":** \"Es lógico que mires el precio, [Nombre]. A varios clientes les pasó eso. Pero cuando ven la cantidad de gigas, la velocidad de internet y los beneficios adicionales, se dan cuenta de que vale la pena. Además, pensá en todo lo que vas a poder hacer con este plan.\"\n    *   **\"No me interesa\":** \"Entiendo, [Nombre]. Pero te aseguro que esta oferta es diferente. Te VA a permitir [mencionar un beneficio específico que responda a la necesidad detectada]. ¿Me permitís contarte un poco más sobre los beneficios que te ofrece?\"\n\n### 7. METAS CUANTIFICABLES\n*   **Puntaje del Modelo:** Alcanzar un puntaje promedio de 60 de 100 en 30 días.\n*   **Calidad de Llamadas:** Aumentar el porcentaje de llamadas \"buenas\" a un 50% y disminuir las llamadas \"críticas\" a un 10%.\n*   **KPIs:**\n    *   **Detección de Necesidades:** Aumentar el puntaje de este criterio en un 100% (de 8.8 a 17.6).\n    *   **Proactividad (Oferta de Fibra):** Ofrecer fibra en el 80% de las llamadas.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 69, tenés un gran potencial. Ya demostraste habilidad en la identificación del cliente y el cierre de ventas. Ahora, concentrá tu energía en mejorar la detección de necesidades y en ser más proactivo con la oferta de fibra. Sé que podés superar tus propios límites y convertirte en uno de los mejores vendedores del equipo DIANA. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}