{
  "agente": "Dayana Diaz",
  "agente_codigo": "MZA 38",
  "equipo": "NATALI SANCHE",
  "fecha_generacion": "2026-02-09T08:40:51.634482",
  "metricas": {
    "agente": "Dayana Diaz",
    "agente_codigo": "MZA 38",
    "equipo": "NATALI SANCHE",
    "evaluaciones": {
      "total_evaluadas": 39,
      "puntaje_promedio": 32.6,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 25.9,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 5,
      "llamadas_regulares": 8,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 26.2,
        "identificacion_cliente": 75.1,
        "deteccion_necesidades": 9.5,
        "oferta_productos": 42.1,
        "manejo_objeciones": 30.0,
        "cierre": 25.4,
        "despedida": 64.9,
        "proactividad": 16.4,
        "empatia": 30.5,
        "resolucion_problemas": 22.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 22,
        "Manejo de objeciones": 15,
        "Proactividad": 15,
        "Cierre": 14,
        "Presentación": 8
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 15,
        "Despedida": 8,
        "Despedida cordial.": 4,
        "Despedida cordial": 3,
        "Buen manejo de objeciones.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "La agente realiza una buena presentación, identifica a la cliente, detecta sus necesidades y ofrece un plan adecuado, manejando las objeciones y gestionando el cierre de manera efectiva. Muestra empatía y proactividad. La conversación fluye, aunque no hubo quejas."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "El agente se presenta y verifica la identidad, ofrece un plan y maneja una objeción de manera efectiva. El cierre es exitoso. Se podría mejorar la detección de necesidades y ofrecer productos adicionales."
        },
        {
          "puntaje_total": 76.0,
          "resumen": "El agente se presenta correctamente e identifica al cliente. Detecta necesidades básicas y ofrece planes. Maneja objeciones de forma aceptable. La proactividad es buena, ofreciendo fibra.  El cierre no se concreta. Debe mejorar en el cierre de la venta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación, no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no realiza cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los protocolos establecidos. No se presentó correctamente, no ofreció productos, no detectó necesidades, no manejó objeciones, y no resolvió el problema del cliente. El agente no demostró empatía ni realizó el cierre."
        }
      ],
      "pct_ofrece_fibra": 15.4
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 32.6,
      "general": 30.6,
      "diferencia": 2.0,
      "percentil": 59.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 26.2,
        "general": 17.9,
        "diferencia": 8.3
      },
      "identificacion_cliente": {
        "agente": 75.1,
        "general": 49.4,
        "diferencia": 25.7
      },
      "deteccion_necesidades": {
        "agente": 9.5,
        "general": 14.3,
        "diferencia": -4.9
      },
      "oferta_productos": {
        "agente": 42.1,
        "general": 36.1,
        "diferencia": 5.9
      },
      "manejo_objeciones": {
        "agente": 30.0,
        "general": 27.8,
        "diferencia": 2.2
      },
      "cierre": {
        "agente": 25.4,
        "general": 19.5,
        "diferencia": 5.9
      },
      "despedida": {
        "agente": 64.9,
        "general": 51.2,
        "diferencia": 13.7
      },
      "proactividad": {
        "agente": 16.4,
        "general": 8.5,
        "diferencia": 7.9
      },
      "empatia": {
        "agente": 30.5,
        "general": 37.5,
        "diferencia": -7.0
      },
      "resolucion_problemas": {
        "agente": 22.1,
        "general": 21.0,
        "diferencia": 1.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Dayana Diaz\n\n### 1. DIAGNOSTICO GENERAL\nDayana, tu nivel actual es **Necesita Mejora**. Si bien tu puntaje promedio (32.6 de 100) es ligeramente superior al promedio del equipo (30.6 de 100), existe un margen considerable para el crecimiento y la optimización de tu desempeño.  Comparado con el coaching anterior, tu puntaje promedio se mantiene igual, lo que indica una falta de progreso notable en las áreas de mejora identificadas previamente.  Tu potencial de mejora es alto, especialmente si te enfocas en las áreas donde tu desempeño está significativamente por debajo del promedio del equipo, como la detección de necesidades y la empatía.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 75.1 de 100, demuestras solidez en verificar la identidad del cliente al inicio de la llamada.  Continúa aplicando este protocolo en cada interacción.\n*   **Despedida:**  Tu despedida es cordial y efectiva (64.9 de 100).  Esto deja una impresión positiva en el cliente, lo cual es valioso para la imagen de Movistar.\n*   **Proactividad:**  Aunque aún baja (16.4 de 100), superas el promedio del equipo (8.5 de 100) en ofrecer fibra. Sigue buscando activamente oportunidades para promocionar este servicio.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:**  Tu puntaje en este criterio es extremadamente bajo (9.5 de 100) y está por debajo del promedio del equipo (14.3 de 100). Esto impide que puedas ofrecer planes y servicios realmente adaptados a las necesidades del cliente.\n*   **Cierre:** Con un puntaje de 25.4 de 100, necesitas implementar técnicas de cierre más efectivas y directas para asegurar la conversión de las oportunidades.\n*   **Empatía:** Tu puntaje de 30.5 de 100 es inferior al promedio del equipo (37.5 de 100). Es fundamental conectar mejor con las emociones del cliente para generar confianza y facilitar la venta.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo/Presentación:** 26.2 de 100. Estás por encima del promedio. Continúa con una presentación clara y concisa.\n*   **Identificación del Cliente:** 75.1 de 100.  Mantén el enfoque.  Asegúrate de que el cliente confirme que eres la persona correcta con la que necesita hablar.\n*   **Detección de Necesidades:** 9.5 de 100.  Mal: No profundizas en las necesidades reales del cliente, lo que lleva a ofrecer planes inadecuados. Bien: Podrías preguntar directamente: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés?\".  Mejorar:  Después de la pregunta inicial, profundiza con preguntas de seguimiento: \"¿Qué aplicaciones usás más?\", \"¿Con qué frecuencia ves videos o usás redes sociales en tu celular?\".\n*   **Oferta de Productos:** 42.1 de 100. Bien: Estás ofreciendo planes. Mal: No estás conectando los beneficios de los planes con las necesidades del cliente. Mejorar: Después de detectar la necesidad, vincula directamente el plan: \"Dado que me comentaste que usás mucho las redes sociales, te VA a interesar nuestro plan de [Nombre del Plan] que ofrece [Cantidad] GB para redes sociales sin consumir tu cuota principal\".\n*   **Manejo de Objeciones:** 30.0 de 100. Bien: Respondes a las objeciones. Mal: Tus respuestas son genéricas y no abordan la preocupación específica del cliente. Mejorar: Escucha atentamente la objeción y responde directamente a ella.  Ejemplo: Cliente: \"Es que otra compañía me ofrece lo mismo más barato\".  Tu: \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que tenés que tener en cuenta es la calidad de la red de Movistar, que te asegura una conexión estable y sin interrupciones, a diferencia de [Nombre de la competencia]\".\n*   **Cierre:** 25.4 de 100.  Mal: No estás cerrando la venta de forma directa.  Mejorar: Después de presentar el plan y superar las objeciones, procede directamente al cierre: \"Perfecto, Dayana, entonces te VA a interesar este plan. ¿Te queda mejor que te lo activemos en la sucursal de [Nombre de la Sucursal] o preferís que te lo activemos directamente en tu domicilio?\"\n*   **Despedida:** 64.9 de 100. Sigue brindando una despedida amable y cordial.\n*   **Proactividad:** 16.4 de 100. Mal: No ofreces fibra a todos los clientes. Mejorar: Después de presentar el plan de telefonía, comenta directamente la oferta de fibra: \"Además, te comento que tenemos una oferta exclusiva de fibra óptica para tu domicilio con [Velocidad] MB a un precio increíble. Es lógico que te interese, ya que varios vecinos de la zona estan felices con nuestra Fibra.\"\n*   **Empatía:** 30.5 de 100. Mal: No conectas emocionalmente con el cliente. Mejorar: Escucha activamente al cliente, reconoce sus sentimientos y adapta tu comunicación a su tono.  Ejemplo: Si el cliente se muestra frustrado, responde: \"Entiendo tu frustración, Dayana. Voy a hacer todo lo posible para ayudarte a encontrar la mejor solución para vos.\"\n*   **Resolución de Problemas:** 22.1 de 100.  No aplica en todas las llamadas, pero si surge un problema, es crucial que lo abordes con rapidez y eficiencia.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades Intensiva.**  Escucha activa y preguntas dirigidas.  Acciones: En cada llamada, realiza al menos tres preguntas específicas para detectar las necesidades del cliente. Graba tus llamadas y analízalas para identificar oportunidades de mejora.\n**Semana 2:** **Cierre Directo.** Elimina frases introductorias y procede directamente a la asignación de sucursal o búsqueda de domicilio.  Acciones: Practica diferentes técnicas de cierre directo y registra tus resultados. Analiza las llamadas donde no lograste el cierre e identifica qué podrías haber hecho diferente.\n**Semana 3:** **Manejo de Objeciones Personalizado.**  Anticipa las objeciones más comunes y prepara respuestas específicas para cada una.  Acciones: Crea un listado con las objeciones más frecuentes y elabora respuestas concisas y persuasivas.  Realiza role-playing con tu equipo para practicar el manejo de objeciones en diferentes escenarios.\n**Semana 4:** **Empatía y Proactividad.** Conecta emocionalmente con el cliente y ofrece fibra en cada llamada.  Acciones: Practica la escucha activa y el uso de frases empáticas.  Realiza un seguimiento de la cantidad de ofertas de fibra que realizas y el porcentaje de aceptación.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con Dayana Diaz?\". (Espera confirmación).\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente en tu plan?\"\n    *   \"¿Qué aplicaciones usás más seguido?\"\n    *   \"¿Con qué frecuencia ves videos o usás redes sociales en tu celular?\"\n*   **Como ofrecer fibra directamente:** \"Además, te comento que tenemos una oferta exclusiva de fibra óptica para tu domicilio con [Velocidad] MB a un precio increíble. Es lógico que te interese, ya que varios vecinos de la zona estan felices con nuestra Fibra.\"\n*   **Técnicas de cierre directo:** \"Perfecto, Dayana, entonces te VA a interesar este plan. ¿Te queda mejor que te lo activemos en la sucursal de [Nombre de la Sucursal] o preferís que te lo activemos directamente en tu domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   Cliente: \"Es caro\".  Tu: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si analizás la cantidad de GB que te ofrecemos y la calidad de nuestra red, vas a ver que el precio es muy competitivo. Además, [menciona un beneficio adicional, como roaming sin cargo o acceso a plataformas de streaming]\".\n    *   Cliente: \"No necesito tantos GB\".  Tu: \"Entiendo, pero con el aumento constante del consumo de datos, es mejor tener un margen para evitar quedarte sin conexión en el momento menos oportuno. Además, con este plan tenés [menciona un beneficio adicional, como acceso a contenido exclusivo o descuentos en otros servicios de Movistar]\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 50 de 100.\n*   **Meta de calidad de llamadas:** Incrementar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" al 50%.\n*   **KPIs específicos a mejorar:**\n    *   **Tasa de detección de necesidades:** Aumentar el porcentaje de llamadas donde se identifican al menos tres necesidades del cliente en un 50%.\n    *   **Tasa de cierre:** Aumentar el porcentaje de llamadas que resultan en una venta en un 20%.\n    *   **Tasa de oferta de fibra:** Ofrecer fibra en el 100% de las llamadas donde sea aplicable.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nDayana, tenés las herramientas y el potencial para convertirte en una vendedora de alto rendimiento. Tu habilidad para identificar al cliente y tu despedida cordial son excelentes puntos de partida. Ahora, enfocándote en la detección de necesidades, el cierre directo y la empatía, vas a ver cómo tus resultados se disparan. ¡Confío en vos y en tu capacidad para superar este desafío! Recuerda que cada llamada es una oportunidad para aprender y crecer. ¡Vamos por ese 50!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}