{
  "agente": "Celeste Ibaceta",
  "agente_codigo": "MZA 23",
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-09T08:26:35.394706",
  "metricas": {
    "agente": "Celeste Ibaceta",
    "agente_codigo": "MZA 23",
    "equipo": "ARENAS YASMIN",
    "evaluaciones": {
      "total_evaluadas": 81,
      "puntaje_promedio": 43.1,
      "puntaje_min": 0,
      "puntaje_max": 1000,
      "desviacion_std": 111.4,
      "llamadas_excelentes": 6,
      "llamadas_buenas": 14,
      "llamadas_regulares": 11,
      "llamadas_criticas": 50,
      "criterios": {
        "saludo_presentacion": 20.1,
        "identificacion_cliente": 48.8,
        "deteccion_necesidades": 26.8,
        "oferta_productos": 44.1,
        "manejo_objeciones": 31.7,
        "cierre": 18.0,
        "despedida": 53.5,
        "proactividad": 15.1,
        "empatia": 35.6,
        "resolucion_problemas": 17.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 37,
        "Manejo de objeciones": 32,
        "Proactividad": 29,
        "Identificación del cliente": 24,
        "Empatía": 20
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 13,
        "Empatía": 8,
        "Despedida": 8,
        "Despedida cordial": 7,
        "Manejo de objeciones": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 1000.0,
          "resumen": "El agente realiza una excelente gestión. Cumple con todas las reglas de negocio, detecta las necesidades del cliente, ofrece los productos de manera directa y maneja las objeciones. El cierre y la despedida son correctos y muestra empatía."
        },
        {
          "puntaje_total": 98.0,
          "resumen": "El agente realiza una venta completa, cumpliendo con los criterios de evaluación. Ofrece planes, maneja objeciones, cierra la venta y ofrece adicionales. Demuestra proactividad y empatía."
        },
        {
          "puntaje_total": 96.0,
          "resumen": "El agente realiza una excelente gestión, cumpliendo con los criterios de evaluación y ofreciendo una solución al cliente.  Buena prospección de necesidades y manejo de objeciones."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta. Tampoco muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ninguna de las reglas del negocio. No se presentó correctamente, no verificó la identidad del cliente, no detectó necesidades, no ofreció productos, no manejó objeciones, no realizó cierre, no se despidió correctamente y no mostró proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta, no es proactivo."
        }
      ],
      "pct_ofrece_fibra": 12.3
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.2
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 59,
      "con_plan": 25,
      "ofrece_fibra": 9,
      "pct_plan": 42.4,
      "pct_fibra": 15.3
    },
    "calidad_llamadas": {
      "total_llamadas": 157,
      "tmo_seg": 91.0,
      "pct_capta_atencion": 40.1,
      "menos_30seg": 43,
      "corte_cliente": 125,
      "corte_agente": 32
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 43.1,
      "general": 30.6,
      "diferencia": 12.6,
      "percentil": 71.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 20.1,
        "general": 17.9,
        "diferencia": 2.2
      },
      "identificacion_cliente": {
        "agente": 48.8,
        "general": 49.4,
        "diferencia": -0.7
      },
      "deteccion_necesidades": {
        "agente": 26.8,
        "general": 14.3,
        "diferencia": 12.4
      },
      "oferta_productos": {
        "agente": 44.1,
        "general": 36.1,
        "diferencia": 7.9
      },
      "manejo_objeciones": {
        "agente": 31.7,
        "general": 27.8,
        "diferencia": 4.0
      },
      "cierre": {
        "agente": 18.0,
        "general": 19.5,
        "diferencia": -1.5
      },
      "despedida": {
        "agente": 53.5,
        "general": 51.2,
        "diferencia": 2.3
      },
      "proactividad": {
        "agente": 15.1,
        "general": 8.5,
        "diferencia": 6.6
      },
      "empatia": {
        "agente": 35.6,
        "general": 37.5,
        "diferencia": -1.9
      },
      "resolucion_problemas": {
        "agente": 17.4,
        "general": 21.0,
        "diferencia": -3.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Celeste Ibaceta\n\n### 1. DIAGNOSTICO GENERAL\nCeleste, tu nivel actual es **Necesita Mejora**. Tu puntaje promedio de 43.1 te ubica por encima del promedio general del equipo (30.6), lo que indica que tienes potencial. Sin embargo, hay áreas críticas que requieren atención para desbloquear tu máximo rendimiento. Comparado con el coaching anterior, el puntaje se mantuvo igual (43.1), por lo que es fundamental implementar un plan de acción efectivo para ver un progreso real. Tu percentil de 71.6 muestra que puedes destacarte aún más con el enfoque correcto.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 48.8 de 100, superas el promedio general del equipo. Continúa validando la información del cliente al inicio de la llamada con un saludo directo: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Despedida:** Tu despedida es una de tus mayores fortalezas (53.5 de 100). Asegúrate de que sea siempre cordial y profesional.\n*   **Manejo de Objeciones:** A pesar de ser un área de mejora recurrente, tu puntaje de 31.7 de 100 supera el promedio general del equipo, demostrando cierta capacidad de respuesta.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Este es tu punto más débil (26.8 de 100). Sin identificar las necesidades reales del cliente, es difícil ofrecerle el plan adecuado y cerrar la venta.\n*   **Proactividad:** Con solo 15.1 de 100, necesitas ser más proactiva en la oferta de productos y soluciones. No esperes a que el cliente pregunte, ¡anticípate!\n*   **Cierre:** Tu puntaje de 18.0 de 100 indica una dificultad para cerrar la venta de manera efectiva. Necesitas ser más directa y persuasiva.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 20.1 de 100. Bien en la presentación, enfócate en la energía y confianza en tu voz. Practica diferentes tonos y ritmos para captar la atención desde el inicio.\n\n*   **Identificación del Cliente:** 48.8 de 100. Mantén la validación directa: \"Hola, ¿me comunico con [Nombre]?\" Sin preguntas ambiguas.\n\n*   **Detección de Necesidades:** 26.8 de 100. Debes hacer preguntas más específicas sobre el uso del celular y sus necesidades de datos. En lugar de preguntar \"¿Qué es lo que más usás del celular?\", pregunta \"¿Cuántos GB tenés actualmente y te alcanzan o te quedás corto?\". Profundiza con: \"¿Lo usas más para redes sociales, videos o trabajo?\".\n\n*   **Oferta de Productos:** 44.1 de 100. Sé más directa. En lugar de insinuar, di: \"Tengo una oferta que le VA a interesar. Con Movistar, vas a tener [beneficios concretos] y te aseguro que le va a cambiar la experiencia\". Al ofrecer fibra, comenta directamente: \"Además, tenemos cobertura de Fibra Óptica en tu zona y te VA a interesar porque la velocidad es [velocidad] y el precio es [precio]\".\n\n*   **Manejo de Objeciones:** 31.7 de 100. Escucha atentamente la objeción y responde directamente. Por ejemplo, si el cliente dice \"Es muy caro\", responde: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero cuando ven la velocidad de navegación y la estabilidad de la conexión, se dan cuenta de que vale la pena la inversión\".\n\n*   **Cierre:** 18.0 de 100. Elimina las preguntas al final. En lugar de preguntar si le gustaría, asigna la sucursal o busca el domicilio: \"Perfecto, para coordinar la instalación, ¿dónde te queda más cómoda nuestra sucursal de [Nombre de Sucursal] o prefieres que coordinemos la instalación en tu domicilio?\".\n\n*   **Despedida:** 53.5 de 100. Mantén la cordialidad y ofrece acompañamiento durante la portabilidad: \"Cualquier duda que tengas durante el proceso de portabilidad, no dudes en contactarme. ¡Que tengas un excelente día!\".\n\n*   **Proactividad:** 15.1 de 100. Ofrece siempre planes superiores y servicios adicionales. Después de ofrecer el plan principal, comenta: \"Y para que aproveches al máximo tu nuevo plan, te cuento que tenemos promociones en [Smartphones / Accesorios] con descuentos exclusivos para clientes Movistar\".\n\n*   **Empatía:** 35.6 de 100. Demuestra comprensión y valida las preocupaciones del cliente. Por ejemplo, si se queja de la señal, responde: \"Entiendo tu frustración con la señal. Con Movistar, vas a notar una gran diferencia porque tenemos la mejor cobertura en la zona\".\n\n*   **Resolución de Problemas:** 17.4 de 100. Aumentar el conocimiento de opciones de resolución de problemas técnicos.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades y Proactividad**.\n*   Acciones: Enfócate en realizar preguntas más específicas para identificar las necesidades del cliente. Practica el speech de oferta de productos para que sea más directo y persuasivo. Analiza 5 grabaciones de llamadas excelentes y 5 grabaciones de llamadas criticas.\n*   Métricas: Aumentar el puntaje en \"Detección de Necesidades\" en un 10%. Aumentar el porcentaje de llamadas en las que ofreces planes superiores y servicios adicionales en un 15%.\n\n**Semana 2:** **Manejo de Objeciones y Cierre**.\n*   Acciones: Prepara un listado de las objeciones más comunes y practica respuestas efectivas para cada una. Implementa la técnica de cierre directo, asignando la sucursal o buscando el domicilio sin preguntar.\n*   Métricas: Aumentar el puntaje en \"Manejo de Objeciones\" en un 8%. Aumentar la tasa de cierre en un 5%.\n\n**Semana 3:** **Consolidación y Empatía**.\n*   Acciones: Refuerza todas las áreas de mejora trabajadas en las semanas anteriores. Presta especial atención a la demostración de empatía, validando las preocupaciones del cliente y ofreciendo soluciones.\n*   Métricas: Mantener o mejorar los puntajes obtenidos en las semanas anteriores. Aumentar el puntaje en \"Empatía\" en un 5%.\n\n**Semana 4:** **Optimización y Oferta de Fibra**.\n*   Acciones: Identifica las áreas en las que te sientes más cómoda y las que te resultan más desafiantes. Dedica tiempo a practicar y perfeccionar las técnicas que te permitan superar esas dificultades. Comenta directamente la oferta de Fibra Óptica en cada llamada, sin preguntar si le interesa.\n*   Métricas: Aumentar el puntaje general en un 5%. Aumentar el porcentaje de llamadas en las que ofreces Fibra Óptica en un 10%.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Cuántos GB tenés actualmente y te alcanzan o te quedás corto? ¿Lo usas más para redes sociales, videos o trabajo?\".\n*   **Oferta de Fibra Directa:** \"Además, tenemos cobertura de Fibra Óptica en tu zona y te VA a interesar porque la velocidad es [velocidad] y el precio es [precio]\".\n*   **Cierre Directo:** \"Perfecto, para coordinar la instalación, ¿dónde te queda más cómoda nuestra sucursal de [Nombre de Sucursal] o prefieres que coordinemos la instalación en tu domicilio?\".\n*   **Manejo de Objeciones Personalizado:**\n    *   \"Es muy caro\": \"Es lógico que mires el precio. A varios clientes les pasó eso, pero cuando ven la velocidad de navegación y la estabilidad de la conexión, se dan cuenta de que vale la pena la inversión\".\n    *   \"No tengo tiempo\": \"Entiendo. Justamente, con este plan, vas a ahorrar tiempo porque [explica el beneficio que ahorra tiempo]\".\n    *   \"Estoy conforme con mi compañía actual\": \"Entiendo. Muchos clientes pensaban lo mismo, pero una vez que probaron la velocidad y la cobertura de Movistar, se dieron cuenta de la diferencia. Te aseguro que no te vas a arrepentir\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** 60\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"buenas\" y \"excelentes\" en un 20%.\n*   **KPIs Específicos a Mejorar:**\n    *   Aumentar el puntaje en \"Detección de Necesidades\" de 26.8 a 40.\n    *   Aumentar el porcentaje de llamadas en las que ofreces planes superiores y servicios adicionales de 15% a 30%.\n    *   Aumentar la tasa de cierre en un 5%.\n    *   Aumentar el porcentaje de llamadas en las que ofreces Fibra Óptica de 15.3% a 25%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nCeleste, tenés el potencial para ser una vendedora estrella en Movistar. Tu capacidad de conexión inicial con el cliente es un gran punto de partida. Con un enfoque estratégico en la detección de necesidades y un cierre más directo, vas a ver cómo tus resultados se disparan. Confío en tu capacidad para aplicar este plan de acción y alcanzar tus metas. ¡Vamos con todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}