{
  "agente": "MZA 31",
  "fecha_generacion": "2026-02-02T22:54:32.679927",
  "metricas": {
    "agente": "MZA 31",
    "evaluaciones": {
      "total_evaluadas": 44,
      "puntaje_promedio": 21.1,
      "puntaje_min": 0,
      "puntaje_max": 55,
      "desviacion_std": 17.3,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 7.0,
        "identificacion_cliente": 42.0,
        "deteccion_necesidades": 17.3,
        "oferta_productos": 30.9,
        "manejo_objeciones": 17.3,
        "cierre": 9.5,
        "despedida": 40.0,
        "proactividad": 3.9,
        "empatia": 26.1,
        "resolucion_problemas": 5.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 16,
        "Proactividad": 16,
        "Empatía": 11,
        "Despedida": 9,
        "Manejo de objeciones": 9
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 10,
        "Empatía": 4,
        "Despedida cordial": 4,
        "Verificación de la identidad del cliente.": 3,
        "Despedida cordial.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 55,
          "resumen": "El agente se presentó y verificó la identidad del cliente.  Ofreció directamente los planes, pero no logró el cierre ni ofreció otros productos. El manejo de objeciones fue adecuado."
        },
        {
          "puntaje_total": 55,
          "resumen": "El agente necesita mejorar la presentación, la oferta de productos, la proactividad y el cierre. Muestra buen manejo de objeciones y empatía."
        },
        {
          "puntaje_total": 54,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Pregunta sobre el precio actual del plan pero no indaga en las necesidades del cliente.  Ofrece los planes de forma directa y maneja bien la objeción del cliente.  No se logra cerrar la venta.  La proactividad podría ser mejor."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con ninguna de las reglas y criterios de evaluación. La llamada es deficiente en todos los aspectos, desde la presentación hasta el manejo de objeciones y el cierre."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente, no es proactivo y no muestra empatía."
        },
        {
          "puntaje_total": 0,
          "resumen": "La llamada no logró establecer una conversación de ventas debido a la actitud del cliente. El agente no cumplió con ningún criterio obligatorio."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 44,
      "puntaje_promedio": 21.1,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 7.0,
        "identificacion_cliente": 42.0,
        "deteccion_necesidades": 17.3,
        "oferta_productos": 30.9,
        "manejo_objeciones": 17.3,
        "cierre": 9.5,
        "despedida": 40.0,
        "proactividad": 3.9,
        "empatia": 26.1,
        "resolucion_problemas": 5.7
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 336.0,
      "duracion_promedio_min": 5.6,
      "distribucion_duracion": {
        "1-3 min": 20,
        "> 8 min": 5,
        "3-5 min": 4
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 21.1,
      "general": 29.4,
      "diferencia": -8.3,
      "percentil": 42.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 7.0,
        "general": 18.5,
        "diferencia": -11.5
      },
      "identificacion_cliente": {
        "agente": 42.0,
        "general": 51.4,
        "diferencia": -9.3
      },
      "deteccion_necesidades": {
        "agente": 17.3,
        "general": 16.9,
        "diferencia": 0.3
      },
      "oferta_productos": {
        "agente": 30.9,
        "general": 31.2,
        "diferencia": -0.3
      },
      "manejo_objeciones": {
        "agente": 17.3,
        "general": 23.9,
        "diferencia": -6.7
      },
      "cierre": {
        "agente": 9.5,
        "general": 10.3,
        "diferencia": -0.7
      },
      "despedida": {
        "agente": 40.0,
        "general": 56.3,
        "diferencia": -16.3
      },
      "proactividad": {
        "agente": 3.9,
        "general": 11.6,
        "diferencia": -7.8
      },
      "empatia": {
        "agente": 26.1,
        "general": 36.0,
        "diferencia": -9.9
      },
      "resolucion_problemas": {
        "agente": 5.7,
        "general": 16.7,
        "diferencia": -11.0
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 31\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 31 se encuentra en un nivel **Crítico** en comparación con el equipo, con un puntaje IA de 21.1 frente al promedio general de 29.4. Su percentil es de 42.8, lo que indica que se ubica en la mitad inferior del equipo. La diferencia con el puntaje promedio es considerable (-8.3), señalando áreas importantes de mejora.  \n\nEn esta última semana, MZA 31 ha mostrado una **evolución mixta**. Si bien ha logrado ligeras mejoras en la detección de necesidades, presenta retrocesos significativos en áreas clave como saludo y presentación, identificación del cliente, manejo de objeciones, despedida, proactividad, empatía y resolución de problemas. Esto indica que, aunque tiene potencial, necesita una intervención más enfocada y un seguimiento más cercano. El potencial de mejora es alto, ya que con el enfoque correcto puede alcanzar el rendimiento promedio del equipo, e incluso superarlo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ**: La única mejora notable se encuentra en la **Detección de necesidades**, aunque marginal (0.3 puntos). Esto sugiere que MZA 31 está comenzando a hacer las preguntas correctas, pero aún necesita refinar sus habilidades para comprender las necesidades reales del cliente.\n\n*   **QUÉ EMPEORÓ**: Las áreas con mayor retroceso son:\n    *   **Despedida** (-16.3): Un cierre de llamada deficiente deja una mala impresión y reduce la probabilidad de futuras interacciones positivas.\n    *   **Saludo y Presentación** (-11.5): Una presentación débil afecta la percepción inicial del cliente y la credibilidad del agente.\n    *   **Resolución de problemas** (-11.0): Su incapacidad para resolver los problemas que les plantean los clientes afecta directamente su satisfacción y fidelización\n    *   **Empatía** (-9.9): Una falta de conexión emocional puede alienar a los clientes y dificultar la construcción de relaciones.\n    *   **Identificación del cliente** (-9.3):  Verificar la identidad del cliente es crucial para la seguridad y el cumplimiento normativo.\n    *   **Proactividad** (-7.8): La falta de iniciativa, especialmente en la oferta de fibra, limita las oportunidades de venta cruzada y mejora la experiencia del cliente.\n    *   **Manejo de objeciones** (-6.7): Un manejo ineficaz de las objeciones reduce las posibilidades de cerrar la venta.\n\n*   **QUÉ SIGUE PENDIENTE**: La **Proactividad** sigue siendo un área de mejora persistente, con un puntaje muy bajo (3.9). MZA 31 debe incorporar la oferta directa de fibra en cada llamada.\n\n*   **TENDENCIA GENERAL**: La tendencia general es **negativa**. El aumento marginal en la detección de necesidades no compensa los retrocesos significativos en otras áreas clave. Requiere una intervención urgente y un plan de acción enfocado en revertir esta situación.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** MZA 31 demuestra consistencia en verificar la identidad del cliente al inicio de la llamada. Esto es fundamental para la seguridad y el cumplimiento, y es un buen hábito que debe mantener. Ejemplo: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Empatía (Potencial):** Aunque el puntaje bajó esta semana, en evaluaciones anteriores demostró tener empatía. Hay que recuperarla.\n*   **Detección de necesidades (Mejora leve):** Aunque necesita un enfoque más profundo, está comenzando a hacer las preguntas correctas para comprender las necesidades del cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Saludo y Presentación (NUEVA):** Una presentación profesional y atractiva es fundamental para establecer una buena primera impresión. Debe transmitir confianza y generar interés en la oferta. No es suficiente decir \"Tengo una oferta\", sino \"Tengo una oferta que le VA a interesar\".\n*   **Proactividad (PERSISTENTE):** La falta de proactividad, especialmente en la oferta de fibra, limita las oportunidades de venta cruzada y la posibilidad de ofrecer un servicio más completo al cliente. Debe ofrecer fibra en cada llamada, sin preguntar si al cliente le interesa.\n*   **Despedida (NUEVA):** Una despedida cordial y profesional refuerza la imagen de la empresa y aumenta la probabilidad de que el cliente regrese. Agradecer al cliente por su tiempo y ofrecer un canal de contacto para futuras consultas es crucial.\n*   **Resolución de problemas (NUEVA):** Demuestra su profesionalidad, su competencia en su puesto de trabajo y su eficiencia a la hora de solucionar problemas\n*   **Manejo de Objeciones (NUEVA):** Hay que preparar diferentes respuestas según el tipo de objeción que haga el cliente. No vale responder lo mismo siempre\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** Con un promedio de 5.6 minutos (336 segundos), el TMO de MZA 31 es alto en comparación con el promedio del equipo (105.3 segundos) y el rango óptimo (2-4 minutos). Esto sugiere que está teniendo dificultades para cerrar las ventas o que está dedicando demasiado tiempo a conversaciones improductivas.\n*   **% Capta Atención:** No hay datos disponibles sobre este KPI, pero es crucial para evaluar si MZA 31 está logrando enganchar al cliente en los primeros segundos de la llamada.\n*   **Distribución de Duración:** Un alto porcentaje de llamadas entre 1 y 3 minutos (20) sugiere que MZA 31 está perdiendo oportunidades de venta. Necesita mejorar su capacidad para extender la conversación y explorar las necesidades del cliente.\n*   **Métricas de Cierre:** No hay datos disponibles sobre la tasa de aprobación de ventas o el número de cancelaciones. Esta información es fundamental para evaluar la calidad de las ventas de MZA 31.\n\n**Acción Inmediata:** Analizar grabaciones de llamadas de MZA 31 para identificar los puntos específicos donde está perdiendo el control de la conversación y alargando el TMO. Priorizar la obtención de datos sobre % Capta Atención y tasas de aprobación/cancelación.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio             | Nivel     | Análisis                                                                                                                                                                                                                   | Cómo Mejorar (Respetando Reglas)                                                                                                                                                                                                                                                                                              |\n| -------------------- | --------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación  | Crítico   | La presentación es débil y no genera interés.                                                                                                                                                                              | \"Buenos días/tardes, [Nombre del cliente], mi nombre es [Nombre del agente] de Movistar. Lo contacto porque tenemos una oferta que le VA a interesar.\"  (Enfatizar el \"LE VA a interesar\").                                                                                                                                 |\n| Identificación       | Regular   | Si bien verifica la identidad, podría hacerlo de manera más cordial y profesional.                                                                                                                                     | \"Hola, ¿me comunico con [Nombre]? Perfecto, le hablo desde Movistar.\"                                                                                                                                                                                                                                                      |\n| Detección Necesidades | Bajo      | Está comenzando a hacer preguntas, pero necesita profundizar en las necesidades reales.                                                                                                                                   | \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actual? ¿Tenés contratado el servicio de Fibra óptica en casa?\"                                                                                                                                                                                      |\n| Oferta Productos     | Regular   | La oferta es genérica y no se adapta a las necesidades del cliente.                                                                                                                                                     | Ofrecer directamente los planes de Movistar y los servicios de Fibra (si no los tiene), destacando los beneficios específicos que responden a las necesidades detectadas. \"Tenemos un plan de [X] GB que le VA a venir genial para [actividad que mencionó el cliente].\" Respecto a la Fibra, \"Además de su línea, tenemos Fibra...\"                                |\n| Manejo Objeciones    | Bajo      | Las respuestas son genéricas y no abordan las objeciones específicas del cliente.                                                                                                                                         | Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.). \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"                                      |\n| Cierre               | Crítico   | No logra cerrar la venta de manera efectiva.                                                                                                                                                                             | \"Perfecto, entonces le asigno la sucursal más cercana a su domicilio para que pueda retirar el chip/contratar el servicio.\" o \"Confirmamos el domicilio para coordinar la instalación de la fibra.\"                                                                                                                       |\n| Despedida            | Crítico   | La despedida es abrupta y poco profesional.                                                                                                                                                                             | \"Gracias por su tiempo, [Nombre del cliente]. Que tenga un excelente día. Si tiene alguna duda durante la portabilidad, no dude en contactarme.\"                                                                                                                                                                   |\n| Proactividad         | Crítico   | No ofrece fibra de forma proactiva.                                                                                                                                                                                      | Ofrecer siempre el servicio de Fibra: \"Además de su línea, tenemos Fibra óptica en su zona con [velocidad] y [beneficios].\"                                                                                                                                                                                            |\n| Empatía              | Regular   | La conexión emocional con el cliente es limitada.                                                                                                                                                                          | Escuchar activamente al cliente, mostrar comprensión por sus preocupaciones y adaptar el tono de voz a su estado de ánimo.                                                                                                                                                                                               |\n| Resolución Problemas | Crítico   | No resuelve los problemas del cliente                                                                                                                                                                                   | Identificar claramente el problema. Aportar diferentes soluciones, para que el cliente pueda elegir la que mejor le parezca.                                                                                                                                                                                                    |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1: Enfoque en Saludo y Presentación/Identificación.**\n*   **Acciones:** Practicar el saludo y presentación con el script recomendado. Grabar y auto-evaluar.  Mejorar la cordialidad en la verificación de identidad.\n*   **Objetivo:** Aplicar el nuevo saludo en todas las llamadas y hacer un saludo más cordial al verificar la identidad.\n*   **Entrega:** Audio de llamada corregida.\n\n**Semana 2: Proactividad y Oferta de Fibra.**\n*   **Acciones:** Integrar obligatoriamente la oferta de Fibra en todas las llamadas, utilizando el script proporcionado. Registrar la cantidad de ofertas de Fibra realizadas.\n*   **Objetivo:** Incluir la oferta de Fibra en el 100% de las llamadas.\n*   **Entrega:** Revisión de llamadas.\n\n**Semana 3: Manejo de Objeciones y Despedida.**\n*   **Acciones:** Estudiar las respuestas preparadas para las objeciones más comunes. Practicar la despedida con el script recomendado.\n*   **Objetivo:** Utilizar las respuestas preparadas para las objeciones y mejorar la despedida.\n*   **Entrega:** Revisión de llamadas.\n\n**Semana 4: Cierre de Ventas y Empatía.**\n*   **Acciones:** Practicar las técnicas de cierre directo. Escuchar grabaciones de llamadas para identificar oportunidades de mejora en la empatía.\n*   **Objetivo:** Aumentar la tasa de cierre de ventas. Aumentar la empatía con los clientes.\n*   **Entrega:** Revisión de métricas de cierre y llamadas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]? Perfecto, le hablo desde Movistar.\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:** \"Además de su línea, tenemos Fibra óptica en su zona con [velocidad] y [beneficios].\"\n*   **Técnica de Cierre Directo:** \"Perfecto, entonces le asigno la sucursal más cercana a su domicilio para que pueda retirar el chip/contratar el servicio.\" o \"Confirmamos el domicilio para coordinar la instalación de la fibra.\"\n*   **Manejo de Objeciones (Ejemplo):** \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 35 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión en un 5%.\n*   **Oferta de Productos:** Ofrecer Fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el % Capta Atención a >30%.\n*   **TMO:** Reducir el TMO a un promedio de 4 minutos.\n*   **KPIs Específicos:** Mejorar los puntajes en Saludo/Presentación, Proactividad y Despedida.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 31, veo que esta última semana no fue la mejor, pero todos tenemos altibajos. Lo importante es que tenés las herramientas y el potencial para revertir esta situación. Concentrémonos en el saludo, la proactividad y la despedida, y te aseguro que vas a ver una diferencia enorme en tus resultados. ¡Confío en vos y sé que podés lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}