{
  "agente": "amza10",
  "fecha_generacion": "2026-02-23T09:25:44.078855",
  "metricas": {
    "agente": "amza10",
    "evaluaciones": {
      "total_evaluadas": 190,
      "puntaje_promedio": 27.6,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 25.9,
      "llamadas_excelentes": 10,
      "llamadas_criticas": 93,
      "criterios": {
        "saludo_presentacion": 15.8,
        "identificacion_cliente": 57.1,
        "deteccion_necesidades": 15.2,
        "oferta_productos": 33.5,
        "manejo_objeciones": 28.2,
        "cierre": 18.1,
        "despedida": 53.7,
        "proactividad": 7.2,
        "empatia": 35.5,
        "resolucion_problemas": 18.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 92,
        "Proactividad": 63,
        "Manejo de objeciones": 59,
        "Presentación": 48,
        "Oferta de productos": 46
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 61,
        "Despedida": 32,
        "Empatía": 28,
        "Despedida cordial.": 12,
        "Despedida cordial": 11
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión de la llamada. El agente se presentó, identificó al cliente, detectó necesidades, ofreció productos, manejo objeciones, cerró la venta, se despidió cordialmente, fue proactivo y mostró empatía."
        },
        {
          "puntaje_total": 96.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Detecta las necesidades del cliente y ofrece un plan directamente. Maneja objeciones y muestra empatía. Intenta cerrar la venta. Ofrece fibra."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Realiza preguntas para detectar necesidades, ofrece un plan con descuento. Maneja objeciones sobre la cobertura. Cierra la venta y se despide de forma cordial."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada fue interrumpida inmediatamente por el cliente, quien expresó su descontento con las llamadas recibidas. No hubo ninguna acción de venta por parte del agente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no muestra proactividad ni empatía. Además, no resuelve los problemas del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, y no intenta cerrar la venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 190,
      "puntaje_promedio": 27.6,
      "llamadas_excelentes": 10,
      "llamadas_criticas": 93,
      "criterios": {
        "saludo_presentacion": 15.8,
        "identificacion_cliente": 57.1,
        "deteccion_necesidades": 15.2,
        "oferta_productos": 33.5,
        "manejo_objeciones": 28.2,
        "cierre": 18.1,
        "despedida": 53.7,
        "proactividad": 7.2,
        "empatia": 35.5,
        "resolucion_problemas": 18.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 27.6,
      "general": 37.5,
      "diferencia": -9.8,
      "percentil": 38.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 15.8,
        "general": 31.4,
        "diferencia": -15.6
      },
      "identificacion_cliente": {
        "agente": 57.1,
        "general": 61.3,
        "diferencia": -4.2
      },
      "deteccion_necesidades": {
        "agente": 15.2,
        "general": 25.6,
        "diferencia": -10.4
      },
      "oferta_productos": {
        "agente": 33.5,
        "general": 41.8,
        "diferencia": -8.3
      },
      "manejo_objeciones": {
        "agente": 28.2,
        "general": 35.1,
        "diferencia": -6.9
      },
      "cierre": {
        "agente": 18.1,
        "general": 22.4,
        "diferencia": -4.3
      },
      "despedida": {
        "agente": 53.7,
        "general": 59.7,
        "diferencia": -6.0
      },
      "proactividad": {
        "agente": 7.2,
        "general": 12.5,
        "diferencia": -5.3
      },
      "empatia": {
        "agente": 35.5,
        "general": 47.6,
        "diferencia": -12.1
      },
      "resolucion_problemas": {
        "agente": 18.4,
        "general": 30.4,
        "diferencia": -12.0
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza10\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de amza10 se encuentra actualmente por debajo del promedio del equipo, con un puntaje IA de 27.6 comparado con el 37.5 del equipo, ubicándose en el percentil 38.9. Esto indica que el vendedor necesita mejoras significativas para alcanzar el rendimiento promedio. Su nivel actual se clasifica como **Necesita Mejora**.\n\n**EVOLUCIÓN:** Comparado con el período anterior (puntaje IA de 25.4), amza10 ha experimentado una **ligera mejora** en su puntaje promedio de IA (2.2 puntos). Sin embargo, el análisis detallado revela que, si bien hay avances en algunas áreas, persisten debilidades importantes y se han deteriorado algunos aspectos. Su potencial de mejora es considerable, pero requiere un enfoque estratégico y constante en las áreas críticas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Identificación del cliente:** Incrementó de 30 a 57.1. ¡Excelente! Parece que ha internalizado la importancia de verificar la identidad al inicio de la llamada. Debemos asegurarnos de que continúe aplicando esto consistentemente.\n    *   **Empatía:** Subió de 9 a 35.5. Es un avance notable. amza10 parece estar conectando mejor con los clientes.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Saludo y Presentación:** Esta área bajó significativamente y requiere atención inmediata.\n    *   **Cierre:** También disminuyó. Esto podría estar relacionado con la dificultad para detectar las necesidades del cliente y ofrecer soluciones atractivas.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Detección de Necesidades:** Sigue siendo el área más crítica de mejora (92 menciones).\n    *   **Proactividad:** El ofrecimiento de fibra sigue siendo un desafío importante.\n    *   **Manejo de Objeciones:** Aunque no es el área más deficiente, aún necesita mejorar.\n    *   **Oferta de productos:** Presenta carencias importantes.\n\n*   **TENDENCIA GENERAL:** A pesar de la ligera mejora en el puntaje general, el análisis detallado revela que hay aspectos que necesitan atención urgente. Si bien hubo mejoras en la Identificación del Cliente y Empatía, la caída en Saludo/Presentación y Cierre, sumado a las persistentes debilidades en la Detección de Necesidades y Proactividad, indican que amza10 **necesita una intervención focalizada** para evitar una regresión.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente:** amza10 ahora verifica correctamente la identidad del cliente al inicio de la llamada. Esto es fundamental para asegurar una comunicación efectiva y evitar problemas futuros.\n    *   **Ejemplo:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Despedida:** Se despide de forma cordial y profesional en la mayoría de las llamadas. Esto deja una buena impresión final en el cliente.\n*   **Empatía:** Demuestra capacidad para conectar con los clientes, lo cual es crucial para generar confianza y establecer relaciones a largo plazo.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Detección de Necesidades (PERSISTENTE):** Esta es la principal debilidad de amza10. No está realizando las preguntas correctas para comprender las necesidades específicas de cada cliente. Esto impacta directamente en su capacidad para ofrecer soluciones personalizadas y cerrar ventas.\n    *   **Por qué es importante:** Sin una detección precisa de necesidades, la oferta de productos se vuelve genérica y poco atractiva.\n*   **Proactividad (PERSISTENTE):** No está ofreciendo fibra de manera proactiva en todas las llamadas, lo cual es una regla fundamental del negocio.\n    *   **Por qué es importante:** La venta de fibra es un objetivo clave para Movistar, y todos los vendedores deben ofrecerla de forma consistente.\n*   **Saludo y Presentación (NUEVA):** La caída en este criterio es preocupante. No está generando una buena primera impresión en los clientes.\n    *   **Por qué es importante:** Un saludo y presentación efectivos son cruciales para captar la atención del cliente y establecer el tono de la conversación.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\nNo se dispone de métricas de duración, cierres o calidad de llamadas y ventas. Sin embargo, con base en el resto de la información se puede inferir que:\n\n*   El bajo puntaje en \"Detección de Necesidades\" y \"Oferta de Productos\" probablemente se refleje en una baja **tasa de conversión**.\n*   La falta de proactividad en la oferta de fibra limita el potencial de venta cruzada.\n\nEs fundamental comenzar a registrar estas métricas para amza10 y realizar un seguimiento constante.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio               | Nivel Actual | Qué está haciendo mal o bien                                                                                                                                  | Cómo mejorar específicamente (RESPETANDO LAS REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                               |\n| ---------------------- | ------------ | ----------------------------------------------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación  | Crítico      | No está generando una buena primera impresión.                                                                                                                  | Practicar un saludo y presentación concisos y atractivos. En lugar de \"Tengo una oferta que podría interesarle,\" usar: \"Hola [Nombre], soy [Tu Nombre] de Movistar. Tengo una oferta que le VA a interesar para su línea.\"                                                                                                   |\n| Identificación Cliente | Bueno        | Verifica correctamente la identidad del cliente.                                                                                                                | Mantener esta práctica consistente.                                                                                                                                                                                                                                                                                 |\n| Detección Necesidades  | Crítico      | No realiza las preguntas adecuadas para comprender las necesidades del cliente.                                                                                | En lugar de \"¿Qué es lo más importante para ti en un plan?\", preguntar: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente?\" Escuchar atentamente la respuesta y usarla para personalizar la oferta.                                                                             |\n| Oferta Productos       | Bajo         | No presenta la oferta de forma clara y convincente.                                                                                                           | Después de identificar las necesidades, presentar el plan que mejor se adapte a ellas, destacando los beneficios específicos para el cliente.                                                                                                                                                                      |\n| Manejo Objeciones      | Regular      | No rebate las objeciones de forma personalizada.                                                                                                             | Preparar respuestas específicas para las objeciones más comunes, sincronizando la respuesta según el cliente específico. Ejemplo: \"Entiendo que le preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" |\n| Cierre                 | Bajo         | Tiene dificultades para cerrar la venta.                                                                                                                    | Después de presentar la oferta y manejar las objeciones, pasar directamente al cierre: \"Perfecto, entonces procedemos a activar el plan. ¿Le queda cómoda la sucursal de [Nombre de la sucursal] o prefiere que asignemos a un técnico a su domicilio?\".                                                                    |\n| Despedida              | Bueno        | Se despide de forma cordial y profesional.                                                                                                                | Mantener esta práctica consistente.                                                                                                                                                                                                                                                                                 |\n| Proactividad           | Crítico      | No ofrece fibra de forma proactiva.                                                                                                                       | Incorporar la oferta de fibra en todas las llamadas, sin preguntar si le interesa: \"Además del plan móvil, contamos con un excelente servicio de fibra óptica en su zona. Le comento brevemente...\"                                                                                                               |\n| Empatía                | Regular      | Muestra cierta empatía, pero puede mejorar.                                                                                                                  | Escuchar activamente al cliente y reconocer sus inquietudes. Utilizar frases como \"Entiendo su preocupación\" o \"Comprendo cómo se siente\" para demostrar empatía genuina.                                                                                                                                   |\n| Resolución Problemas   | Bajo         | (No hay datos suficientes para evaluar).                                                                                                                | (No hay datos suficientes para evaluar).                                                                                                                                                                                                                                                                                 |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1: Foco en Detección de Necesidades y Saludo/Presentación**\n\n*   Acciones específicas:\n    *   Revisar y practicar preguntas efectivas para la detección de necesidades.\n    *   Grabar y autoevaluar su saludo/presentación.\n    *   Escuchar ejemplos de llamadas exitosas en estas áreas.\n    *   Role-playing conmigo enfocado en estos dos aspectos.\n\n**Semana 2: Proactividad y Manejo de Objeciones**\n\n*   Acciones específicas:\n    *   Incorporar la oferta de fibra en todas las llamadas.\n    *   Crear un script de manejo de objeciones personalizadas.\n    *   Analizar grabaciones de llamadas donde no ofreció fibra.\n    *   Role-playing conmigo enfocada en el manejo de objeciones y ofrecimiento de fibra.\n\n**Semana 3: Cierre y Oferta de Productos**\n\n*   Acciones específicas:\n    *   Practicar técnicas de cierre directo.\n    *   Asegurarse de conocer a fondo la cartera de productos.\n    *   Analizar llamadas exitosas donde se logró un cierre efectivo.\n\n**Semana 4: Consolidación y Optimización**\n\n*   Acciones específicas:\n    *   Revisar todas las áreas de mejora.\n    *   Continuar practicando y buscando oportunidades para mejorar.\n    *   Analizar métricas de rendimiento y ajustar el plan según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre y Apellido]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de fibra:** \"Además del plan móvil, contamos con un excelente servicio de fibra óptica en su zona. Le comento brevemente...\"\n*   **Cierre:** \"Perfecto, entonces procedemos a activar el plan. ¿Le queda cómoda la sucursal de [Nombre de la sucursal] o prefiere que asignemos a un técnico a su domicilio?\".\n*   **Manejo de objeciones:**\n    *   \"Entiendo que le preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   \"Comprendo su inquietud sobre la cobertura. Le aseguro que en su zona contamos con una excelente señal. Además, ofrecemos una garantía de satisfacción, por lo que si no está conforme, puede cancelar el servicio sin costo.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 40.\n*   Meta de tasa de conversión: 2.5% (aumentar desde el valor actual desconocido).\n*   Meta de ofrecimiento de productos: 100% de las llamadas.\n*   Meta de % Capta Atención (llamadas >1 min): 40%.\n*   Meta de TMO a alcanzar: 120 segundos.\n*   KPIs específicos a mejorar: Detección de Necesidades y Proactividad (aumentar en 20 puntos cada uno).\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza10, reconozco tu esfuerzo por mejorar y valoro que hayas logrado un avance en la identificación del cliente y la empatía. Ahora, necesitamos enfocarnos en las áreas que aún representan un desafío. ¡Sé que tienes el potencial para superar estas dificultades y convertirte en un vendedor estrella! Confío en tu capacidad para aplicar las técnicas y scripts que hemos revisado y alcanzar las metas que nos hemos propuesto. ¡Vamos con todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-02-18T11:06:27.730070",
  "evolucion": null
}