{
  "agente": "amza79",
  "fecha_generacion": "2026-02-23T09:41:50.851601",
  "metricas": {
    "agente": "amza79",
    "evaluaciones": {
      "total_evaluadas": 59,
      "puntaje_promedio": 29.6,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 28.1,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 29,
      "criterios": {
        "saludo_presentacion": 13.4,
        "identificacion_cliente": 47.8,
        "deteccion_necesidades": 17.5,
        "oferta_productos": 35.1,
        "manejo_objeciones": 36.6,
        "cierre": 30.8,
        "despedida": 42.4,
        "proactividad": 10.2,
        "empatia": 39.3,
        "resolucion_problemas": 24.9
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 19,
        "Presentación": 15,
        "Manejo de objeciones": 15,
        "Identificación del cliente": 13,
        "Proactividad": 12
      },
      "fortalezas_frecuentes": {
        "Empatía": 12,
        "Identificación del cliente": 11,
        "Manejo de objeciones": 7,
        "Despedida cordial.": 3,
        "Despedida cordial": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad, detectó necesidades, ofreció un plan y manejó objeciones. El cierre no se completó en la llamada pero se acordó continuar por WhatsApp. Muestra empatía."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta, identifica al cliente y detecta sus necesidades. Ofrece un plan. Maneja las objeciones y se despide cordialmente. Falta una solución mejor a la objeción."
        },
        {
          "puntaje_total": 83.0,
          "resumen": "El agente realiza una buena presentación y verificación. Detecta necesidades, ofrece un descuento y aborda las objeciones del cliente. El cierre no se completa debido a la objeción del cliente sobre la falta de sucursales en su zona.  Demuestra empatía y ofrece alternativas."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no siguió el guion de ventas. La llamada se centró en un tema de portabilidad, sin ofrecer productos ni realizar un proceso de venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ningún criterio de evaluación. No se presentó, no identificó al cliente, no detectó necesidades, no ofreció productos ni cerró la venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 59,
      "puntaje_promedio": 29.6,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 29,
      "criterios": {
        "saludo_presentacion": 13.4,
        "identificacion_cliente": 47.8,
        "deteccion_necesidades": 17.5,
        "oferta_productos": 35.1,
        "manejo_objeciones": 36.6,
        "cierre": 30.8,
        "despedida": 42.4,
        "proactividad": 10.2,
        "empatia": 39.3,
        "resolucion_problemas": 24.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 29.6,
      "general": 37.5,
      "diferencia": -7.9,
      "percentil": 39.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 13.4,
        "general": 31.4,
        "diferencia": -18.0
      },
      "identificacion_cliente": {
        "agente": 47.8,
        "general": 61.3,
        "diferencia": -13.5
      },
      "deteccion_necesidades": {
        "agente": 17.5,
        "general": 25.6,
        "diferencia": -8.1
      },
      "oferta_productos": {
        "agente": 35.1,
        "general": 41.8,
        "diferencia": -6.7
      },
      "manejo_objeciones": {
        "agente": 36.6,
        "general": 35.1,
        "diferencia": 1.5
      },
      "cierre": {
        "agente": 30.8,
        "general": 22.4,
        "diferencia": 8.5
      },
      "despedida": {
        "agente": 42.4,
        "general": 59.7,
        "diferencia": -17.4
      },
      "proactividad": {
        "agente": 10.2,
        "general": 12.5,
        "diferencia": -2.3
      },
      "empatia": {
        "agente": 39.3,
        "general": 47.6,
        "diferencia": -8.3
      },
      "resolucion_problemas": {
        "agente": 24.9,
        "general": 30.4,
        "diferencia": -5.5
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza79\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza79 se encuentra actualmente por debajo del promedio del equipo, con un puntaje IA de 29.6 comparado con el promedio general de 37.5, ubicándose en el percentil 39.6. Su nivel actual se clasificaría como \"Necesita Mejora\". Si bien muestra algunas fortalezas en áreas como el manejo de objeciones y el cierre, las deficiencias en la presentación, detección de necesidades e identificación del cliente impactan negativamente su desempeño general.\n\n**EVOLUCIÓN:** Es crucial analizar la evolución de amza79, y las métricas indican que se ha visto un retroceso. Este análisis comparativo es fundamental para entender las causas y enfocar las acciones correctivas. Su potencial de mejora es considerable, pero requiere un enfoque estratégico y un seguimiento constante para revertir la tendencia actual.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\nTeniendo en cuenta que la información proporcionada indica un retroceso, este análisis comparativo se vuelve aún más crítico.\n\n*   **QUÉ MEJORÓ:** El manejo de objeciones y el cierre han mostrado una leve mejora. Esto sugiere que amza79 tiene la capacidad de persuadir y cerrar ventas cuando llega a esa etapa, lo cual es positivo. Es importante reforzar esta habilidad y explorar cómo trasladarla a las etapas iniciales de la venta.\n\n*   **QUÉ EMPEORÓ:** Prácticamente todos los demás criterios, especialmente saludo/presentación, identificación del cliente, detección de necesidades y despedida, han experimentado una disminución. Esto es preocupante y requiere una atención urgente. La caída en la identificación del cliente puede indicar una falta de verificación de la información antes de continuar con la llamada, mientras que una mala presentación y falta de detección de necesidades pueden llevar a perder la atención del cliente rápidamente.\n\n*   **QUÉ SIGUE PENDIENTE:** La proactividad, medida por la oferta de fibra, sigue siendo un área de mejora persistente. Es fundamental que amza79 incorpore esta oferta en todas sus llamadas, sin excepción.\n\n*   **TENDENCIA GENERAL:** La tendencia general es negativa y requiere una intervención inmediata. Si no se toman medidas correctivas, el desempeño de amza79 podría seguir deteriorándose.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Manejo de Objeciones:** amza79 demuestra cierta capacidad para abordar las preocupaciones de los clientes y ofrecer soluciones. Sin embargo, es crucial que las respuestas sean personalizadas y no genéricas.\n*   **Cierre:** Aunque con pausas, amza79 logra cerrar las ventas. Esto indica persistencia y determinación.\n*   **Empatía:** Muestra empatía hacia el cliente, lo cual es fundamental para construir relaciones y generar confianza.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Saludo y Presentación (PERSISTENTE):** Un saludo y presentación deficientes impactan negativamente en la primera impresión y dificultan la conexión con el cliente. Debe seguir el guion y ser más enérgico.\n*   **Detección de Necesidades (PERSISTENTE):** No indaga lo suficiente en las necesidades del cliente, lo que impide ofrecer soluciones personalizadas y relevantes. Debe hacer las preguntas correctas (\"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\") para entender sus necesidades.\n*   **Proactividad (PERSISTENTE):** No ofrece fibra de forma consistente. Debe integrarlo obligatoriamente en cada llamada, sin preguntar si le interesa.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\nAunque no se proporcionan métricas de duración específicas, podemos inferir lo siguiente:\n\n*   **Puntaje IA bajo:** El puntaje IA de 29.6 indica que las llamadas de amza79 no están cumpliendo con los criterios de calidad establecidos.\n*   **% Capta Atención:** Es crucial obtener el porcentaje de llamadas que superan 1 minuto. Si es bajo (<30%), el enfoque debe estar en mejorar el saludo, la presentación y la detección de necesidades para enganchar al cliente desde el principio.\n*   **Tasa de Aprobación de Ventas:** Se necesita analizar la tasa de aprobación de ventas. Si es baja, puede haber problemas de calidad en la venta, datos incorrectos o errores en el procesamiento.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Crítico):** No sigue el guion de ventas y no genera una primera impresión positiva. **Cómo mejorar:** Memorizar y practicar el saludo y la presentación. Usar un tono enérgico y transmitir confianza. **Script Recomendado:** \"Hola, [Nombre], ¿me comunico con [Nombre]? Habla [Tu Nombre] de Movistar. Tengo una oferta que le VA a interesar.\"\n*   **Identificación del Cliente (Regular):** A veces omite verificar la identidad del cliente. **Cómo mejorar:** Siempre verificar la identidad del cliente al inicio de la llamada. **Script Recomendado:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades (Crítico):** No realiza preguntas relevantes para entender las necesidades del cliente. **Cómo mejorar:** Hacer preguntas abiertas sobre el uso del celular y los datos. **Preguntas Correctas:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos (Bajo):** La oferta de productos no se adapta a las necesidades del cliente. **Cómo mejorar:** Utilizar la información recopilada en la detección de necesidades para ofrecer planes y servicios relevantes.\n*   **Manejo de Objeciones (Regular):** Las respuestas a las objeciones son genéricas y no personalizadas. **Cómo mejorar:** Escuchar atentamente la objeción del cliente y ofrecer una respuesta específica y adaptada a su situación.\n*   **Cierre (Regular):** El cierre no es fluido y a veces se interrumpe. **Cómo mejorar:** Asignar sucursal o buscar domicilio del cliente de forma directa para completar la venta.\n*   **Despedida (Regular):** La despedida no es lo suficientemente cordial y profesional. **Cómo mejorar:** Agradecer al cliente por su tiempo y ofrecer acompañamiento durante la portabilidad (opcional).\n*   **Proactividad (Crítico):** No ofrece fibra de forma consistente. **Cómo mejorar:** Integrar la oferta de fibra en cada llamada, sin preguntar si le interesa. **Script Recomendado:** \"Además del plan que le estoy ofreciendo, Movistar tiene la mejor fibra óptica del mercado. Con nuestra fibra, podrá disfrutar de internet de alta velocidad en su hogar.\"\n*   **Empatía (Regular):** Demuestra empatía, pero podría ser más genuino. **Cómo mejorar:** Escuchar activamente al cliente y mostrar comprensión por sus necesidades y preocupaciones.\n*   **Resolución de Problemas (Bajo):** No ofrece soluciones creativas a los problemas del cliente. **Cómo mejorar:** Pensar fuera de la caja y ofrecer alternativas personalizadas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1: FUNDAMENTOS (26 Ene - 1 Feb):** Foco en el saludo, presentación e identificación del cliente. Practicar el script recomendado y grabarse para identificar áreas de mejora. Revisión diaria de las primeras 5 llamadas.\n*   **Semana 2: DETECCIÓN (2 Feb - 8 Feb):** Dominar las preguntas para detectar necesidades. Role-playing con un compañero para practicar diferentes escenarios. Revisión de llamadas enfocada en la calidad de las preguntas.\n*   **Semana 3: PROACTIVIDAD Y CIERRE (9 Feb - 15 Feb):** Integrar la oferta de fibra en cada llamada y perfeccionar las técnicas de cierre directo. Revisión de llamadas enfocada en la oferta de fibra y la efectividad del cierre.\n*   **Semana 4: CONSOLIDACIÓN Y OPTIMIZACIÓN (16 Feb - 22 Feb):** Revisar todas las áreas de mejora y trabajar en las debilidades restantes. Análisis de métricas para identificar tendencias y ajustar el plan de acción.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra (Directa):** \"Además del plan que le estoy ofreciendo, Movistar tiene la mejor fibra óptica del mercado. Con nuestra fibra, podrá disfrutar de internet de alta velocidad en su hogar.\"\n*   **Cierre Directo:** \"Para completar la venta, ¿prefiere que le asigne una sucursal cercana a su domicilio o prefiere que busque su domicilio para coordinar la entrega?\"\n*   **Manejo de Objeciones (Personalizado):** *Cliente:* \"Es muy caro\". *Respuesta:* \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Oferta de Productos:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el porcentaje de llamadas >1 minuto al 40%.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos (120-240 segundos).\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza79, reconozco tu esfuerzo y dedicación. Si bien esta última semana ha mostrado algunos retrocesos, confío en tu capacidad para retomar el buen camino y superar estos desafíos. Tienes potencial para convertirte en un vendedor estrella, y con el enfoque y las herramientas adecuadas, estoy seguro de que alcanzarás tus metas. ¡Vamos a trabajar juntos para que logres tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}