{
  "agente": "Mza 46",
  "agente_codigo": "MZA 46",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:48:47.947193",
  "metricas": {
    "agente": "Mza 46",
    "agente_codigo": "MZA 46",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 16,
      "puntaje_promedio": 28.8,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 33.4,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 5,
      "llamadas_regulares": 1,
      "llamadas_criticas": 9,
      "criterios": {
        "saludo_presentacion": 6.2,
        "identificacion_cliente": 43.8,
        "deteccion_necesidades": 15.0,
        "oferta_productos": 45.0,
        "manejo_objeciones": 40.6,
        "cierre": 39.4,
        "despedida": 43.8,
        "proactividad": 0.0,
        "empatia": 36.9,
        "resolucion_problemas": 31.2
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 8,
        "Detección de necesidades": 7,
        "Empatía": 6,
        "Identificación del cliente": 4,
        "Oferta de productos": 4
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones": 5,
        "Identificación del cliente": 4,
        "Empatía": 3,
        "Oferta directa de producto": 2,
        "Despedida": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se identifica y detecta las necesidades del cliente. Ofrece un plan y maneja las objeciones. Cierra la venta y resuelve un problema del cliente, mostrando empatía. No ofrece productos adicionales."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar la presentación inicial y la detección de necesidades. El manejo de objeciones y el cierre son correctos."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se identifica y verifica la identidad del cliente. Ofrece un plan detallando sus características y maneja las objeciones. El cierre es correcto, pero no se presenta correctamente. No ofrece productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios mínimos de evaluación debido a la falta de presentación, identificación, detección de necesidades, oferta de productos y cierre. El cliente se mostró agresivo, lo que impidió continuar con el proceso."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no completa el cierre. No muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones, y no cierra la venta de forma efectiva. No muestra proactividad ni empatía."
        }
      ],
      "pct_ofrece_fibra": 0.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 38,
      "tmo_seg": 93.9,
      "pct_capta_atencion": 47.4,
      "menos_30seg": 3,
      "corte_cliente": 29,
      "corte_agente": 9
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 28.8,
      "general": 30.6,
      "diferencia": -1.7,
      "percentil": 50.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.2,
        "general": 17.9,
        "diferencia": -11.6
      },
      "identificacion_cliente": {
        "agente": 43.8,
        "general": 49.4,
        "diferencia": -5.7
      },
      "deteccion_necesidades": {
        "agente": 15.0,
        "general": 14.3,
        "diferencia": 0.7
      },
      "oferta_productos": {
        "agente": 45.0,
        "general": 36.1,
        "diferencia": 8.9
      },
      "manejo_objeciones": {
        "agente": 40.6,
        "general": 27.8,
        "diferencia": 12.9
      },
      "cierre": {
        "agente": 39.4,
        "general": 19.5,
        "diferencia": 19.8
      },
      "despedida": {
        "agente": 43.8,
        "general": 51.2,
        "diferencia": -7.4
      },
      "proactividad": {
        "agente": 0.0,
        "general": 8.5,
        "diferencia": -8.5
      },
      "empatia": {
        "agente": 36.9,
        "general": 37.5,
        "diferencia": -0.6
      },
      "resolucion_problemas": {
        "agente": 31.2,
        "general": 21.0,
        "diferencia": 10.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 46\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Mza 46 es **Necesita Mejora**. Si bien ha mejorado en el manejo de objeciones, cierre, oferta de productos y resolución de problemas en comparación con el coaching anterior, aún se encuentra por debajo del promedio del equipo en áreas cruciales como saludo/presentación, identificación del cliente, proactividad y despedida. Su puntaje promedio de 28.8 está ligeramente por debajo del promedio del equipo (30.6).  Con un enfoque adecuado y un plan de acción estructurado, Mza 46 tiene un alto potencial de mejora, especialmente en la captación de la atención del cliente y en la reducción de las llamadas que terminan con el cliente cortando la comunicación. La falta de proactividad es una deficiencia crítica que debe abordarse de inmediato.\n\n### 2. FORTALEZAS\n*   **Manejo de Objeciones:** Demuestra habilidad para abordar las dudas y preocupaciones de los clientes, superando al promedio del equipo en este aspecto.\n*   **Oferta de Productos:** Ha mejorado significativamente en la oferta directa de productos, presentando las soluciones de Movistar.\n*   **Cierre:** Ha mejorado su capacidad para cerrar las ventas, aunque aún hay margen para optimizar las técnicas de cierre directo.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Proactividad:**  Es el área más débil, mostrando una falta de iniciativa para ofrecer productos adicionales o soluciones personalizadas.\n*   **Saludo/Presentación:** El saludo inicial necesita mayor impacto para captar la atención del cliente y establecer una conexión positiva. El bajo puntaje en este criterio (6.2 de 100) impacta negativamente la percepción inicial del cliente.\n*   **Detección de Necesidades:** Si bien ha mejorado, aún necesita profundizar en la comprensión de las necesidades del cliente para ofrecer soluciones más relevantes.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo/Presentación:** Nivel actual: Bajo (6.2 de 100). No está generando un impacto positivo en los primeros segundos de la llamada.  Debe empezar con un saludo enérgico y una presentación clara.\n    *   **Mejora:** \"¡Hola! Soy [Nombre] de Movistar. Tengo una oferta que le VA a interesar para su línea.\" (Energía y anticipación).\n*   **Identificación del Cliente:** Nivel actual: Promedio (43.8 de 100).  Si bien identifica al cliente, podría hacerlo de manera más efectiva para asegurar que está hablando con la persona correcta y evitar confusiones.\n    *   **Mejora:** \"Hola, ¿me comunico con [Nombre completo del titular de la línea]?\" (Verificación precisa).\n*   **Detección de Necesidades:** Nivel actual: Bajo (15.0 de 100). No está realizando las preguntas adecuadas para entender las necesidades específicas del cliente en cuanto a datos, llamadas y uso del celular.\n    *   **Mejora:** \"¿Qué es lo que más usás del celular: redes sociales, videos, videollamadas? ¿Cuántos GB tenés actualmente en tu plan?\" (Preguntas directas y relevantes).\n*   **Oferta de Productos:** Nivel actual: Promedio (45.0 de 100).  Presenta los productos, pero necesita hacerlo de forma más persuasiva y conectada a las necesidades del cliente.\n    *   **Mejora:** \"Pensando en lo que me comentaste sobre tu uso intensivo de videos, LE VA a interesar nuestro plan [Nombre del plan] que tiene [Cantidad] GB, ideal para que disfrutes sin preocuparte por quedarte sin datos.\" (Conectar la oferta con la necesidad). Inmediatamente después, presentar la oferta de Fibra: \"Además, LE VA a interesar que tenemos Fibra óptica en tu zona. Con [Velocidad] megas vas a poder ver series y peliculas sin interrupciones.\"\n*   **Manejo de Objeciones:** Nivel actual: Bueno (40.6 de 100).  Maneja las objeciones, pero debe ser más específico en las respuestas para cada cliente.\n    *   **Mejora:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que con [Plan] no solo tenés [Beneficios] sino que también te ahorras [Monto] al mes en comparación con tu plan actual.\" (Rebatir con beneficios y ahorro).\n*   **Cierre:** Nivel actual: Promedio (39.4 de 100). Necesita cerrar la venta de forma más directa y sin preguntar la opinión del cliente.\n    *   **Mejora:** \"Perfecto, para activar tu plan, necesito que me confirmes tu dirección para asignarte la sucursal de Movistar más cercana o, si preferís, coordinamos el envío a domicilio.\" (Cierre directo con opciones).\n*   **Despedida:** Nivel actual: Promedio (43.8 de 100).  Debe dejar una impresión positiva al finalizar la llamada.\n    *   **Mejora:** \"Gracias por elegir Movistar, [Nombre del cliente]. En los próximos días te contactaré para asegurarme de que todo esté funcionando perfecto con tu nuevo plan. Que tengas un excelente día.\" (Seguimiento y cortesía).\n*   **Proactividad:** Nivel actual: Muy bajo (0.0 de 100). No ofrece productos o servicios adicionales de forma proactiva.\n    *   **Mejora:** Después de presentar el plan principal, ofrecer directamente la Fibra óptica y otros productos relevantes: \"Y para que tengas la mejor experiencia en tu hogar, LE VA a interesar nuestra oferta de Fibra óptica con [velocidad] megas.\" (Ofrecer productos relacionados).\n*   **Empatía:** Nivel actual: Promedio (36.9 de 100). Demuestra empatía, pero puede intensificarla mostrando un interés genuino en las necesidades del cliente.\n    *   **Mejora:** Escuchar activamente al cliente y responder a sus inquietudes con atención y comprensión.\n*   **Resolución de Problemas:** Nivel actual: Promedio (31.2 de 100). Resuelve problemas pero podría ser más eficiente.\n    *   **Mejora:** Estar preparado para solucionar problemas comunes y ofrecer soluciones rápidas y efectivas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Proactividad y Saludo Impactante.**\n    *   **Acciones:**\n        *   Implementar el saludo enérgico y la presentación con anticipación de la oferta.\n        *   Practicar la oferta directa de Fibra óptica después de cada plan de telefonía.\n        *   Monitorear llamadas para asegurar que la Fibra se ofrezca en el 100% de las llamadas.\n\n**Semana 2:** **Siguiente prioridad: Detección de Necesidades y Cierre Directo.**\n    *   **Acciones:**\n        *   Incorporar las preguntas clave para entender las necesidades del cliente.\n        *   Practicar las técnicas de cierre directo, asignando sucursal/domicilio sin preguntar.\n        *   Revisar grabaciones de llamadas para identificar oportunidades de mejora en la detección de necesidades.\n\n**Semana 3:** **Consolidación: Reforzar Fortalezas y Corregir Desvíos.**\n    *   **Acciones:**\n        *   Análisis de llamadas reales para identificar y corregir cualquier desviación del plan.\n        *   Reforzar las técnicas de manejo de objeciones que ya domina.\n        *   Simulaciones de ventas con objeciones comunes.\n\n**Semana 4:** **Optimización: Personalización y Excelencia.**\n    *   **Acciones:**\n        *   Personalizar la oferta según el perfil del cliente (edad, intereses, etc.).\n        *   Buscar oportunidades para ofrecer servicios adicionales que agreguen valor al cliente.\n        *   Apunta a la excelencia en cada interacción, buscando superar las expectativas del cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre completo del titular de la línea]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular: redes sociales, videos, videollamadas?\"\n    *   \"¿Cuántos GB tenés actualmente en tu plan?\"\n*   **Oferta de Fibra Directamente:**\n    *   \"Además, LE VA a interesar que tenemos Fibra óptica en tu zona. Con [Velocidad] megas vas a poder ver series y peliculas sin interrupciones.\"\n*   **Técnicas de Cierre Directo:**\n    *   \"Perfecto, para activar tu plan, necesito que me confirmes tu dirección para asignarte la sucursal de Movistar más cercana o, si preferís, coordinamos el envío a domicilio.\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que con [Plan] no solo tenés [Beneficios] sino que también te ahorras [Monto] al mes en comparación con tu plan actual.\"\n    *   **\"Tengo otra compañía\":** \"Entiendo, pero LE VA a interesar saber que Movistar tiene la mejor cobertura y velocidad de internet en [Ciudad/Zona], además de [Beneficios exclusivos].\"\n    *   **\"No me interesa\":** \"Comprendo, pero permíteme comentarte rápidamente sobre [Beneficio clave] que podría ser de gran utilidad para vos.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 60 de 100.\n*   **Meta de calidad de llamadas:** Disminuir las llamadas cortadas por el cliente en un 50% y aumentar el porcentaje de captación de atención a más de 75%.\n*   **KPIs Específicos:**\n    *   Aumentar el porcentaje de llamadas donde se ofrece Fibra óptica al 100%.\n    *   Mejorar el puntaje en \"Proactividad\" a 50 de 100.\n    *   Elevar el puntaje en \"Saludo/Presentación\" a 60 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 46, tenés el potencial de ser un vendedor estrella en Movistar. Ya demostraste que podés mejorar en áreas clave como el manejo de objeciones y el cierre. Con un enfoque en la proactividad y una presentación más impactante, estoy seguro de que vas a superar tus propios límites y alcanzar tus metas. ¡Confío en vos y en tu capacidad para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}