{
  "agente": "Puente Jacquelina",
  "agente_codigo": "MZA 5",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:42:29.416997",
  "metricas": {
    "agente": "Puente Jacquelina",
    "agente_codigo": "MZA 5",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 37,
      "puntaje_promedio": 20.8,
      "puntaje_min": 0,
      "puntaje_max": 75,
      "desviacion_std": 24.4,
      "llamadas_excelentes": 0,
      "llamadas_buenas": 4,
      "llamadas_regulares": 5,
      "llamadas_criticas": 28,
      "criterios": {
        "saludo_presentacion": 0.0,
        "identificacion_cliente": 29.7,
        "deteccion_necesidades": 10.3,
        "oferta_productos": 32.4,
        "manejo_objeciones": 29.7,
        "cierre": 17.3,
        "despedida": 33.8,
        "proactividad": 5.4,
        "empatia": 30.3,
        "resolucion_problemas": 21.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 13,
        "Proactividad": 12,
        "Identificación del cliente": 11,
        "Manejo de objeciones": 10,
        "Presentación": 8
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 4,
        "Despedida cordial.": 4,
        "Identificación del cliente": 4,
        "Empatía": 3,
        "Verificación de la identidad del cliente.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 75.0,
          "resumen": "El agente necesita mejorar la presentación inicial.  Buen manejo de objeciones y ofrece combos de productos. Cierre incompleto."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se identifica y cierra la venta correctamente. Se debe mejorar la presentación inicial y la detección de necesidades. No ofrece fibra."
        },
        {
          "puntaje_total": 65.0,
          "resumen": "El agente no se presenta correctamente ni completa el cierre. Detecta necesidades de forma superficial, ofrece el plan y se despide correctamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide y no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios mínimos de evaluación. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente y no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones ni intenta cerrar la venta. No hay proactividad ni empatía."
        }
      ],
      "pct_ofrece_fibra": 5.4
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.2
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 35,
      "con_plan": 15,
      "ofrece_fibra": 3,
      "pct_plan": 42.9,
      "pct_fibra": 8.6
    },
    "calidad_llamadas": {
      "total_llamadas": 162,
      "tmo_seg": 75.2,
      "pct_capta_atencion": 24.1,
      "menos_30seg": 77,
      "corte_cliente": 132,
      "corte_agente": 30
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 20.8,
      "general": 30.6,
      "diferencia": -9.8,
      "percentil": 46.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 0.0,
        "general": 17.9,
        "diferencia": -17.9
      },
      "identificacion_cliente": {
        "agente": 29.7,
        "general": 49.4,
        "diferencia": -19.7
      },
      "deteccion_necesidades": {
        "agente": 10.3,
        "general": 14.3,
        "diferencia": -4.1
      },
      "oferta_productos": {
        "agente": 32.4,
        "general": 36.1,
        "diferencia": -3.7
      },
      "manejo_objeciones": {
        "agente": 29.7,
        "general": 27.8,
        "diferencia": 2.0
      },
      "cierre": {
        "agente": 17.3,
        "general": 19.5,
        "diferencia": -2.2
      },
      "despedida": {
        "agente": 33.8,
        "general": 51.2,
        "diferencia": -17.4
      },
      "proactividad": {
        "agente": 5.4,
        "general": 8.5,
        "diferencia": -3.1
      },
      "empatia": {
        "agente": 30.3,
        "general": 37.5,
        "diferencia": -7.2
      },
      "resolucion_problemas": {
        "agente": 21.4,
        "general": 21.0,
        "diferencia": 0.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Puente Jacquelina\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Jacquelina es **Crítico**. Su puntaje promedio de 20.8 de 100 la ubica significativamente por debajo del promedio del equipo (30.6 de 100), situándola en el percentil 46.1. Esto indica un margen de mejora considerable para alcanzar el rendimiento esperado.\n\nComparado con el coaching anterior, el puntaje promedio no ha variado (20.8). Sin embargo, la distribución de las áreas de mejora ha cambiado, lo que sugiere que algunas estrategias implementadas anteriormente han tenido un impacto limitado. El potencial de mejora es alto, especialmente si se enfoca en las áreas de mayor impacto, como el saludo/presentación, la identificación del cliente, la detección de necesidades y la despedida.\n\n### 2. FORTALEZAS\n*   **Manejo de objeciones:** Si bien aún es un área de mejora general, destaca como una de las fortalezas relativas de Jacquelina. Esto indica que tiene cierta habilidad para responder a las dudas de los clientes.\n*   **Despedida cordial:** Consistentemente, la despedida ha sido un punto positivo en sus llamadas. Esto contribuye a una experiencia general más amigable para el cliente.\n*   **Empatía:** Se observa una tendencia positiva en la demostración de empatía hacia los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Saludo/Presentación:** Obtiene un puntaje de 0 de 100. Una presentación deficiente genera una mala primera impresión e impide establecer una conexión efectiva con el cliente.\n*   **Identificación del cliente:** A pesar de haber sido una fortaleza en el pasado, ha disminuido su efectividad (29.7 de 100). No confirmar con quién se está hablando puede resultar en ofertas irrelevantes o incluso violaciones de privacidad.\n*   **Detección de necesidades:** Un puntaje bajo (10.3 de 100) significa que Jacquelina no está preguntando ni entendiendo lo suficiente sobre los requisitos del cliente, lo que dificulta la oferta de soluciones personalizadas.\n*   **Proactividad:** Con un puntaje de 5.4 de 100, Jacquelina no está ofreciendo activamente soluciones adicionales o anticipándose a las necesidades del cliente, perdiendo oportunidades de venta cruzada.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo/Presentación:** (0 de 100)\n    *   **Qué hace mal:** No se presenta, no crea una primera impresión positiva.\n    *   **Cómo mejorar:** Iniciar cada llamada con una presentación clara e impactante: \"Hola, mi nombre es Jacquelina, soy asesora de Movistar Argentina y tengo una oferta que LE VA a interesar.\"\n*   **Identificación del cliente:** (29.7 de 100)\n    *   **Qué hace mal:** No verifica la identidad de la persona que atiende el teléfono.\n    *   **Cómo mejorar:** Utilizar la frase: \"Hola, ¿me comunico con [Nombre del cliente]?\" al inicio de la llamada para confirmar que está hablando con la persona correcta.\n*   **Detección de necesidades:** (10.3 de 100)\n    *   **Qué hace mal:** No pregunta sobre los hábitos de uso del cliente.\n    *   **Cómo mejorar:** Realizar preguntas directas: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente en tu plan?\".\n*   **Oferta de productos:** (32.4 de 100)\n    *   **Qué hace mal:** No ofrece la fibra de manera consistente.\n    *   **Cómo mejorar:** Después de presentar la oferta del plan móvil, comentar: \"Además, en tu zona tenemos cobertura de fibra óptica de alta velocidad. LE VA a interesar porque vas a poder [beneficios de la fibra, ejemplo: ver series y películas sin interrupciones]. ¿Te queda bien que revisemos la disponibilidad en tu domicilio ahora mismo?\".\n*   **Manejo de objeciones:** (29.7 de 100)\n    *   **Qué hace mal:** No responde a las objeciones de manera específica y personalizada.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción y responder con una solución concreta. Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero se dieron cuenta de que con Movistar tienen [beneficios específicos que superan el costo, ejemplo: más gigas, mejor cobertura]\".\n*   **Cierre:** (17.3 de 100)\n    *   **Qué hace mal:** No cierra la venta de manera efectiva.\n    *   **Cómo mejorar:** Después de presentar la oferta, proceder directamente al cierre: \"Perfecto, entonces para activar este plan, ¿te queda más cómodo que te asigne una sucursal cerca de tu domicilio o preferís que lo enviemos directamente a tu casa?\".\n*   **Despedida:** (33.8 de 100)\n    *   **Qué hace mal:** Si bien la despedida es cordial, podría ser más impactante.\n    *   **Cómo mejorar:** Reforzar el acompañamiento durante el proceso de portabilidad: \"Cualquier duda o consulta que tengas durante la portabilidad, no dudes en contactarme. Estaré acompañándote en todo el proceso\".\n*   **Proactividad:** (5.4 de 100)\n    *   **Qué hace mal:** No ofrece productos o servicios adicionales que podrían beneficiar al cliente.\n    *   **Cómo mejorar:** Ofrecer la fibra óptica después de presentar el plan móvil. Mencionar promociones exclusivas para clientes Movistar.\n*   **Empatía:** (30.3 de 100)\n    *   **Qué hace mal:** No siempre demuestra comprensión por las preocupaciones del cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y validar sus inquietudes antes de ofrecer una solución.\n*   **Resolución de Problemas:** (21.4 de 100)\n    *   **Qué hace mal:** No siempre aborda los problemas del cliente de manera eficiente.\n    *   **Cómo mejorar:** Asegurarse de entender completamente el problema del cliente y ofrecer una solución clara y concisa.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Saludo, Identificación y Detección de Necesidades:**\n*   Acciones: Practicar el saludo y la identificación del cliente al inicio de cada llamada. Crear una lista de preguntas clave para detectar las necesidades del cliente. Monitorear y dar feedback en tiempo real sobre estas áreas.\n**Semana 2:** **Oferta de Productos y Proactividad:**\n*   Acciones: Practicar el speech de la oferta de fibra. Identificar oportunidades para ofrecer productos o servicios adicionales. Revisar grabaciones de llamadas para identificar oportunidades perdidas.\n**Semana 3:** **Manejo de Objeciones y Cierre:**\n*   Acciones: Preparar respuestas a las objeciones más comunes. Practicar técnicas de cierre directo. Simular llamadas con diferentes escenarios de objeciones.\n**Semana 4:** **Consolidación y Optimización:**\n*   Acciones: Revisar el progreso en todas las áreas de mejora. Identificar áreas que requieren atención adicional. Continuar practicando y refinando las habilidades.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre del cliente]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente en tu plan?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además, en tu zona tenemos cobertura de fibra óptica de alta velocidad. LE VA a interesar porque vas a poder [beneficios de la fibra, ejemplo: ver series y películas sin interrupciones]. ¿Te queda bien que revisemos la disponibilidad en tu domicilio ahora mismo?\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, entonces para activar este plan, ¿te queda más cómodo que te asigne una sucursal cerca de tu domicilio o preferís que lo enviemos directamente a tu casa?\"\n*   **Manejo de objeciones personalizado:**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso, pero se dieron cuenta de que con Movistar tienen [beneficios específicos que superan el costo, ejemplo: más gigas, mejor cobertura]\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 45 de 100.\n*   **Meta de calidad de llamadas:**\n    *   Disminuir el porcentaje de llamadas menores a 30 segundos en un 50%.\n    *   Aumentar el porcentaje de captación de atención (más de 1 minuto) en un 15%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas donde se ofrece la fibra óptica al 50%.\n    *   Aumentar la tasa de conversión de clientes que aceptan la oferta de fibra en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nJacquelina, sé que estas métricas pueden parecer desafiantes, pero confío en tu capacidad para superarlas. Recordá tus fortalezas, especialmente tu habilidad para manejar las objeciones y tu cordialidad en la despedida. Con un enfoque renovado en la presentación, la identificación del cliente y la detección de necesidades, podés transformar tus llamadas y alcanzar tu máximo potencial. ¡Vamos a trabajar juntos para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}