{
  "agente": "Mza 92",
  "agente_codigo": "MZA 92",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:22:27.317811",
  "metricas": {
    "agente": "Mza 92",
    "agente_codigo": "MZA 92",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 113,
      "puntaje_promedio": 36.6,
      "puntaje_min": 0,
      "puntaje_max": 500,
      "desviacion_std": 51.4,
      "llamadas_excelentes": 8,
      "llamadas_buenas": 14,
      "llamadas_regulares": 27,
      "llamadas_criticas": 64,
      "criterios": {
        "saludo_presentacion": 20.4,
        "identificacion_cliente": 51.6,
        "deteccion_necesidades": 11.8,
        "oferta_productos": 40.3,
        "manejo_objeciones": 37.1,
        "cierre": 26.3,
        "despedida": 48.9,
        "proactividad": 10.8,
        "empatia": 46.2,
        "resolucion_problemas": 23.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 58,
        "Proactividad": 39,
        "Manejo de objeciones": 25,
        "Presentación": 24,
        "Oferta de productos": 23
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 31,
        "Empatía": 27,
        "Manejo de objeciones": 12,
        "Despedida": 11,
        "Manejo de objeciones.": 10
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 500.0,
          "resumen": "El agente ofrece un plan directamente y maneja la objeción del costo. La identificación y presentación inicial son incorrectas. El cierre es incompleto y no ofrece productos adicionales."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presenta, verifica la identidad, detecta las necesidades, ofrece planes de forma directa y adecuada, maneja objeciones, completa el cierre y se despide de forma correcta."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece productos de forma directa, maneja objeciones, completa el cierre y se despide de manera cordial. Muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente, no es proactivo y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no verifica identidad, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones, no cierra la venta y no se despide correctamente. Tampoco muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. Falla en la presentación, identificación del cliente, detección de necesidades, manejo de objeciones y cierre. La comunicación fue poco profesional y no se enfocó en el cliente."
        }
      ],
      "pct_ofrece_fibra": 10.6
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 371,
      "tmo_seg": 111.7,
      "pct_capta_atencion": 40.7,
      "menos_30seg": 89,
      "corte_cliente": 247,
      "corte_agente": 124
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 36.6,
      "general": 30.6,
      "diferencia": 6.1,
      "percentil": 63.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 20.4,
        "general": 17.9,
        "diferencia": 2.5
      },
      "identificacion_cliente": {
        "agente": 51.6,
        "general": 49.4,
        "diferencia": 2.2
      },
      "deteccion_necesidades": {
        "agente": 11.8,
        "general": 14.3,
        "diferencia": -2.6
      },
      "oferta_productos": {
        "agente": 40.3,
        "general": 36.1,
        "diferencia": 4.1
      },
      "manejo_objeciones": {
        "agente": 37.1,
        "general": 27.8,
        "diferencia": 9.3
      },
      "cierre": {
        "agente": 26.3,
        "general": 19.5,
        "diferencia": 6.7
      },
      "despedida": {
        "agente": 48.9,
        "general": 51.2,
        "diferencia": -2.2
      },
      "proactividad": {
        "agente": 10.8,
        "general": 8.5,
        "diferencia": 2.3
      },
      "empatia": {
        "agente": 46.2,
        "general": 37.5,
        "diferencia": 8.7
      },
      "resolucion_problemas": {
        "agente": 23.5,
        "general": 21.0,
        "diferencia": 2.4
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 92\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Mza 92 es **Necesita Mejora**. Su puntaje promedio de 36.6 se encuentra por encima del promedio general del equipo (30.6), situándose en el percentil 63.1. Esto indica que tiene potencial, pero necesita un enfoque claro para mejorar sus habilidades clave.\n\nComparado con el coaching anterior, su puntaje promedio se mantiene en 36.6, lo que sugiere una falta de progreso significativo desde la última evaluación. Las áreas de mejora siguen siendo las mismas, indicando que las estrategias implementadas anteriormente no han sido del todo efectivas o no se han aplicado consistentemente. Existe un margen considerable para mejorar y alcanzar un rendimiento óptimo.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Su puntaje de 51.6 de 100 en este criterio es superior al promedio del equipo (49.4). Continúe con el protocolo de verificación para asegurar la comunicación con la persona correcta.\n*   **Empatía:** Con un puntaje de 46.2 de 100, significativamente mayor al promedio del equipo (37.5), Mza 92 demuestra habilidad para conectar con los clientes. Debe capitalizar esta cualidad, transmitiendo comprensión y ofreciendo soluciones personalizadas.\n*   **Manejo de objeciones:** Si bien es un área de mejora general, su puntaje de 37.1 de 100 supera el promedio del equipo (27.8), lo que indica una base sólida para desarrollar esta habilidad.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** El puntaje de 11.8 de 100 es extremadamente bajo y una de las áreas de mayor oportunidad. Esta deficiencia impacta negativamente la personalización de la oferta y la efectividad del cierre.\n*   **Proactividad:** Con un puntaje de 10.8 de 100, Mza 92 muestra poca iniciativa para ofrecer productos adicionales o soluciones complementarias que beneficien al cliente.\n*   **Cierre:** El puntaje de 26.3 de 100 en cierre es bajo. Necesita implementar técnicas de cierre más directas y efectivas para asegurar la conversión de las llamadas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 20.4 de 100. *Qué hace mal:* La presentación puede ser genérica y poco atractiva. *Cómo mejorar:* Empiece la llamada con energía y entusiasmo. Diga: \"Hola, [Nombre], soy [Su Nombre] de Movistar. Tengo una oferta que LE VA a interesar.\"\n*   **Identificación del Cliente:** 51.6 de 100. *Qué hace bien:* Logra identificar al cliente de manera correcta. *Cómo mejorar:* Mantenga la constancia en la verificación del cliente al inicio de la llamada.\n*   **Detección de Necesidades:** 11.8 de 100. *Qué hace mal:* No explora las necesidades del cliente, lo que impide ofrecer soluciones personalizadas. *Cómo mejorar:* Después de la identificación, pregunte: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Escuche atentamente la respuesta.\n*   **Oferta de Productos:** 40.3 de 100. *Qué hace mal:* La oferta puede ser genérica y no basada en las necesidades del cliente. *Cómo mejorar:* Después de detectar las necesidades, ofrezca DIRECTAMENTE el plan más adecuado, destacando los beneficios específicos. Mencione la oferta de fibra directamente: \"Además, en tu zona tenemos cobertura de fibra óptica. Te VA a interesar.\"\n*   **Manejo de Objeciones:** 37.1 de 100. *Qué hace mal:* Puede dar respuestas genéricas a las objeciones. *Cómo mejorar:* Rebata la objeción PUNTUAL de cada cliente. Si el cliente dice \"Es caro\", responda: \"Es lógico que mires el precio. A varios clientes les pasó eso...\". Luego, justifique el valor del plan.\n*   **Cierre:** 26.3 de 100. *Qué hace mal:* Falta de cierre efectivo. *Cómo mejorar:* Después de rebatir la objeción, cierre directamente: \"Perfecto, entonces asigno la sucursal más cercana a tu domicilio para que retires el chip\" o \"Para activar el servicio, ¿me confirmás tu dirección?\".\n*   **Despedida:** 48.9 de 100. *Qué hace bien:* Mantiene una despedida cordial. *Cómo mejorar:* Asegúrese de que el cliente se sienta satisfecho con la atención recibida y ofrezca acompañamiento durante la portabilidad: \"Te voy a acompañar en el proceso de portabilidad\".\n*   **Proactividad:** 10.8 de 100. *Qué hace mal:* No ofrece productos adicionales o mejoras. *Cómo mejorar:* Después del cierre principal, siempre ofrezca la fibra óptica.\n*   **Empatía:** 46.2 de 100. *Qué hace bien:* Demuestra empatía hacia el cliente. *Cómo mejorar:* Continúe mostrando comprensión y adaptando su discurso a las necesidades individuales del cliente.\n*   **Resolución de Problemas:** 23.5 de 100. *Qué hace mal:* Falta de resolución de problemas. *Cómo mejorar:* Ofrezca soluciones rápidas y efectivas para resolver cualquier inconveniente que el cliente pueda tener.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades Intensiva**.\n*   **Acciones:** En cada llamada, priorizar las preguntas: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\". Escuchar ACTIVAMENTE las respuestas y tomar notas. Revisar y practicar speech de detección de necesidades.\n*   **Objetivo:** Aumentar el puntaje de \"Detección de Necesidades\" en un 50%.\n\n**Semana 2:** **Cierre Directo**.\n*   **Acciones:** Implementar técnicas de cierre directo después de rebatir la objeción: \"Perfecto, entonces asigno la sucursal más cercana para retirar el chip\" o \"¿Me confirmás tu dirección para activar el servicio?\". Practicar diferentes escenarios de cierre.\n*   **Objetivo:** Aumentar el puntaje de \"Cierre\" en un 30%.\n\n**Semana 3:** **Proactividad Total**.\n*   **Acciones:** Ofrecer SIEMPRE la fibra óptica después del cierre principal. Preparar un speech convincente para resaltar los beneficios de la fibra.\n*   **Objetivo:** Aumentar el porcentaje de \"Oferta de Fibra\" al 50%.\n\n**Semana 4:** **Optimización y Consolidación**.\n*   **Acciones:** Revisar grabaciones de llamadas para identificar áreas de mejora continua. Practicar Role-Playing con el equipo DIANA para pulir habilidades.\n*   **Objetivo:** Mantener el puntaje general por encima de 50 y superar el promedio del equipo en todos los criterios.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificar Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detectar Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Ofrecer Fibra Directamente:** \"Además, en tu zona tenemos cobertura de fibra óptica. Te VA a interesar porque...\" (mencionar beneficios específicos: velocidad, estabilidad, etc.).\n*   **Cierre Directo:** \"Perfecto, entonces asigno la sucursal más cercana para retirar el chip\" o \"¿Me confirmás tu dirección para activar el servicio?\".\n*   **Manejo de Objeciones Personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si analizamos lo que te ofrece este plan (mencionar beneficios), vas a ver que es una excelente inversión.\"\n    *   **\"No me interesa\":** \"Entiendo, pero permítame explicarle cómo este plan se adapta perfectamente a sus necesidades de uso y le ahorrará dinero a largo plazo.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de Puntaje del Modelo a 30 días:** Aumentar el puntaje promedio del modelo a 50.\n*   **Meta de Calidad de Llamadas:** Reducir el porcentaje de llamadas cortadas por el cliente en un 20%. Aumentar el porcentaje de \"Capta Atención\" (más de 1 minuto) en un 15%.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje de \"Detección de Necesidades\" a 60 de 100.\n    *   Aumentar el puntaje de \"Cierre\" a 40 de 100.\n    *   Aumentar el porcentaje de \"Oferta de Fibra\" al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 92, tu empatía es una gran ventaja. Ahora, enfocándote en la detección de necesidades y cerrando con mayor seguridad, vas a ver cómo tus resultados se disparan. ¡Confío en tu potencial para superar estas metas y convertirte en un vendedor estrella de Movistar! Concéntrate en las acciones, seguí el plan y celebra cada pequeño logro. ¡Vos podés!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}