{
  "agente": "amza9",
  "fecha_generacion": "2026-02-23T09:26:33.620294",
  "metricas": {
    "agente": "amza9",
    "evaluaciones": {
      "total_evaluadas": 153,
      "puntaje_promedio": 33.6,
      "puntaje_min": 0.0,
      "puntaje_max": 85.0,
      "desviacion_std": 26.5,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 64,
      "criterios": {
        "saludo_presentacion": 25.4,
        "identificacion_cliente": 67.0,
        "deteccion_necesidades": 26.1,
        "oferta_productos": 40.6,
        "manejo_objeciones": 35.4,
        "cierre": 18.9,
        "despedida": 48.2,
        "proactividad": 12.0,
        "empatia": 45.5,
        "resolucion_problemas": 25.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 68,
        "Cierre": 41,
        "Oferta de productos": 40,
        "Proactividad": 38,
        "Manejo de objeciones": 35
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 47,
        "Empatía": 29,
        "Despedida": 21,
        "Manejo de objeciones": 18,
        "Manejo de objeciones.": 11
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece directamente un plan con beneficios y muestra empatía. El cierre se da por completado.  Se sugiere mejorar la presentación inicial con la frase correcta."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente realiza una buena presentación, identifica al cliente y detecta sus necesidades. Ofrece fibra, plan de celular y TV. Maneja las objeciones y muestra empatía. El cierre no se completa debido a la negativa del cliente en el momento, pero el agente se despide cordialmente."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece planes directamente y maneja objeciones. El cierre no es completo porque el cliente no está interesado, pero la despedida es adecuada."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ningún criterio de evaluación. No se presentó correctamente, no verificó la identidad, no detectó necesidades, no ofreció productos ni cerró la venta.  No mostró empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó, no identificó al cliente, no detectó necesidades, no ofreció productos ni manejó objeciones."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta el cierre. La despedida es poco profesional. No hubo objeciones."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 153,
      "puntaje_promedio": 33.6,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 64,
      "criterios": {
        "saludo_presentacion": 25.4,
        "identificacion_cliente": 67.0,
        "deteccion_necesidades": 26.1,
        "oferta_productos": 40.6,
        "manejo_objeciones": 35.4,
        "cierre": 18.9,
        "despedida": 48.2,
        "proactividad": 12.0,
        "empatia": 45.5,
        "resolucion_problemas": 25.6
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 33.6,
      "general": 37.5,
      "diferencia": -3.9,
      "percentil": 48.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 25.4,
        "general": 31.4,
        "diferencia": -6.0
      },
      "identificacion_cliente": {
        "agente": 67.0,
        "general": 61.3,
        "diferencia": 5.7
      },
      "deteccion_necesidades": {
        "agente": 26.1,
        "general": 25.6,
        "diferencia": 0.5
      },
      "oferta_productos": {
        "agente": 40.6,
        "general": 41.8,
        "diferencia": -1.2
      },
      "manejo_objeciones": {
        "agente": 35.4,
        "general": 35.1,
        "diferencia": 0.3
      },
      "cierre": {
        "agente": 18.9,
        "general": 22.4,
        "diferencia": -3.5
      },
      "despedida": {
        "agente": 48.2,
        "general": 59.7,
        "diferencia": -11.6
      },
      "proactividad": {
        "agente": 12.0,
        "general": 12.5,
        "diferencia": -0.5
      },
      "empatia": {
        "agente": 45.5,
        "general": 47.6,
        "diferencia": -2.1
      },
      "resolucion_problemas": {
        "agente": 25.6,
        "general": 30.4,
        "diferencia": -4.8
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza9\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de amza9 muestra una mejora leve en el puntaje IA promedio (33.6) en comparación con el período anterior (31.4), pero aún se encuentra por debajo del promedio del equipo (37.5). Su nivel actual se considera **Necesita Mejora**. Si bien ha logrado aumentar su puntaje general, la disparidad con el promedio del equipo indica que aún hay áreas críticas que requieren atención inmediata.\n\nLa **EVOLUCIÓN** es positiva en cuanto al puntaje general, pero el análisis detallado de los criterios revela fluctuaciones importantes. Ha mejorado en la identificación del cliente, pero ha retrocedido en áreas cruciales como la despedida y el cierre. Su potencial de mejora es considerable, ya que ha demostrado capacidad para obtener buenos puntajes en llamadas específicas, pero necesita consistencia y un enfoque más estratégico en el proceso de venta.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ**:\n    *   **Puntaje IA promedio:** Aumento de 2.2 puntos (31.4 a 33.6).\n    *   **Identificación del cliente:** Subió de 24 a 47 en fortalezas frecuentes, lo que indica una mayor consistencia en este aspecto.\n    *   **Manejo de Objeciones:** Subió de 7 a 18 en fortalezas frecuentes, lo que sugiere una mejor capacidad para abordar las inquietudes del cliente.\n\n    **FELICITACIONES**: \"Buen trabajo en mejorar la identificación del cliente y el manejo de objeciones. Sigue enfocándote en estas fortalezas.\"\n\n*   **QUÉ EMPEORÓ**:\n    *   **Despedida:** Bajó significativamente el puntaje del criterio, y bajó de 13 a 21 en fortalezas.\n    *   **Cierre:** El puntaje en cierre sigue siendo bajo y es una de las áreas más problemáticas.\n    *   **Proactividad:** El puntaje en proactividad es muy bajo y no muestra mejoras.\n\n    **ATENCIÓN URGENTE**: \"Es fundamental que revisemos tu técnica de cierre y la proactividad en la oferta de productos. La despedida es tu mayor retroceso. Asegúrate de despedirte de manera cordial y profesional en cada llamada, ofreciendo seguimiento cuando sea apropiado.\"\n\n*   **QUÉ SIGUE PENDIENTE**:\n    *   **Detección de Necesidades:** Sigue siendo un área de mejora importante.\n    *   **Oferta de Productos:** Persiste como una debilidad significativa.\n\n*   **TENDENCIA GENERAL**:\n    Aunque hay una mejora general en el puntaje, la baja en la despedida y la persistencia de las áreas de mejora requieren una intervención inmediata y un plan de acción claro para retomar el camino correcto.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del cliente:** Consistentemente identifica correctamente al cliente al inicio de la llamada, lo que permite establecer una comunicación efectiva.\n*   **Manejo de Objeciones:** Ha mejorado en este aspecto, demostrando capacidad para responder a las inquietudes de los clientes.\n*   **Empatía:** Muestra empatía durante las llamadas, lo que ayuda a construir una relación con el cliente.\n\nEjemplo: \"Hola, ¿me comunico con [Nombre]?\"\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE):** No logra hacer las preguntas correctas para entender las necesidades del cliente, lo que dificulta la oferta de productos adecuados.\n    *   **Por qué es importante:** Sin una buena detección de necesidades, la oferta de productos se vuelve genérica y menos efectiva.\n*   **Cierre (PERSISTENTE):** Tiene dificultades para cerrar la venta, lo que afecta directamente sus resultados.\n    *   **Por qué es importante:** El cierre es el objetivo final de la llamada. Sin cierres efectivos, no se generan ventas.\n*   **Despedida (NUEVA):** Ha empeorado significativamente en este aspecto, lo que puede dejar una mala impresión en el cliente.\n    *   **Por qué es importante:** Una despedida cordial y profesional refuerza la imagen de la empresa y puede abrir la puerta a futuras oportunidades.\n*   **Proactividad (PERSISTENTE):** No está ofreciendo fibra de forma proactiva en sus llamadas.\n    *   **Por qué es importante:** La oferta de fibra es una regla crítica del negocio y una oportunidad de aumentar las ventas.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nSin métricas de llamadas y ventas disponibles, no es posible realizar un análisis completo. Sin embargo, con los datos existentes, puedo asumir que las bajas calificaciones en áreas como el cierre y la oferta de productos están afectando la tasa de conversión de ventas de amza9.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel: Bajo. No realiza una presentación efectiva.\n    *   **Cómo mejorar:** Usar la frase: \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** Nivel: Bueno. Identifica al cliente correctamente.\n    *   **Qué está haciendo bien:** Verificando el nombre del cliente al inicio de la llamada.\n    *   **Cómo mantener:** Continuar con este proceso en cada llamada.\n*   **Detección de Necesidades:** Nivel: Crítico. No realiza preguntas efectivas para entender las necesidades del cliente.\n    *   **Qué está haciendo mal:** Usando preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\"\n    *   **Cómo mejorar:** Usar preguntas específicas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos:** Nivel: Regular. Ofrece productos, pero no de forma efectiva.\n    *   **Qué está haciendo mal:** No adaptar la oferta a las necesidades del cliente.\n    *   **Cómo mejorar:** Basar la oferta en las necesidades detectadas y destacar los beneficios específicos para cada cliente.\n*   **Manejo de Objeciones:** Nivel: Regular. Maneja algunas objeciones, pero no de forma personalizada.\n    *   **Qué está haciendo mal:** Usando respuestas genéricas.\n    *   **Cómo mejorar:** Rebatir la objeción puntual de cada cliente y sincronizar la respuesta.\n*   **Cierre:** Nivel: Crítico. Tiene dificultades para cerrar la venta.\n    *   **Qué está haciendo mal:** No realizar un cierre directo.\n    *   **Cómo mejorar:** Asignar sucursal o buscar domicilio del cliente para completar la venta.\n*   **Despedida:** Nivel: Bajo. No se despide de forma cordial y profesional.\n    *   **Qué está haciendo mal:** Despedida poco cordial.\n    *   **Cómo mejorar:** Despedirse de forma cordial y profesional en cada llamada.\n*   **Proactividad:** Nivel: Crítico. No ofrece fibra de forma proactiva.\n    *   **Qué está haciendo mal:** No ofrecer fibra.\n    *   **Cómo mejorar:** Comentar directamente sobre fibra sin preguntar si le interesa.\n*   **Empatía:** Nivel: Regular. Muestra empatía, pero puede mejorar.\n    *   **Qué está haciendo mal:** No mostrar empatía en todas las llamadas.\n    *   **Cómo mejorar:** Mostrar empatía en cada llamada y adaptarse al tono del cliente.\n*   **Resolución de Problemas:** Nivel: Regular. Resuelve algunos problemas, pero puede mejorar.\n    *   **Qué está haciendo mal:** No resolver todos los problemas de forma efectiva.\n    *   **Cómo mejorar:** Resolver todos los problemas de forma efectiva y ofrecer soluciones alternativas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **FOCO: DETECCIÓN DE NECESIDADES y PROACTIVIDAD**\n    *   Acciones:\n        *   Practicar preguntas específicas para detectar necesidades (ej: \"¿Qué es lo que más usás del celular?\").\n        *   Implementar la oferta de fibra en todas las llamadas, sin preguntar si le interesa.\n        *   Revisar grabaciones de llamadas para identificar oportunidades de mejora en la detección de necesidades y la oferta de fibra.\n*   **Semana 2:** **FOCO: CIERRE y DESPEDIDA**\n    *   Acciones:\n        *   Practicar técnicas de cierre directo (asignar sucursal o buscar domicilio).\n        *   Crear un script de despedida cordial y profesional.\n        *   Evaluar y mejorar la tasa de cierre de ventas.\n*   **Semana 3:** **FOCO: MANEJO DE OBJECIONES PERSONALIZADO**\n    *   Acciones:\n        *   Identificar las objeciones más comunes y preparar respuestas personalizadas para cada una.\n        *   Practicar el manejo de objeciones con ejercicios de role-playing.\n*   **Semana 4:** **FOCO: CONSOLIDACIÓN Y OPTIMIZACIÓN**\n    *   Acciones:\n        *   Revisar todas las áreas de mejora y ajustar el plan de acción según sea necesario.\n        *   Monitorear el progreso y celebrar los logros.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Aprovechando que estoy en contacto, le comento que tenemos una excelente oferta de fibra óptica en su zona, con [beneficios específicos].\"\n*   **Técnica de cierre directo:** \"Para completar la venta, ¿le parece bien si asignamos una sucursal cerca de su domicilio para que retire el chip?\" O \"Para avanzar con la instalación de la fibra, necesito que me confirme su dirección exacta.\"\n*   **Manejo de objeciones (ejemplo - \"Es caro\"):** \"Entiendo que el precio es importante. A varios clientes les pasó lo mismo al principio, pero una vez que empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 40\n*   Meta de tasa de conversión: 4%\n*   Meta de ofrecimiento de productos (fibra): 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a alcanzar: 120-180 segundos\n*   KPIs específicos a mejorar: Cierre, Despedida, Proactividad\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n\"¡amza9, veo que estás avanzando! El aumento en tu puntaje IA y la mejora en la identificación del cliente y el manejo de objeciones son excelentes señales de tu progreso. Ahora, enfocémonos en cerrar esas ventas y dejar una excelente impresión final. ¡Sé que tienes el potencial para convertirte en uno de los mejores vendedores del equipo! ¡Vamos a trabajar juntos para lograrlo!\"\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-02-18T11:07:27.308616",
  "evolucion": null
}