{
  "agente": "MZA 76",
  "agente_codigo": "MZA 76",
  "equipo": "Sin Equipo",
  "fecha_generacion": "2026-02-09T08:45:32.150685",
  "metricas": {
    "agente": "MZA 76",
    "agente_codigo": "MZA 76",
    "equipo": "Sin Equipo",
    "evaluaciones": {
      "total_evaluadas": 28,
      "puntaje_promedio": 31.4,
      "puntaje_min": 0,
      "puntaje_max": 87,
      "desviacion_std": 25.5,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 3,
      "llamadas_regulares": 6,
      "llamadas_criticas": 17,
      "criterios": {
        "saludo_presentacion": 43.2,
        "identificacion_cliente": 32.1,
        "deteccion_necesidades": 13.9,
        "oferta_productos": 36.8,
        "manejo_objeciones": 19.6,
        "cierre": 15.4,
        "despedida": 53.9,
        "proactividad": 17.9,
        "empatia": 43.6,
        "resolucion_problemas": 19.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 17,
        "Manejo de objeciones": 13,
        "Proactividad": 12,
        "Cierre": 11,
        "Identificación del cliente": 10
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 5,
        "Despedida": 5,
        "Empatía": 5,
        "Despedida cordial": 4,
        "Saludo y presentación": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 87.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece productos de forma directa. Maneja objeciones y realiza un cierre tentativo. Podría mejorar la detección de necesidades."
        },
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta las necesidades del cliente. Ofrece un plan directo y maneja las objeciones. Completa el cierre y se despide de forma cordial."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se identifica y ofrece directamente la fibra óptica. Maneja la objeción inicial del cliente y procede al cierre.  Debe mejorar la presentación inicial y detectar las necesidades del cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no completa el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de presentación, identificación del cliente y detección de necesidades. El manejo de objeciones y la resolución de problemas son aceptables. El cierre no se completa en el momento. Ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no verifica la identidad, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra y no muestra empatía."
        }
      ],
      "pct_ofrece_fibra": 28.6
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 2.0
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 1,
      "con_plan": 0,
      "ofrece_fibra": 0,
      "pct_plan": 0.0,
      "pct_fibra": 0.0
    },
    "calidad_llamadas": {
      "total_llamadas": 1,
      "tmo_seg": 118.0,
      "pct_capta_atencion": 100.0,
      "menos_30seg": 0,
      "corte_cliente": 0,
      "corte_agente": 1
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 31.4,
      "general": 30.6,
      "diferencia": 0.8,
      "percentil": 58.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 43.2,
        "general": 17.9,
        "diferencia": 25.3
      },
      "identificacion_cliente": {
        "agente": 32.1,
        "general": 49.4,
        "diferencia": -17.3
      },
      "deteccion_necesidades": {
        "agente": 13.9,
        "general": 14.3,
        "diferencia": -0.4
      },
      "oferta_productos": {
        "agente": 36.8,
        "general": 36.1,
        "diferencia": 0.7
      },
      "manejo_objeciones": {
        "agente": 19.6,
        "general": 27.8,
        "diferencia": -8.1
      },
      "cierre": {
        "agente": 15.4,
        "general": 19.5,
        "diferencia": -4.2
      },
      "despedida": {
        "agente": 53.9,
        "general": 51.2,
        "diferencia": 2.7
      },
      "proactividad": {
        "agente": 17.9,
        "general": 8.5,
        "diferencia": 9.4
      },
      "empatia": {
        "agente": 43.6,
        "general": 37.5,
        "diferencia": 6.1
      },
      "resolucion_problemas": {
        "agente": 19.6,
        "general": 21.0,
        "diferencia": -1.4
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: MZA 76\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor MZA 76 es **Critico**. Si bien su puntaje promedio de 31.4 de 100 es ligeramente superior al promedio general del equipo (30.6 de 100), la desviación estándar alta (25.5) indica una gran variabilidad en la calidad de sus llamadas. Esto se confirma con una alta cantidad de llamadas críticas (17 de 28). Su principal desafío reside en la **Detección de necesidades, Manejo de objeciones, Proactividad y Cierre.**\n\nEn comparación con el análisis anterior, no se aprecia una evolución significativa. Las áreas de mejora siguen siendo las mismas, lo que sugiere que el coaching anterior no tuvo el impacto deseado o no se implementó correctamente. El potencial de mejora es alto, pero requiere un enfoque estructurado y un seguimiento constante.\n\n### 2. FORTALEZAS\n*   **Saludo y presentación:** Con un puntaje de 43.2 de 100, supera significativamente el promedio del equipo (17.9 de 100). Continúa perfeccionando una entrada impactante.\n*   **Despedida:** Mantiene un buen nivel en la despedida (53.9 de 100), superior al promedio del equipo (51.2 de 100). Asegúrate de que la cordialidad al final sea genuina.\n*   **Empatía:** Su nivel de empatía (43.6 de 100) supera el promedio del equipo (37.5 de 100). Utiliza esto para conectar con el cliente, pero evita que afecte la efectividad del cierre.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Puntaje muy bajo (13.9 de 100) y la principal área de mejora identificada. Sin una comprensión clara de las necesidades del cliente, la oferta será irrelevante y el cierre imposible.\n*   **Manejo de objeciones:** Puntaje bajo (19.6 de 100). No estás logrando superar las dudas y resistencias de los clientes. Requiere un enfoque más estratégico y el uso de técnicas específicas.\n*   **Cierre:** Uno de los puntajes más bajos (15.4 de 100). No estás concretando las ventas. Es fundamental que aprendas a identificar las señales de compra y a cerrar la venta de forma directa.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y presentación:** 43.2 de 100. Lo haces bien, pero asegúrate de que sea breve y directo al grano. Evita ser demasiado formal o extenso.\n*   **Identificación del cliente:** 32.1 de 100. Estás por debajo del promedio del equipo (49.4 de 100). Debes verificar la identidad del cliente de manera efectiva y concisa, sin generar desconfianza. **MEJORAR:** Siempre pregunta directamente: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** 13.9 de 100. *Lo haces mal:* No preguntas lo suficiente sobre el uso del celular y los servicios actuales del cliente. *Cómo mejorar:* **Haz preguntas clave:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\". Estas preguntas te darán información valiosa para personalizar la oferta.\n*   **Oferta de productos:** 36.8 de 100. *Lo haces bien:* Ofreces productos, pero falta precisión. *Cómo mejorar:* **Comenta DIRECTAMENTE la oferta de fibra:** \"Tengo una oferta de fibra óptica de Movistar que le VA a interesar. Le comento de qué se trata...\"\n*   **Manejo de objeciones:** 19.6 de 100. *Lo haces mal:* No rebatís las objeciones de forma específica. *Cómo mejorar:* **Escucha atentamente la objeción y responde puntualmente.** No uses respuestas genéricas. Si el cliente dice \"Es muy caro\", responde: \"Es lógico que mires el precio. A varios clientes les pasó eso... pero lo importante es la velocidad y estabilidad de la conexión, que con Movistar tenés garantizada\".\n*   **Cierre:** 15.4 de 100. *Lo haces mal:* No intentas cerrar la venta. *Cómo mejorar:* **Asigna la sucursal más cercana o pregunta directamente por la dirección para programar la instalación.** \"Para que disfrutes de la mejor conexión lo antes posible, ¿tenés una sucursal Movistar cerca o preferís que coordinemos la instalación en tu domicilio?\"\n*   **Despedida:** 53.9 de 100. Lo haces bien, mantené la cordialidad.\n*   **Proactividad:** 17.9 de 100. *Lo haces mal:* No aprovechas las oportunidades para ofrecer productos adicionales o soluciones a los problemas del cliente. *Cómo mejorar:* Una vez que has detectado las necesidades, ofrece soluciones concretas y personalizadas.\n*   **Empatía:** 43.6 de 100. Lo haces bien, pero no dejes que la empatía te impida cerrar la venta.\n*   **Resolución de problemas:** 19.6 de 100. Es un area de mejora que va de la mano del Manejo de Objeciones y la Proactividad.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Detección de necesidades.** Practica las preguntas clave y escucha atentamente las respuestas. Registra las necesidades de cada cliente para personalizar la oferta.\n**Semana 2:** **Siguiente prioridad: Manejo de objeciones.** Identifica las objeciones más comunes y prepara respuestas específicas y persuasivas. Practica el uso de las técnicas de refutación.\n**Semana 3:** **Consolidación: Cierre.** Implementa las técnicas de cierre directo. No tengas miedo de pedir la venta. Asigna sucursal o solicita dirección.\n**Semana 4:** **Optimización: Proactividad.** Busca oportunidades para ofrecer productos adicionales y soluciones a los problemas del cliente. Anticipa las necesidades y ofrece soluciones proactivamente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta de fibra óptica de Movistar que le VA a interesar. Le comento de qué se trata...\"\n*   **Técnicas de cierre directo:** \"¿Tenés una sucursal Movistar cerca o preferís que coordinemos la instalación en tu domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es muy caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... pero lo importante es la velocidad y estabilidad de la conexión, que con Movistar tenés garantizada\".\n    *   **\"Tengo otra compañía\":** \"Entiendo, pero Movistar ofrece mejor cobertura y velocidad en tu zona. Además, tenemos promociones exclusivas para clientes que se cambian\".\n    *   **\"No me interesa\":** \"Respeto tu decisión, pero te aseguro que esta oferta te VA a beneficiar. ¿Qué te parece si te explico rápidamente los beneficios y después decidís?\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 60 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas a menos de 5 por semana.\n*   **KPIs (indicadores clave de desempeño) específicos a mejorar:**\n    *   Aumentar el porcentaje de detección de necesidades a 70%.\n    *   Aumentar el porcentaje de manejo de objeciones a 50%.\n    *   Aumentar el porcentaje de cierres exitosos a 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 76, tenés potencial para ser un vendedor de alto rendimiento. Tus fortalezas en saludo, despedida y empatía son una base sólida. Con un enfoque en la detección de necesidades, el manejo de objeciones y el cierre, podés transformar tus resultados. Este plan de acción es tu hoja de ruta. ¡Confío en tu capacidad para alcanzar tus metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}