{
  "agente": "MZA 15",
  "fecha_generacion": "2026-01-19T08:06:43.847191",
  "metricas": {
    "agente": "MZA 15",
    "evaluaciones": {
      "total_evaluadas": 39,
      "puntaje_promedio": 36.7,
      "puntaje_min": 0.0,
      "puntaje_max": 82.0,
      "desviacion_std": 23.2,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 11,
      "criterios": {
        "saludo_presentacion": 46.2,
        "identificacion_cliente": 18.2,
        "deteccion_necesidades": 40.3,
        "oferta_productos": 52.6,
        "manejo_objeciones": 42.8,
        "cierre": 18.7,
        "despedida": 55.1,
        "proactividad": 15.6,
        "empatia": 41.8,
        "resolucion_problemas": 18.2
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 15,
        "Cierre de ventas": 11,
        "Detección de necesidades": 10,
        "Manejo de objeciones": 10,
        "Cierre de la venta": 5
      },
      "fortalezas_frecuentes": {
        "Detección de necesidades": 6,
        "Empatía": 6,
        "Manejo de objeciones": 5,
        "Oferta de productos": 4,
        "Despedida": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 82.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece planes adecuados. Maneja objeciones y realiza un cierre intentado. Muestra empatía."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente inicia la llamada correctamente, pero no se presenta ni identifica al cliente. Ofrece un plan sin profundizar en las necesidades del cliente ni manejar objeciones, y no cierra la venta."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente demostró un buen desempeño en la detección de necesidades, oferta de productos y manejo de objeciones.  El cierre fue efectivo y la despedida cordial.  Mejorar la identificación del cliente y la proactividad en la venta cruzada."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta. El agente no se presenta, no identifica al cliente ni sus necesidades, y no maneja las objeciones. El resultado es un rechazo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta. No hay presentación, identificación del cliente, detección de necesidades, ni cierre. El agente se limita a tomar el pedido del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con los criterios básicos de una llamada de ventas: presentación, identificación, detección de necesidades, oferta, cierre."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 39,
      "con_saludo": 9,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 2,
      "ventas": 1,
      "score_calidad_prom": 28.8,
      "pct_saludo": 23.1,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 5.1,
      "tasa_conversion": 2.6
    },
    "integral": {
      "duracion_promedio_seg": 144.0,
      "duracion_promedio_min": 2.4,
      "distribucion_duracion": {
        "1-3 min": 29,
        "3-5 min": 9,
        "5-8 min": 1
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 36.7,
      "general": 50.3,
      "diferencia": -13.6,
      "percentil": 44.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 46.2,
        "general": 54.7,
        "diferencia": -8.5
      },
      "identificacion_cliente": {
        "agente": 18.2,
        "general": 18.8,
        "diferencia": -0.6
      },
      "deteccion_necesidades": {
        "agente": 40.3,
        "general": 36.6,
        "diferencia": 3.6
      },
      "oferta_productos": {
        "agente": 52.6,
        "general": 47.8,
        "diferencia": 4.7
      },
      "manejo_objeciones": {
        "agente": 42.8,
        "general": 44.1,
        "diferencia": -1.3
      },
      "cierre": {
        "agente": 18.7,
        "general": 25.4,
        "diferencia": -6.7
      },
      "despedida": {
        "agente": 55.1,
        "general": 55.0,
        "diferencia": 0.1
      },
      "proactividad": {
        "agente": 15.6,
        "general": 17.5,
        "diferencia": -1.9
      },
      "empatia": {
        "agente": 41.8,
        "general": 50.2,
        "diferencia": -8.4
      },
      "resolucion_problemas": {
        "agente": 18.2,
        "general": 24.0,
        "diferencia": -5.8
      }
    },
    "conversion": {
      "agente": 2.6,
      "general": 5.1,
      "diferencia": -2.6
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 15, diseñado para impulsar su desempeño al máximo nivel.\n\n## ANÁLISIS DE DESEMPEÑO DE MZA 15\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 15 se encuentra actualmente por debajo del promedio del equipo, con un puntaje IA significativamente menor (36.7 vs 50.3) y una tasa de conversión que es casi la mitad de la del equipo (2.6% vs 5.1%). Su nivel actual se considera **Necesita Mejora**. Las áreas críticas a abordar son la identificación del cliente, el cierre de ventas y la proactividad.\n\nSin embargo, hay buenas señales. MZA 15 muestra fortalezas en la detección de necesidades y la empatía, lo que indica una base sólida para construir. Con el enfoque y el entrenamiento adecuados, MZA 15 tiene un alto potencial de mejora y puede convertirse en un miembro valioso del equipo. La clave está en abordar las áreas de debilidad de manera sistemática y aprovechar sus fortalezas naturales.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Detección de Necesidades:** MZA 15 parece tener una habilidad para identificar las necesidades de los clientes, aunque no siempre se traduce en ventas. Debe potenciar esta habilidad haciéndola más explícita y relevante en la conversación.\n*   **Empatía:** MZA 15 demuestra empatía en sus interacciones, lo que es fundamental para construir relaciones con los clientes. Debe seguir cultivando esta cualidad y usarla para generar confianza y conexión.\n*   **Oferta de Productos:** El puntaje en oferta de productos es superior al promedio, indicando que sabe qué ofrecer, pero debe alinear mejor esta oferta con las necesidades detectadas y mejorar el cierre.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del Cliente:** La falta de identificación del cliente al inicio de la llamada impide personalizar la oferta y construir una relación. Es crucial establecer una conexión desde el principio para que el cliente se sienta valorado.\n*   **Cierre de Ventas:** La falta de cierres efectivos es una de las mayores áreas de oportunidad. Sin un cierre adecuado, las conversaciones no se traducen en ventas, lo que afecta directamente los resultados.\n*   **Proactividad:** La baja proactividad impide ofrecer productos adicionales o soluciones complementarias. Esto limita el potencial de aumentar el valor de cada venta y satisfacer mejor las necesidades del cliente.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel     | Qué está haciendo (Bien/Mal)                                                                   | Cómo Mejorar Específicamente                                                                                                                                                                                             |\n| ----------------------- | --------- | ---------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ |\n| Saludo y Presentación   | Regular   | A veces olvida presentarse o saludar de manera efectiva.                                        | Desarrollar un saludo estándar y practicarlo hasta que sea natural. Incluir el nombre y el propósito de la llamada.                                                                                                 |\n| Identificación Cliente | Crítico   | No se identifica al cliente, lo que impide personalizar la conversación.                      | Siempre verificar la identidad del cliente al inicio de la llamada. Usar preguntas como \"¿Puedo confirmar su nombre y número de teléfono para verificar su cuenta?\"                                                    |\n| Detección Necesidades   | Regular   | Identifica algunas necesidades, pero podría profundizar más.                                       | Hacer preguntas abiertas para entender completamente las necesidades del cliente. Utilizar la técnica de \"los 5 porqués\" para llegar a la raíz del problema.                                                            |\n| Oferta de Productos     | Bueno     | Ofrece productos, pero podría adaptarlos mejor a las necesidades identificadas.                    | Una vez identificadas las necesidades, presentar la oferta como una solución directa a esos problemas. Destacar los beneficios específicos para el cliente.                                                              |\n| Manejo de Objeciones    | Regular   | Maneja algunas objeciones, pero podría ser más persuasivo.                                      | Preparar respuestas efectivas para las objeciones más comunes. Utilizar la técnica \"Sentir, Sentía, Encontré\" para mostrar empatía y ofrecer soluciones.                                                              |\n| Cierre                  | Crítico   | Rara vez cierra la venta, perdiendo oportunidades.                                                 | Aprender y practicar diferentes técnicas de cierre (cierre directo, cierre por opción, cierre por urgencia). Siempre solicitar la venta al final de la conversación.                                                |\n| Despedida               | Bueno     | Generalmente se despide de manera cordial.                                                       | Mantener la cordialidad y agradecer al cliente por su tiempo, incluso si no se realiza la venta. Invitar al cliente a contactar nuevamente si tiene alguna pregunta.                                                       |\n| Proactividad            | Crítico   | No ofrece productos adicionales ni soluciones complementarias.                                     | Identificar oportunidades para ofrecer productos o servicios adicionales que puedan beneficiar al cliente. Presentar estas opciones de manera clara y concisa.                                                               |\n| Empatía                 | Regular   | Muestra empatía, pero podría ser más genuino y comprensivo.                                       | Escuchar activamente al cliente y demostrar comprensión de sus problemas. Utilizar frases como \"Entiendo cómo se siente\" o \"Puedo imaginar lo frustrante que debe ser\".                                             |\n| Resolución Problemas    | Crítico   | No resuelve problemas de manera efectiva.                                                         | Investigar y comprender los problemas del cliente. Ofrecer soluciones concretas y seguimiento. Si no puede resolver el problema de inmediato, prometer una solución en un plazo específico y cumplir esa promesa. |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n*   **Semana 1: Identificación y Saludo Profesional:**\n    *   **Foco:** Perfeccionar el saludo y la identificación del cliente al inicio de cada llamada.\n    *   **Acciones:**\n        *   Memorizar y practicar un script de saludo estándar.\n        *   Crear una lista de verificación para asegurarse de cubrir todos los puntos clave al inicio de la llamada.\n        *   Escuchar grabaciones de llamadas exitosas para identificar mejores prácticas.\n*   **Semana 2: Detección de Necesidades Avanzada:**\n    *   **Foco:** Mejorar la capacidad para identificar y comprender las necesidades del cliente.\n    *   **Acciones:**\n        *   Practicar preguntas abiertas y la técnica de \"los 5 porqués\".\n        *   Crear un guion de preguntas para cada tipo de cliente o situación.\n        *   Revisar las grabaciones de llamadas propias e identificar oportunidades perdidas para profundizar en las necesidades del cliente.\n*   **Semana 3: Manejo de Objeciones y Técnicas de Cierre:**\n    *   **Foco:** Aprender y aplicar técnicas efectivas de manejo de objeciones y cierre de ventas.\n    *   **Acciones:**\n        *   Estudiar y practicar respuestas para las objeciones más comunes.\n        *   Aprender diferentes técnicas de cierre y elegir las más adecuadas para cada situación.\n        *   Realizar juegos de roles con compañeros para practicar el manejo de objeciones y el cierre de ventas.\n*   **Semana 4: Proactividad y Optimización:**\n    *   **Foco:** Incorporar la proactividad en las llamadas y optimizar el proceso de venta.\n    *   **Acciones:**\n        *   Identificar oportunidades para ofrecer productos o servicios adicionales.\n        *   Personalizar la oferta según las necesidades del cliente.\n        *   Analizar los resultados de las semanas anteriores y ajustar el enfoque según sea necesario.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:**\n    *   \"Buenos días/tardes, [nombre del cliente], mi nombre es [tu nombre] de [empresa]. Le llamo para...\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más valora de su servicio actual de telecomunicaciones?\"\n    *   \"¿Qué desafíos o problemas ha enfrentado con su proveedor actual?\"\n*   **Manejo de Objeciones:**\n    *   \"Entiendo su preocupación por el precio. Sin embargo, permítame mostrarle cómo nuestros servicios le ofrecen un valor superior a largo plazo...\"\n    *   \"Muchas personas se sienten así al principio, pero después de probar nuestro producto, se dan cuenta de que...\"\n*   **Técnicas de Cierre:**\n    *   \"¿Qué le parece si comenzamos con el plan X? Podemos ajustarlo más adelante si es necesario.\" (Cierre por opción)\n    *   \"Tenemos una promoción especial que termina esta semana. ¿Le gustaría aprovecharla?\" (Cierre por urgencia)\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 5% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer productos adicionales en el 50% de las llamadas.\n*   **KPIs Específicos:**\n    *   Aumentar el porcentaje de llamadas con saludo e identificación al 80%.\n    *   Aumentar el porcentaje de llamadas con cierre efectivo al 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 15, veo tu potencial. Has demostrado que tienes la capacidad de conectar con los clientes y entender sus necesidades. Ahora, vamos a trabajar juntos para transformar esas conexiones en ventas concretas. No te desanimes por los números actuales. Con un plan claro, práctica constante y tu actitud positiva, sé que puedes superar tus propias expectativas. ¡Vamos a hacer que cada llamada cuente!\n",
  "modelo_usado": "gemini-2.0-flash"
}