{
  "agente": "MZA 78",
  "agente_codigo": "MZA 78",
  "equipo": "Sin Equipo",
  "fecha_generacion": "2026-02-09T08:40:12.996171",
  "metricas": {
    "agente": "MZA 78",
    "agente_codigo": "MZA 78",
    "equipo": "Sin Equipo",
    "evaluaciones": {
      "total_evaluadas": 41,
      "puntaje_promedio": 56.2,
      "puntaje_min": 0,
      "puntaje_max": 1000,
      "desviacion_std": 152.8,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 5,
      "llamadas_regulares": 13,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 17.6,
        "identificacion_cliente": 75.6,
        "deteccion_necesidades": 16.6,
        "oferta_productos": 55.9,
        "manejo_objeciones": 35.1,
        "cierre": 20.5,
        "despedida": 65.4,
        "proactividad": 11.0,
        "empatia": 34.9,
        "resolucion_problemas": 22.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 17,
        "Cierre": 13,
        "Manejo de objeciones": 12,
        "Proactividad": 11,
        "Presentación": 9
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 19,
        "Despedida": 10,
        "Despedida cordial.": 5,
        "Oferta de productos": 5,
        "Manejo de objeciones": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 1000.0,
          "resumen": "El agente se desempeña muy bien, cumpliendo con todos los criterios de evaluación. Realiza una presentación correcta, identifica al cliente, detecta necesidades, ofrece productos de forma directa, maneja objeciones, completa el cierre, se despide de forma correcta, es proactivo, muestra empatía y resuelve los problemas del cliente."
        },
        {
          "puntaje_total": 97.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece fibra y portabilidad. Realiza preguntas para cerrar la venta, recabando información necesaria para la instalación. Se despide correctamente. Muestra empatía."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presentó de manera incorrecta pero identificó correctamente al cliente. Ofreció un plan directamente y manejó las objeciones del cliente. Completó el cierre exitosamente, mostrando empatía. Sin embargo, no realizó preguntas para detectar necesidades ni ofreció productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de Movistar. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada y no realiza el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación obligatorios. No se presenta correctamente, no verifica la identidad del cliente, no realiza una correcta detección de necesidades, no cierra la venta y no ofrece productos adicionales."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay preguntas para detectar necesidades, no maneja objeciones y no realiza un cierre efectivo. La presentación es incorrecta.  No ofrece fibra."
        }
      ],
      "pct_ofrece_fibra": 17.1
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 2,
      "tmo_seg": 21.5,
      "pct_capta_atencion": 0.0,
      "menos_30seg": 1,
      "corte_cliente": 1,
      "corte_agente": 1
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 56.2,
      "general": 30.6,
      "diferencia": 25.7,
      "percentil": 82.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 17.6,
        "general": 17.9,
        "diferencia": -0.3
      },
      "identificacion_cliente": {
        "agente": 75.6,
        "general": 49.4,
        "diferencia": 26.2
      },
      "deteccion_necesidades": {
        "agente": 16.6,
        "general": 14.3,
        "diferencia": 2.2
      },
      "oferta_productos": {
        "agente": 55.9,
        "general": 36.1,
        "diferencia": 19.7
      },
      "manejo_objeciones": {
        "agente": 35.1,
        "general": 27.8,
        "diferencia": 7.3
      },
      "cierre": {
        "agente": 20.5,
        "general": 19.5,
        "diferencia": 1.0
      },
      "despedida": {
        "agente": 65.4,
        "general": 51.2,
        "diferencia": 14.2
      },
      "proactividad": {
        "agente": 11.0,
        "general": 8.5,
        "diferencia": 2.5
      },
      "empatia": {
        "agente": 34.9,
        "general": 37.5,
        "diferencia": -2.6
      },
      "resolucion_problemas": {
        "agente": 22.0,
        "general": 21.0,
        "diferencia": 0.9
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: MZA 78\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor MZA 78 es **Necesita Mejora**. Si bien su puntaje promedio de 56.2 supera significativamente el promedio general del equipo (30.6), hay áreas clave que requieren atención urgente para desbloquear su potencial. La comparativa con el equipo muestra que supera el promedio en casi todos los criterios, destacándose en Identificación del cliente (75.6 de 100) y Oferta de productos (55.9 de 100). Sin embargo, su desempeño en Detección de necesidades (16.6 de 100) y Cierre (20.5 de 100) es alarmantemente bajo y está limitando su capacidad para convertir oportunidades en ventas concretas.\n\nComparado con el coaching anterior, el puntaje promedio se mantiene similar (56.2). Si bien \"Manejo de Objeciones\" había sido identificada como área de mejora, ahora se reconoce como una fortaleza. Sin embargo, la \"Detección de Necesidades\" y el \"Cierre\" siguen siendo áreas críticas, lo que indica que el entrenamiento anterior no tuvo el impacto deseado en estas áreas cruciales. Su potencial de mejora es alto, especialmente si se enfoca en dominar las habilidades de detección de necesidades y cierre efectivo. Las llamadas con puntajes bajos (incluyendo varios con puntaje 0) sugieren problemas fundamentales en el proceso de venta que deben abordarse de inmediato. Las dos llamadas de mayor puntaje demuestran que MZA 78 tiene la capacidad de realizar ventas excelentes, lo que refuerza la necesidad de replicar esos comportamientos en cada interacción.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** 75.6 de 100. Consistentemente identifica al cliente correctamente. Mantener esta práctica es fundamental.\n*   **Oferta de productos:** 55.9 de 100. Presenta la oferta, aunque podría mejorar la personalización según las necesidades del cliente.\n*   **Manejo de objeciones:** Mejoró respecto al coaching anterior. Aprovechar la experiencia para ayudar a otros en el equipo.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** 16.6 de 100. No está preguntando lo suficiente para entender las necesidades del cliente. Esto lleva a ofertas genéricas y falta de conexión con el cliente.\n*   **Cierre:** 20.5 de 100. Tiene dificultades para cerrar la venta. No está guiando al cliente hacia la decisión final de manera efectiva.\n*   **Proactividad:** 11.0 de 100. No está ofreciendo productos adicionales o soluciones complementarias de forma proactiva.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 17.6 de 100. Debe mejorar la presentación inicial, haciendo que sea más profesional y generando interés desde el principio.\n    *   **Mal:** La presentación es débil y no capta la atención del cliente.\n    *   **Bien:** N/A\n    *   **Mejorar:** Usar una presentación concisa y atractiva, resaltando un beneficio clave desde el inicio.\n*   **Identificación del cliente:** 75.6 de 100. Un punto fuerte, pero siempre verificar la información.\n    *   **Mal:** N/A\n    *   **Bien:** Identifica al cliente correctamente.\n    *   **Mejorar:** Asegurarse de confirmar el nombre y verificar datos clave para personalizar la conversación.\n*   **Detección de necesidades:** 16.6 de 100. Crítico. Necesita hacer preguntas específicas para entender las necesidades del cliente.\n    *   **Mal:** No pregunta sobre el uso del celular o la necesidad de internet en el hogar.\n    *   **Bien:** N/A\n    *   **Mejorar:** Preguntar: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés? ¿Tenés internet en casa? ¿Qué velocidad tenés y te resulta suficiente?\".\n*   **Oferta de productos:** 55.9 de 100. Bien, pero puede ser más personalizada.\n    *   **Mal:** Ofrece planes sin entender las necesidades del cliente.\n    *   **Bien:** Presenta la oferta.\n    *   **Mejorar:** Después de detectar las necesidades, ofrecer el plan que mejor se adapte al cliente, destacando los beneficios relevantes.\n*   **Manejo de objeciones:** 35.1 de 100. Puede mejorar respondiendo a las objeciones de manera más directa y persuasiva.\n    *   **Mal:** Responde con respuestas genéricas.\n    *   **Bien:** Algunos intentos de rebatir objeciones.\n    *   **Mejorar:** Preparar respuestas específicas para las objeciones más comunes: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero cuando ven la cantidad de gigas/velocidad que ofrecemos, se dan cuenta que vale la pena\".\n*   **Cierre:** 20.5 de 100. Urgente. No está cerrando las ventas de manera efectiva.\n    *   **Mal:** No intenta cerrar la venta o lo hace de manera débil.\n    *   **Bien:** N/A\n    *   **Mejorar:** Después de presentar la oferta, cerrar directamente: \"Perfecto, ¿te asigno una sucursal para retirar el chip o prefieres que te lo enviemos a tu domicilio?\".\n*   **Despedida:** 65.4 de 100. Debe mantener una despedida cordial.\n    *   **Mal:** N/A\n    *   **Bien:** Despedida correcta.\n    *   **Mejorar:** Asegurarse de dejar una buena impresión final, reforzando el acompañamiento durante la portabilidad.\n*   **Proactividad:** 11.0 de 100. Debe ser más proactivo en ofrecer productos adicionales.\n    *   **Mal:** No ofrece fibra cuando es relevante.\n    *   **Bien:** N/A\n    *   **Mejorar:** Siempre ofrecer fibra, especialmente si el cliente menciona tener internet en casa: \"Además, tengo una oferta de fibra óptica que LE VA a interesar, con [velocidad] megas a un precio increíble\".\n*   **Empatía:** 34.9 de 100. Puede mejorar mostrando más empatía con el cliente.\n    *   **Mal:** N/A\n    *   **Bien:** N/A\n    *   **Mejorar:** Mostrar comprensión y adaptar el discurso a las necesidades del cliente.\n*   **Resolución de problemas:** 22.0 de 100. Debe mejorar su capacidad para resolver los problemas del cliente.\n    *   **Mal:** N/A\n    *   **Bien:** N/A\n    *   **Mejorar:** Escuchar atentamente el problema, ofrecer soluciones claras y concisas, y asegurarse de que el cliente quede satisfecho.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Detección de necesidades y presentación efectiva.**\n*   Acciones: Practicar preguntas clave para detectar necesidades. Grabar y analizar las llamadas. Realizar role-playing con el supervisor para mejorar la presentación inicial.\n**Semana 2:** **Siguiente prioridad: Cierre directo.**\n*   Acciones: Practicar técnicas de cierre directo. Implementar el cierre en cada llamada. Revisar y ajustar el discurso de cierre según las objeciones comunes.\n**Semana 3:** **Consolidación: Manejo de objeciones personalizado y oferta de fibra.**\n*   Acciones: Desarrollar respuestas específicas para las objeciones más comunes. Incorporar la oferta de fibra en cada llamada relevante. Monitorear la efectividad de las respuestas y ajustar según sea necesario.\n**Semana 4:** **Optimización: Proactividad y empatía.**\n*   Acciones: Buscar oportunidades para ofrecer productos adicionales. Mostrar más empatía con el cliente. Analizar las llamadas para identificar áreas de mejora continua.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n    *   \"¿Tenés internet en casa? ¿Qué velocidad tenés y te resulta suficiente?\"\n*   **Como ofrecer fibra directamente:** \"Además, tengo una oferta de fibra óptica que LE VA a interesar, con [velocidad] megas a un precio increíble\".\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, ¿te asigno una sucursal para retirar el chip o prefieres que te lo enviemos a tu domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Está caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero cuando ven la cantidad de gigas/velocidad que ofrecemos, se dan cuenta que vale la pena\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 75.\n*   **Meta de calidad de llamadas:** Reducir la cantidad de llamadas \"críticas\" a menos del 10%.\n*   **KPIs:**\n    *   Aumentar la tasa de detección de necesidades a 70%.\n    *   Aumentar la tasa de cierre a 50%.\n    *   Aumentar el porcentaje de llamadas con oferta de fibra a 80%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 78, tu capacidad para identificar al cliente y presentar ofertas es un gran punto de partida. Ahora, enfoquémonos en conectar con el cliente a través de la detección de necesidades y cerrar las ventas con confianza. Sé que tienes el potencial para ser uno de los mejores del equipo. Con dedicación y práctica, vas a alcanzar tus metas y superar tus propios límites. ¡Vamos a trabajar juntos para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}