{
  "agente": "MZA 46",
  "fecha_generacion": "2026-01-26T14:48:32.741719",
  "metricas": {
    "agente": "MZA 46",
    "evaluaciones": {
      "total_evaluadas": 15,
      "puntaje_promedio": 21.5,
      "puntaje_min": 0.0,
      "puntaje_max": 70.0,
      "desviacion_std": 25.0,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 6.7,
        "identificacion_cliente": 33.3,
        "deteccion_necesidades": 3.3,
        "oferta_productos": 14.0,
        "manejo_objeciones": 30.0,
        "cierre": 26.7,
        "despedida": 32.7,
        "proactividad": 11.3,
        "empatia": 30.0,
        "resolucion_problemas": 31.3
      },
      "areas_mejora_frecuentes": {
        "Presentación y Saludo": 6,
        "Proactividad": 6,
        "Identificación del Cliente": 5,
        "Detección de Necesidades": 4,
        "Detección de necesidades": 4
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 3,
        "Identificación del cliente": 2,
        "Buen cierre de venta.": 1,
        "Correcta identificación del cliente.": 1,
        "Ofrece información adicional y acompañamiento.": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presenta y cierra la venta de manera efectiva.  No menciona el 80% de descuento de la promoción. Necesita mejorar la detección de necesidades y ser más proactivo."
        },
        {
          "puntaje_total": 52.0,
          "resumen": "El agente necesita mejorar la presentación inicial, la detección de necesidades y la mención de la promoción vigente.  El manejo de objeciones, cierre y resolución de problemas son puntos fuertes."
        },
        {
          "puntaje_total": 49.0,
          "resumen": "El agente no menciona la promoción del 80% de descuento, fallando en un punto clave. La detección de necesidades es nula y la proactividad es baja.  Hay un manejo aceptable de la información de portabilidad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra y no se despide. No menciona la promoción del 80%."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma correcta ni menciona la promoción vigente. No realiza un cierre directo ni muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni menciona la promoción del 80%.  No realiza cierre de venta. La conversación es muy breve."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 15,
      "puntaje_promedio": 21.5,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 6.7,
        "identificacion_cliente": 33.3,
        "deteccion_necesidades": 3.3,
        "oferta_productos": 14.0,
        "manejo_objeciones": 30.0,
        "cierre": 26.7,
        "despedida": 32.7,
        "proactividad": 11.3,
        "empatia": 30.0,
        "resolucion_problemas": 31.3
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 21.5,
      "general": 35.7,
      "diferencia": -14.2,
      "percentil": 39.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.7,
        "general": 32.0,
        "diferencia": -25.3
      },
      "identificacion_cliente": {
        "agente": 33.3,
        "general": 38.7,
        "diferencia": -5.3
      },
      "deteccion_necesidades": {
        "agente": 3.3,
        "general": 23.3,
        "diferencia": -20.0
      },
      "oferta_productos": {
        "agente": 14.0,
        "general": 28.6,
        "diferencia": -14.6
      },
      "manejo_objeciones": {
        "agente": 30.0,
        "general": 33.0,
        "diferencia": -3.0
      },
      "cierre": {
        "agente": 26.7,
        "general": 18.8,
        "diferencia": 7.9
      },
      "despedida": {
        "agente": 32.7,
        "general": 38.5,
        "diferencia": -5.9
      },
      "proactividad": {
        "agente": 11.3,
        "general": 13.9,
        "diferencia": -2.5
      },
      "empatia": {
        "agente": 30.0,
        "general": 43.0,
        "diferencia": -13.0
      },
      "resolucion_problemas": {
        "agente": 31.3,
        "general": 25.1,
        "diferencia": 6.3
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 46\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEl desempeño de MZA 46 se encuentra significativamente por debajo del promedio del equipo, con un puntaje IA de 21.5 comparado con el promedio general de 35.7. Esto lo ubica en un nivel crítico que requiere atención inmediata. Su percentil de 39.9 indica que está en la parte inferior del rendimiento del equipo.\n\nNo tengo información sobre su desempeño en períodos anteriores, por lo tanto no puedo indicar su evolución. Sin embargo, basándome en las métricas actuales, considero que tiene un alto potencial de mejora si se enfoca en las áreas críticas identificadas y aplica consistentemente las reglas del negocio. Si logramos mejorar la presentación inicial y la detección de necesidades, podemos ver un cambio significativo en sus resultados.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\nDado que no tengo datos del período anterior, no puedo analizar la evolución semanal. Las siguientes secciones se basan en el análisis de la semana actual y establecen una línea de base para futuras comparaciones.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Manejo de Objeciones:** MZA 46 muestra un desempeño relativamente bueno en el manejo de objeciones (30.0), aunque aún puede mejorarse. Esto sugiere una capacidad para responder a las preocupaciones de los clientes, lo cual es valioso. Debe mantener esta habilidad y trabajar en personalizar aún más sus respuestas.\n\n*   **Identificación del Cliente:** El puntaje en Identificación del Cliente (33.3) es decente. Es crucial que continúe confirmando que está hablando con la persona correcta al inicio de la llamada.\n\n*   **Resolución de Problemas:** Con un puntaje de 31.3, MZA 46 muestra potencial en ayudar a solucionar problemas de los clientes. Potenciar este aspecto podría mejorar la satisfacción del cliente y fortalecer la relación.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Presentación y Saludo (PERSISTENTE):** El puntaje más bajo (6.7) indica un saludo deficiente. Un saludo efectivo establece el tono de la llamada y crea una primera impresión positiva. Es fundamental iniciar la llamada de manera profesional y atractiva.\n\n*   **Detección de Necesidades (PERSISTENTE):** El puntaje extremadamente bajo (3.3) revela una incapacidad para identificar las necesidades reales de los clientes. Esto lleva a ofrecer productos o servicios que no son relevantes y dificulta el cierre de ventas.\n\n*   **Proactividad (PERSISTENTE):** Con un puntaje de 11.3, la falta de proactividad es evidente. No está ofreciendo activamente productos adicionales, como fibra, que podrían beneficiar al cliente y aumentar las ventas.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\nNo cuento con información detallada sobre las métricas de llamadas y ventas específicas de MZA 46. Sin embargo, en base al promedio del equipo, la meta será que se acerque a los 105 segundos de TMO (Tiempo Medio Operativo). El KPI más importante a mejorar es el % de Capta Atención. El promedio del equipo es 35.6%, pero dada la baja performance, sería crítico superar el 30% inicialmente y apuntar al 35% en el corto plazo. El control de cortes del cliente será un indicador importante de mejora.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel       | Qué está haciendo mal                                                                                                                               | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                    |\n| --------------------- | ----------- | --------------------------------------------------------------------------------------------------------------------------------------------------- | --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación   | Crítico     | No se presenta correctamente, no genera interés inicial.                                                                                           | **Script Sugerido:** \"Hola, [Nombre del Cliente], soy [Tu Nombre] de Movistar. Te contacto porque tengo una oferta que te VA a interesar para tu línea.\" (Enfasis en \"VA a interesar\")                                                                                                                               |\n| Identificación Cliente| Regular     | Podría mejorar la confirmación de la identidad del cliente.                                                                                       | Asegurarse SIEMPRE al principio: \"Hola, ¿me comunico con [Nombre del Cliente]?\" Esperar confirmación antes de continuar.                                                                                                                                                                                           |\n| Detección Necesidades | Crítico     | No pregunta sobre el uso actual del cliente, no identifica sus necesidades.                                                                       | **Preguntas Directas:** \"¿Qué es lo que más usás del celular? Videos, redes sociales, llamadas?\" / \"¿Cuántos GB tenés en tu plan actual?\" Escuchar atentamente la respuesta.                                                                                                                                  |\n| Oferta de Productos  | Bajo        | No menciona la promoción del 80% de descuento.                                                                                                       | Mencionar la promoción de forma clara y concisa, destacando el beneficio directo para el cliente.                                                                                                                                                                                                              |\n| Manejo Objeciones     | Regular     | Respuestas genéricas, no personaliza según la objeción del cliente.                                                                               | Escuchar atentamente la objeción y responder con un argumento específico y relevante para el cliente. **Ejemplo:** \"Entiendo que te preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" |\n| Cierre                | Regular     | No cierra de forma directa, pregunta si el cliente quiere seguir.                                                                                   | **Cierre Directo:** \"Perfecto, para avanzar, necesito que me confirmes tu dirección para asignar la sucursal más cercana.\" / \"Ahora te asigno la sucursal para que puedas retirar tu equipo.\"                                                                                                                |\n| Despedida             | Regular     | La despedida puede ser más profesional y enfocada en el acompañamiento durante la portabilidad.                                                    | \"Voy a estar acompañándote durante todo el proceso de portabilidad. No dudes en contactarme si tenés alguna pregunta.\"                                                                                                                                                                                       |\n| Proactividad          | Crítico     | No ofrece fibra de forma proactiva.                                                                                                               | **Oferta Directa de Fibra:** \"Además, te comento que tenemos excelentes opciones de fibra óptica para tu hogar, con [velocidad] y [beneficios adicionales]. Te aseguro que vas a notar la diferencia.\" (Sin preguntar si le interesa)                                                                               |\n| Empatía               | Regular     | Podría mostrar más empatía y conexión con el cliente.                                                                                              | Escuchar activamente al cliente, mostrar comprensión y utilizar un tono amigable y cercano.                                                                                                                                                                                                                   |\n| Resolución Problemas  | Regular     | Necesita mejorar en la resolución efectiva de problemas.                                                                                           | Capacitarse en los procesos de resolución de problemas más comunes y ofrecer soluciones concretas al cliente.                                                                                                                                                                                                     |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco: Saludo y Detección de Necesidades.**\n*   **Acciones:**\n    *   Revisar y practicar el script de saludo sugerido (énfasis en \"VA a interesar\").\n    *   Practicar preguntas directas para detectar necesidades (\"¿Qué usás más?\").\n    *   Role-playing con el supervisor para simular llamadas y practicar el saludo y la detección de necesidades.\n    *   Revisar ejemplos de llamadas exitosas con buen saludo y detección de necesidades.\n\n**Semana 2:** **Prioridad: Cierre Directo y Oferta de Fibra.**\n*   **Acciones:**\n    *   Practicar técnicas de cierre directo (asignar sucursal/domicilio sin preguntar).\n    *   Memorizar el script de oferta de fibra (sin preguntar si le interesa).\n    *   Realizar simulaciones de llamadas enfocadas en el cierre y la oferta de fibra.\n    *   Analizar grabaciones de llamadas propias para identificar oportunidades de mejora en el cierre y la oferta de fibra.\n\n**Semana 3:** **Consolidación: Manejo de Objeciones y Promoción.**\n*   **Acciones:**\n    *   Crear un listado de objeciones comunes y preparar respuestas personalizadas para cada una.\n    *   Asegurarse de mencionar SIEMPRE la promoción del 80% de descuento al presentar la oferta.\n    *   Practicar el manejo de objeciones en simulaciones de llamadas.\n    *   Revisar grabaciones de llamadas propias para evaluar el manejo de objeciones y la mención de la promoción.\n\n**Semana 4:** **Optimización: Empatía y Resolución de Problemas.**\n*   **Acciones:**\n    *   Participar en talleres de empatía y comunicación efectiva.\n    *   Capacitarse en los procesos de resolución de problemas más comunes.\n    *   Buscar feedback de clientes y compañeros sobre la calidad de su comunicación y su capacidad para resolver problemas.\n    *   Continuar practicando y mejorando en todas las áreas previamente trabajadas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación Identidad:** \"Hola, ¿me comunico con [Nombre del Cliente]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:** \"Además, te comento que tenemos excelentes opciones de fibra óptica para tu hogar, con [velocidad] y [beneficios adicionales]. Te aseguro que vas a notar la diferencia.\"\n*   **Cierre Directo:**\n    *   \"Perfecto, para avanzar, necesito que me confirmes tu dirección para asignar la sucursal más cercana.\"\n    *   \"Ahora te asigno la sucursal para que puedas retirar tu equipo.\"\n*   **Manejo de Objeciones:**\n    *   \"Entiendo que te preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" (Personalizar con beneficios específicos para el cliente).\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 40 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra en el 80% de las llamadas en 30 días.\n*   **% Capta Atención:** Alcanzar un % de Capta Atención del 35% en 30 días.\n*   **TMO:** Alcanzar un TMO de 105 segundos en 30 días.\n*   **KPIs Específicos:** Reducir las llamadas de menos de 30 segundos a menos del 10% del total de llamadas.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 46, reconozco que los resultados actuales no son los que esperamos, pero veo potencial en vos. Sabemos que tenés la capacidad de mejorar, especialmente en el manejo de objeciones y la resolución de problemas. Enfocate en los scripts y técnicas que te compartí, y no dudes en pedirme ayuda. Estoy seguro de que, con esfuerzo y dedicación, vas a alcanzar tus metas y convertirte en un vendedor de alto rendimiento. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}