{
  "agente": "MZA 37",
  "fecha_generacion": "2026-01-26T14:46:16.996682",
  "metricas": {
    "agente": "MZA 37",
    "evaluaciones": {
      "total_evaluadas": 36,
      "puntaje_promedio": 36.9,
      "puntaje_min": 0.0,
      "puntaje_max": 79.0,
      "desviacion_std": 19.9,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 7,
      "criterios": {
        "saludo_presentacion": 16.4,
        "identificacion_cliente": 61.9,
        "deteccion_necesidades": 29.7,
        "oferta_productos": 30.6,
        "manejo_objeciones": 49.2,
        "cierre": 24.4,
        "despedida": 40.6,
        "proactividad": 20.6,
        "empatia": 60.6,
        "resolucion_problemas": 40.8
      },
      "areas_mejora_frecuentes": {
        "Mencionar la promoción del 80% de descuento.": 10,
        "Presentación y Saludo": 5,
        "Presentación": 5,
        "Cierre": 5,
        "Proactividad": 5
      },
      "fortalezas_frecuentes": {
        "Empatía": 6,
        "Manejo de objeciones.": 5,
        "Identificación del Cliente": 5,
        "Identificación del cliente.": 4,
        "Identificación correcta del cliente.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 79.0,
          "resumen": "El agente se presenta de manera correcta y verifica la identidad del cliente.  Ofrece un plan adaptado a las necesidades del cliente y muestra empatía. Sin embargo, no menciona el 80% de descuento y el cierre no es totalmente directo."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente se presenta correctamente e identifica al cliente, además de mostrar empatía. Sin embargo, no menciona la promoción del 80% de descuento y falla en el cierre. El manejo de objeciones es mejorable. Falla en el cierre. "
        },
        {
          "puntaje_total": 69.0,
          "resumen": "El agente no menciona el 80% de descuento, principal fallo en la oferta.  El manejo de objeciones es adecuado, mostrando empatía con el cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación obligatorios. No menciona la promoción del 80%, no verifica la identidad del cliente, ni realiza un cierre directo. No muestra empatía y no hace preguntas para detectar necesidades. "
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide correctamente y no es proactivo. No menciona la promoción del 80% de descuento."
        },
        {
          "puntaje_total": 5.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, identificación, detección de necesidades, oferta de productos, cierre, despedida y proactividad. No menciona la promoción del 80% de descuento. Muestra poca empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 36,
      "puntaje_promedio": 36.9,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 7,
      "criterios": {
        "saludo_presentacion": 16.4,
        "identificacion_cliente": 61.9,
        "deteccion_necesidades": 29.7,
        "oferta_productos": 30.6,
        "manejo_objeciones": 49.2,
        "cierre": 24.4,
        "despedida": 40.6,
        "proactividad": 20.6,
        "empatia": 60.6,
        "resolucion_problemas": 40.8
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 36.9,
      "general": 35.7,
      "diferencia": 1.2,
      "percentil": 61.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.4,
        "general": 32.0,
        "diferencia": -15.6
      },
      "identificacion_cliente": {
        "agente": 61.9,
        "general": 38.7,
        "diferencia": 23.3
      },
      "deteccion_necesidades": {
        "agente": 29.7,
        "general": 23.3,
        "diferencia": 6.4
      },
      "oferta_productos": {
        "agente": 30.6,
        "general": 28.6,
        "diferencia": 1.9
      },
      "manejo_objeciones": {
        "agente": 49.2,
        "general": 33.0,
        "diferencia": 16.1
      },
      "cierre": {
        "agente": 24.4,
        "general": 18.8,
        "diferencia": 5.7
      },
      "despedida": {
        "agente": 40.6,
        "general": 38.5,
        "diferencia": 2.0
      },
      "proactividad": {
        "agente": 20.6,
        "general": 13.9,
        "diferencia": 6.7
      },
      "empatia": {
        "agente": 60.6,
        "general": 43.0,
        "diferencia": 17.6
      },
      "resolucion_problemas": {
        "agente": 40.8,
        "general": 25.1,
        "diferencia": 15.8
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 37\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEl vendedor MZA 37 muestra un desempeño ligeramente superior al promedio del equipo en cuanto a puntaje IA (36.9 vs 35.7), ubicándose en el percentil 61.0. Su nivel actual se considera **Promedio**, con áreas de oportunidad significativas, especialmente en la presentación inicial y el cierre de ventas. La evolución reciente es **positiva**, ya que ha mejorado su puntaje IA en comparación con el puntaje promedio del equipo. Su potencial de mejora es alto, dado su buen desempeño en empatía e identificación del cliente. Centrándose en las áreas clave, puede aumentar considerablemente su efectividad en ventas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n*   **QUÉ MEJORÓ:** MZA 37 ha mejorado significativamente en la **Identificación del Cliente**, **Manejo de Objeciones**, **Detección de Necesidades**, **Resolución de Problemas** y en **Empatía**, superando el promedio del equipo en todos estos criterios. Estas mejoras son cruciales y demuestran un mayor foco en comprender y conectar con el cliente.\n*   **QUÉ EMPEORÓ:** El criterio que más empeoró es **Saludo y Presentación**. Esto es una alarma, ya que es el primer contacto con el cliente y establece el tono de la interacción. Un mal saludo puede generar una desconexión inmediata.\n*   **QUÉ SIGUE PENDIENTE:** La **Proactividad** y el **Cierre** son áreas que ya se identificaron antes y si bien hubo una leve mejora en el cierre, necesitan un enfoque más directo y agresivo. La falta de ofrecimiento de fibra, por ejemplo, es una oportunidad perdida.\n*   **TENDENCIA GENERAL:** La tendencia general es **positiva**, con mejoras notables en varias áreas clave. Sin embargo, la caída en el saludo y presentación requiere atención inmediata para no comprometer el resto de la interacción.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Empatía:** MZA 37 demuestra una buena capacidad para conectar con los clientes y entender sus necesidades, con una puntuación de 60.6, superando el promedio del equipo.\n*   **Manejo de Objeciones:** Ha mejorado notablemente en este aspecto (49.2 vs 33.0 promedio), lo que indica una mayor habilidad para superar las dudas y reticencias de los clientes.\n*   **Identificación del Cliente:** MZA 37 sobresale en la identificación del cliente (61.9 vs 38.7 promedio), asegurando que se dirige a la persona correcta y evitando perder tiempo.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Saludo y Presentación (NUEVA):** Esta es una nueva debilidad que impacta directamente en la primera impresión. Un saludo poco efectivo puede generar desconfianza y llevar al cliente a colgar. Es crucial mejorar la claridad, el entusiasmo y la presentación de la oferta desde el principio.\n*   **Cierre (PERSISTENTE):** A pesar de una leve mejora, el cierre sigue siendo un punto débil. La falta de un cierre directo y la indecisión al final de la llamada hacen que se pierdan oportunidades de venta.\n*   **Proactividad (PERSISTENTE):** La falta de ofrecimiento de fibra, por ejemplo, es una oportunidad perdida para aumentar el valor de la venta y fidelizar al cliente. Debe ofrecerse en cada llamada, sin preguntar si le interesa.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\nSi bien no se tienen los datos completos de métricas de llamadas y ventas, las siguientes son las acciones a realizar una vez que se obtengan:\n\n*   **TMO (Tiempo Medio Operativo):** Analizar si el TMO está en el rango óptimo (2-4 minutos). Si es muy bajo, es posible que el vendedor no esté generando engagement con el cliente. Si es muy alto, podría estar teniendo dificultades para cerrar la venta.\n*   **% Capta Atención:** Este KPI es CRÍTICO. Si el porcentaje de llamadas que duran más de 1 minuto es bajo (<30%), el vendedor no está logrando enganchar al cliente al principio de la llamada.\n*   **Cortes de llamada:** Si hay más cortes del cliente que del agente, puede indicar problemas en el pitch inicial o en la propuesta de valor.\n*   **Llamadas <30 seg:** Demasiadas llamadas cortas indican problemas en el saludo o enganche inicial.\n*   **Tasa de aprobación de ventas:** Si es baja, puede haber problemas de calidad en las ventas (datos incorrectos, mal procesamiento).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación:**\n    *   Nivel actual: **Crítico**. Por debajo del promedio del equipo (-15.6).\n    *   Qué está haciendo mal: Probablemente está utilizando un saludo genérico, sin generar interés inmediato en la oferta y no esta mencionando el 80% de descuento.\n    *   Cómo mejorar: Comenzar la llamada con un saludo enérgico y una presentación concisa de la oferta (incluyendo el 80% de descuento), enfocándose en el valor que el cliente obtendrá. \"Hola [Nombre], ¡qué bueno contactarte! Soy [Tu Nombre] de Movistar. Tengo una oferta INCREÍBLE para vos que te VA a interesar: ¡80% de descuento en tu plan por [X meses/años]!\"\n*   **Identificación del Cliente:**\n    *   Nivel actual: **Excelente**. Muy por encima del promedio del equipo (+23.3).\n    *   Qué está haciendo bien: Verifica la identidad del cliente correctamente, asegurando que se está dirigiendo a la persona adecuada.\n    *   Cómo mejorar: Mantener la práctica. Es fundamental.\n*   **Detección de Necesidades:**\n    *   Nivel actual: **Regular**. Ligeramente por encima del promedio (+6.4).\n    *   Qué está haciendo mal: Podría estar haciendo preguntas demasiado genéricas o no profundizando lo suficiente en las necesidades específicas del cliente.\n    *   Cómo mejorar: Enfocarse en preguntas que revelen el uso que el cliente hace de su celular. \"¿Qué es lo que más usás del celular? ¿Redes sociales, videollamadas, navegación?\". \"¿Cuántos GB tenés en tu plan actual?\".\n*   **Oferta de Productos:**\n    *   Nivel actual: **Regular**. Similar al promedio (+1.9).\n    *   Qué está haciendo mal: No está mencionando el 80% de descuento y no está ofreciendo fibra en todas las llamadas.\n    *   Cómo mejorar: Después de detectar las necesidades, presentar la oferta destacando cómo se ajusta a lo que el cliente busca, siempre incluyendo el 80% de descuento. \"Pensando en lo que me comentaste, tengo este plan que te VA a interesar: [Detalles del plan]... ¡y con el 80% de descuento por [X meses/años]!\"\n*   **Manejo de Objeciones:**\n    *   Nivel actual: **Bueno**. Muy por encima del promedio (+16.1).\n    *   Qué está haciendo bien: Rebate las objeciones de los clientes de forma efectiva.\n    *   Cómo mejorar: Personalizar aún más las respuestas, mostrando empatía y adaptándose a la objeción puntual de cada cliente.\n*   **Cierre:**\n    *   Nivel actual: **Bajo**. Por encima del promedio (+5.7).\n    *   Qué está haciendo mal: No está cerrando de forma directa, dejando que el cliente tome la iniciativa.\n    *   Cómo mejorar: Una vez presentada la oferta y resueltas las objeciones, proceder directamente a cerrar la venta. \"Perfecto, para avanzar con la activación de tu plan, te asigno la sucursal [Nombre de la sucursal] para que retires tu chip mañana. ¿Te queda cómoda esa sucursal?\". \"Excelente, ahora necesito validar la dirección de entrega. ¿Me confirmas tu domicilio?\".\n*   **Despedida:**\n    *   Nivel actual: **Regular**. Similar al promedio (+2.0).\n    *   Qué está haciendo mal: Podría estar utilizando una despedida genérica, sin generar un cierre memorable o reafirmar el compromiso de servicio.\n    *   Cómo mejorar: Ofrecer acompañamiento durante la portabilidad. \"Te voy a acompañar durante todo el proceso de portabilidad. Si tenés alguna duda, no dudes en contactarme\".\n*   **Proactividad:**\n    *   Nivel actual: **Bajo**. Por encima del promedio (+6.7).\n    *   Qué está haciendo mal: No está ofreciendo fibra en todas las llamadas.\n    *   Cómo mejorar: Comentar DIRECTAMENTE sobre fibra sin preguntar. \"Además, te cuento que en tu zona tenemos cobertura de fibra óptica de Movistar, con una velocidad increíble para que puedas disfrutar al máximo de tus series, películas y videollamadas\".\n*   **Empatía:**\n    *   Nivel actual: **Excelente**. Muy por encima del promedio (+17.6).\n    *   Qué está haciendo bien: Conecta con el cliente.\n    *   Cómo mejorar: Mantener la práctica. Es fundamental.\n*   **Resolución de Problemas:**\n    *   Nivel actual: **Bueno**. Muy por encima del promedio (+15.8).\n    *   Qué está haciendo bien: Resuelve los problemas de los clientes de forma efectiva.\n    *   Cómo mejorar: Mantener la práctica. Es fundamental.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1:** **Foco principal: SALUDO y CIERRE**.\n    *   Acciones: Role-playing intensivo sobre saludos efectivos y cierres directos. Grabación y análisis de llamadas reales enfocándose en estos dos aspectos. Incorporar obligatoriamente el 80% de descuento en el saludo inicial.\n**Semana 2:** **Proactividad y Manejo de Objeciones**.\n    *   Acciones: Implementación obligatoria de la oferta de fibra en cada llamada. Análisis de las objeciones más comunes y preparación de respuestas personalizadas.\n**Semana 3:** **Consolidación y Monitoreo**.\n    *   Acciones: Revisión de todas las áreas de mejora. Monitoreo intensivo de llamadas para asegurar la implementación de las técnicas aprendidas.\n**Semana 4:** **Optimización y Feedback Continuo**.\n    *   Acciones: Análisis de métricas para identificar áreas de mejora adicionales. Sesiones de feedback individualizadas para optimizar el desempeño.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:**\n    *   \"Además, te cuento que en tu zona tenemos cobertura de fibra óptica de Movistar, con una velocidad increíble para que puedas disfrutar al máximo de tus series, películas y videollamadas.\"\n*   **Cierre Directo:**\n    *   \"Perfecto, para avanzar con la activación de tu plan, te asigno la sucursal [Nombre de la sucursal] para que retires tu chip mañana. ¿Te queda cómoda esa sucursal?\".\n    *   \"Excelente, ahora necesito validar la dirección de entrega. ¿Me confirmas tu domicilio?\".\n*   **Manejo de Objeciones:**\n    *   **(Cliente: \"Es caro\")**: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   **(Cliente: \"No me interesa\")**: \"Entiendo, [Nombre]. Lo que te ofrezco es una oportunidad única para ahorrar en tu plan y disfrutar de una mejor conexión. ¿Puedo contarte rápidamente de qué se trata y vos decidís si te interesa?\".\n\n### 9. METAS CUANTIFICABLES\n*   Meta de puntaje IA a alcanzar en 30 días: 55\n*   Meta de tasa de conversión: 7%\n*   Meta de ofrecimiento de productos (fibra): 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 50%\n*   Meta de TMO a alcanzar: 120 segundos\n*   KPIs específicos a mejorar: Saludo y Cierre.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n¡MZA 37, felicitaciones por el progreso que has demostrado! Tu habilidad para conectar con los clientes y entender sus necesidades es una gran fortaleza. Ahora, enfocándonos en un saludo inicial más impactante y un cierre más directo, vas a ver cómo tus resultados se disparan. ¡Confío en tu potencial para convertirte en uno de los mejores vendedores del equipo! ¡A seguir creciendo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}