{
  "agente": "amza26",
  "fecha_generacion": "2026-02-23T09:43:54.735778",
  "metricas": {
    "agente": "amza26",
    "evaluaciones": {
      "total_evaluadas": 47,
      "puntaje_promedio": 40.1,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 31.1,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 16,
      "criterios": {
        "saludo_presentacion": 39.8,
        "identificacion_cliente": 48.1,
        "deteccion_necesidades": 39.6,
        "oferta_productos": 38.9,
        "manejo_objeciones": 42.8,
        "cierre": 22.8,
        "despedida": 58.1,
        "proactividad": 13.4,
        "empatia": 51.5,
        "resolucion_problemas": 39.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 13,
        "Identificación del cliente": 12,
        "Oferta de productos": 10,
        "Manejo de objeciones": 10,
        "Cierre": 8
      },
      "fortalezas_frecuentes": {
        "Empatía": 6,
        "Buen manejo de objeciones.": 6,
        "Empatía.": 6,
        "Identificación del cliente.": 5,
        "Despedida cordial.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presenta, detecta las necesidades del cliente, ofrece planes directamente y gestiona el cierre de manera efectiva. Muestra empatía y maneja objeciones."
        },
        {
          "puntaje_total": 95.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades, ofreció productos de forma directa, manejó objeciones, cerró la venta, se despidió cordialmente, mostró proactividad al ofrecer un descuento por tener un familiar con internet Movistar, y mostró empatía. Resolvió problemas al cambiar el correo electrónico del cliente. Se podría mejorar la proactividad ofreciendo fibra directamente."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, detectó las necesidades de la cliente, ofreció productos de forma directa y proactiva, y manejó la situación con empatía. Inició el cierre del proceso.  El puntaje total fue ajustado por no haber manejado las objeciones directamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no completa el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones de forma efectiva y no realiza el cierre."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 47,
      "puntaje_promedio": 40.1,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 16,
      "criterios": {
        "saludo_presentacion": 39.8,
        "identificacion_cliente": 48.1,
        "deteccion_necesidades": 39.6,
        "oferta_productos": 38.9,
        "manejo_objeciones": 42.8,
        "cierre": 22.8,
        "despedida": 58.1,
        "proactividad": 13.4,
        "empatia": 51.5,
        "resolucion_problemas": 39.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 40.1,
      "general": 37.5,
      "diferencia": 2.7,
      "percentil": 59.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 39.8,
        "general": 31.4,
        "diferencia": 8.4
      },
      "identificacion_cliente": {
        "agente": 48.1,
        "general": 61.3,
        "diferencia": -13.2
      },
      "deteccion_necesidades": {
        "agente": 39.6,
        "general": 25.6,
        "diferencia": 14.0
      },
      "oferta_productos": {
        "agente": 38.9,
        "general": 41.8,
        "diferencia": -2.8
      },
      "manejo_objeciones": {
        "agente": 42.8,
        "general": 35.1,
        "diferencia": 7.7
      },
      "cierre": {
        "agente": 22.8,
        "general": 22.4,
        "diferencia": 0.4
      },
      "despedida": {
        "agente": 58.1,
        "general": 59.7,
        "diferencia": -1.6
      },
      "proactividad": {
        "agente": 13.4,
        "general": 12.5,
        "diferencia": 0.9
      },
      "empatia": {
        "agente": 51.5,
        "general": 47.6,
        "diferencia": 3.9
      },
      "resolucion_problemas": {
        "agente": 39.4,
        "general": 30.4,
        "diferencia": 9.0
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza26\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza26 muestra un desempeño que se encuentra por encima del promedio del equipo en cuanto a puntaje IA (40.1 vs 37.5), ubicándose en el percentil 59.5. Esto sugiere un buen potencial, aunque con margen de mejora significativo. Su nivel actual se considera **Necesita Mejora**, ya que, si bien supera al promedio del equipo, existen áreas críticas que requieren atención inmediata para desbloquear su máximo rendimiento.\n\n**EVOLUCIÓN:** Comparado con el periodo anterior (asumiendo que los datos proporcionados reflejan su evolución reciente), se observa una **ligera mejora** en el puntaje IA general. Esto indica que está comenzando a implementar cambios positivos, pero la consolidación de estos cambios es crucial. Su potencial de mejora es **alto**, dado el incremento en algunas áreas y la posibilidad de optimizar las que aún presentan dificultades. El foco debe estar en corregir las áreas débiles y potenciar las fortalezas para lograr un crecimiento sostenido.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ**: Los criterios donde el vendedor ha incrementado su puntaje son:\n    *   **Detección de necesidades:** Aumento de 14 puntos en comparación con el promedio general.\n    *   **Saludo y presentación:** Aumento de 8.4 puntos en comparación con el promedio general.\n    *   **Manejo de objeciones:** Aumento de 7.7 puntos en comparación con el promedio general.\n    *   **Resolución de problemas:** Aumento de 9 puntos en comparación con el promedio general.\n        *   **Acción:** ¡Excelente trabajo! Estos avances sugieren una mejor comprensión de las necesidades del cliente y una mayor habilidad para persuadir y resolver problemas. Continúa enfocándote en estos aspectos y compartiendo tus técnicas con el equipo.\n\n*   **QUÉ EMPEORÓ**: Los criterios donde el vendedor ha disminuido su puntaje son:\n    *   **Identificación del cliente:** Disminución de 13.2 puntos en comparación con el promedio general.\n    *   **Oferta de Productos:** Disminución de 2.8 puntos en comparación con el promedio general.\n    *   **Despedida:** Disminución de 1.6 puntos en comparación con el promedio general.\n        *   **Acción:** Presta especial atención a estos aspectos en las próximas llamadas. La identificación del cliente es fundamental para la efectividad de la venta. Revisa tu speech de oferta de productos para hacerlo más atractivo. Asegura una despedida cordial y profesional.\n\n*   **QUÉ SIGUE PENDIENTE**: A pesar de la mejora general, el **cierre** y la **proactividad** (oferta de fibra) siguen siendo áreas con bajo desempeño y requieren atención continua.\n    *   **Acción:** El cierre es donde concretas la venta. Practica técnicas de cierre directo y no permitas que la conversación se diluya. La oferta de fibra debe ser parte integral de tu pitch, independientemente de las necesidades iniciales del cliente.\n\n*   **TENDENCIA GENERAL**: La tendencia general es **positiva**, con mejoras notables en la detección de necesidades y manejo de objeciones. Sin embargo, la disminución en la identificación del cliente y la persistencia de bajos puntajes en cierre y proactividad indican que necesita **intervención focalizada** para consolidar los avances y superar los obstáculos.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Empatía:** Muestra un alto nivel de empatía (51.5), lo cual facilita la conexión con los clientes.\n    *   **Ejemplo:** Escucha activamente al cliente y adapta su discurso a sus necesidades y emociones.\n*   **Buen manejo de objeciones:** Es capaz de rebatir objeciones de manera efectiva.\n    *   **Ejemplo:** Responde a las dudas y preocupaciones del cliente con argumentos sólidos y personalizados.\n*   **Detección de necesidades:** Ha mejorado significativamente en la identificación de las necesidades del cliente.\n    *   **Ejemplo:** Realiza preguntas que ayudan a comprender qué busca el cliente en un plan.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Cierre:** (PERSISTENTE) Tiene dificultades para cerrar las ventas. Un cierre débil impacta directamente en la conversión.\n    *   **Por qué mejorar:** Sin un cierre efectivo, el esfuerzo en las etapas anteriores se desperdicia.\n*   **Identificación del cliente:** (NUEVA) Ha disminuido en su capacidad para identificar correctamente al cliente. Esto impacta en la efectividad de la conversación y puede generar desconfianza.\n    *   **Por qué mejorar:** Una identificación correcta asegura que se está hablando con la persona adecuada y permite personalizar la oferta.\n*   **Proactividad (oferta de fibra):** (PERSISTENTE) No está ofreciendo fibra de manera proactiva. Esto limita las oportunidades de venta cruzada y reduce el ticket promedio.\n    *   **Por qué mejorar:** La oferta de fibra es una oportunidad para aumentar las ventas y fidelizar al cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nSin datos específicos de TMO, % Capta Atención, cortes y tasa de aprobación, no es posible realizar un análisis exhaustivo. Sin embargo, en la siguiente semana, monitorearemos de cerca estos KPIs:\n\n*   **TMO (Tiempo Medio Operativo):** Buscaremos que se sitúe entre 2 y 4 minutos. Si es menor, revisaremos la profundidad de la conversación. Si es mayor, identificaremos posibles dificultades en el cierre.\n*   **% Capta Atención:** Apuntaremos a superar el 50%. Un bajo porcentaje indicará que no está generando interés en el cliente.\n*   **Cortes de llamada:** Analizaremos si la mayoría de los cortes son del cliente o del agente, para identificar problemas en el enganche inicial.\n*   **Tasa de aprobación de ventas:** Monitorearemos este KPI para identificar posibles problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y presentación:** **Regular.** Ha mejorado, pero debe asegurar un saludo profesional y atractivo desde el inicio.\n    *   **Qué está haciendo mal:** Posiblemente utiliza un saludo genérico y poco personalizado.\n    *   **Cómo mejorar:** Comienza con un saludo enérgico y menciona la oferta que *le VA a interesar* al cliente.\n*   **Identificación del cliente:** **Bajo.** Su puntaje ha disminuido y está por debajo del promedio.\n    *   **Qué está haciendo mal:** No está confirmando la identidad del cliente de forma efectiva.\n    *   **Cómo mejorar:** Inicia la conversación con: \"Hola, ¿me comunico con [Nombre]?\" para verificar que es la persona correcta.\n*   **Detección de necesidades:** **Bueno.** Ha mejorado significativamente, pero puede profundizar más.\n    *   **Qué está haciendo bien:** Realiza preguntas para entender las necesidades del cliente.\n    *   **Cómo mejorar:** En lugar de \"¿Qué es lo más importante para ti en un plan?\", pregunta: \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de productos:** **Regular.** Necesita mejorar la forma en que presenta la oferta.\n    *   **Qué está haciendo mal:** Posiblemente no está resaltando los beneficios de la oferta.\n    *   **Cómo mejorar:** Presenta la oferta directamente, enfocándote en los beneficios que satisfacen las necesidades identificadas.\n*   **Manejo de objeciones:** **Bueno.** Se defiende bien ante las objeciones, pero debe personalizar más sus respuestas.\n    *   **Qué está haciendo bien:** Responde a las objeciones.\n    *   **Cómo mejorar:** En lugar de dar respuestas genéricas, sincroniza su respuesta con la objeción específica del cliente.\n*   **Cierre:** **Crítico.** Es su mayor debilidad.\n    *   **Qué está haciendo mal:** No está cerrando la venta de forma efectiva.\n    *   **Cómo mejorar:** Asigna directamente una sucursal o busca el domicilio del cliente para completar la venta. No preguntes si le gustaría.\n*   **Despedida:** **Regular.** Ha disminuido en su capacidad de despedirse cordialmente.\n    *   **Qué está haciendo mal:** No está asegurando una despedida cordial y profesional.\n    *   **Cómo mejorar:** Asegura una despedida que deje una impresión positiva.\n*   **Proactividad:** **Crítico.** No está ofreciendo fibra.\n    *   **Qué está haciendo mal:** No incluye la oferta de fibra en su speech.\n    *   **Cómo mejorar:** Comenta DIRECTAMENTE sobre la fibra sin preguntar.\n*   **Empatía:** **Bueno.** Muestra empatía hacia el cliente.\n    *   **Qué está haciendo bien:** Conecta con el cliente.\n    *   **Cómo mejorar:** Mantén este nivel de empatía y utilízalo para construir relaciones duraderas con los clientes.\n*   **Resolución de problemas:** **Regular.** Muestra capacidad para resolver problemas, pero puede ser más eficiente.\n    *   **Qué está haciendo bien:** Aborda los problemas del cliente.\n    *   **Cómo mejorar:** Prioriza la resolución rápida y efectiva de problemas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: CIERRE e IDENTIFICACIÓN DEL CLIENTE**\n*   Acciones específicas:\n    *   Revisar y practicar técnicas de cierre directo (asignación de sucursal/domicilio).\n    *   Implementar el script \"Hola, ¿me comunico con [Nombre]?\" al inicio de cada llamada.\n    *   Monitoreo diario de llamadas con foco en estos dos aspectos.\n\n**Semana 2:** **Siguiente prioridad: OFERTA DE FIBRA y MANEJO DE OBJECIONES PERSONALIZADO**\n*   Acciones específicas:\n    *   Incorporar la oferta de fibra en el pitch estándar, sin preguntar.\n    *   Crear un \"manual\" de objeciones comunes y respuestas personalizadas.\n    *   Role-playing con el equipo para practicar el manejo de objeciones.\n\n**Semana 3:** **Consolidación: REVISIÓN DE TODOS LOS CRITERIOS**\n*   Acciones específicas:\n    *   Análisis individual de cada llamada, identificando áreas de mejora.\n    *   Sesiones de coaching personalizadas para abordar las debilidades específicas.\n\n**Semana 4:** **Optimización: EXCELENCIA EN EL SERVICIO**\n*   Acciones específicas:\n    *   Foco en la empatía y la construcción de relaciones duraderas.\n    *   Buscar oportunidades para superar las expectativas del cliente.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de fibra:** \"Además de tu plan móvil, Movistar ofrece fibra óptica con [velocidad] y [beneficios], ideal para [actividades que realiza el cliente]\".\n*   **Cierre directo:** \"Perfecto, para finalizar la contratación, ¿te queda bien retirar el chip por nuestra sucursal de [ubicación] o preferís que te lo enviemos a tu domicilio?\"\n*   **Manejo de precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA: Alcanzar un puntaje IA de 60 en 30 días.\n*   Meta de tasa de conversión: Aumentar la tasa de conversión al 5% en 30 días.\n*   Meta de ofrecimiento de fibra: Ofrecer fibra en el 100% de las llamadas.\n*   Meta de % Capta Atención: Aumentar el % Capta Atención a un 50% en 30 días.\n*   Meta de TMO: Mantener el TMO entre 2 y 4 minutos.\n*   KPIs específicos a mejorar: Cierre, identificación del cliente, proactividad.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡amza26, tu reciente mejora en la detección de necesidades y el manejo de objeciones es una muestra de tu capacidad de aprendizaje y adaptación! Has demostrado que tienes el potencial para destacarte en el equipo. Ahora, es momento de enfocarte en el cierre y la proactividad, dos áreas que te permitirán llevar tus resultados al siguiente nivel. ¡Confío en que con este plan de acción y tu dedicación, alcanzarás tus metas y te convertirás en uno de nuestros mejores vendedores!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}