{
  "agente": "MZA 25",
  "fecha_generacion": "2026-01-26T14:48:09.749914",
  "metricas": {
    "agente": "MZA 25",
    "evaluaciones": {
      "total_evaluadas": 21,
      "puntaje_promedio": 40.4,
      "puntaje_min": 0.0,
      "puntaje_max": 87.0,
      "desviacion_std": 28.4,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 6,
      "criterios": {
        "saludo_presentacion": 40.0,
        "identificacion_cliente": 41.9,
        "deteccion_necesidades": 38.6,
        "oferta_productos": 39.0,
        "manejo_objeciones": 54.3,
        "cierre": 26.7,
        "despedida": 51.9,
        "proactividad": 17.6,
        "empatia": 57.6,
        "resolucion_problemas": 38.1
      },
      "areas_mejora_frecuentes": {
        "Mencionar la promoción del 80% de descuento.": 7,
        "Cierre de ventas": 3,
        "Proactividad": 3,
        "Detección de necesidades": 3,
        "Cierre de venta": 3
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 4,
        "Empatía": 3,
        "Manejo de objeciones": 2,
        "Buen manejo de objeciones.": 2,
        "Identificación correcta del cliente.": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 87.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece un plan con descuento. El cierre es directo pero pregunta si se entendió. Maneja bien la información y el proceso de portabilidad."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente realiza una venta efectiva, mostrando un buen manejo de la interacción con el cliente. La única área de mejora es la proactividad en la venta cruzada."
        },
        {
          "puntaje_total": 79.0,
          "resumen": "El agente realiza una venta efectiva, manejando bien las objeciones y mostrando empatía.  Puede mejorar la proactividad y formalizar la despedida."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con ningún criterio de evaluación. El agente no se presenta, no identifica al cliente ni sus necesidades, no ofrece productos, y no intenta cerrar la venta. La interacción es mínima y no efectiva."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación, incluyendo no mencionar la promoción del 80% de descuento y no realizar una correcta presentación y cierre. No detecta necesidades del cliente. "
        },
        {
          "puntaje_total": 5.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, identificación, detección de necesidades, manejo de objeciones, cierre y proactividad. No menciona la promoción del 80% de descuento."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 21,
      "puntaje_promedio": 40.4,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 6,
      "criterios": {
        "saludo_presentacion": 40.0,
        "identificacion_cliente": 41.9,
        "deteccion_necesidades": 38.6,
        "oferta_productos": 39.0,
        "manejo_objeciones": 54.3,
        "cierre": 26.7,
        "despedida": 51.9,
        "proactividad": 17.6,
        "empatia": 57.6,
        "resolucion_problemas": 38.1
      }
    },
    "clasificacion": {
      "total_llamadas": 8,
      "con_saludo": 7,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 0,
      "ventas": 2,
      "score_calidad_prom": 50.0,
      "pct_saludo": 87.5,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 0.0,
      "tasa_conversion": 25.0
    },
    "integral": {
      "duracion_promedio_seg": 292.0,
      "duracion_promedio_min": 4.9,
      "distribucion_duracion": {
        "1-3 min": 6,
        "> 8 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 40.4,
      "general": 35.7,
      "diferencia": 4.7,
      "percentil": 66.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 40.0,
        "general": 32.0,
        "diferencia": 8.0
      },
      "identificacion_cliente": {
        "agente": 41.9,
        "general": 38.7,
        "diferencia": 3.2
      },
      "deteccion_necesidades": {
        "agente": 38.6,
        "general": 23.3,
        "diferencia": 15.3
      },
      "oferta_productos": {
        "agente": 39.0,
        "general": 28.6,
        "diferencia": 10.4
      },
      "manejo_objeciones": {
        "agente": 54.3,
        "general": 33.0,
        "diferencia": 21.2
      },
      "cierre": {
        "agente": 26.7,
        "general": 18.8,
        "diferencia": 7.9
      },
      "despedida": {
        "agente": 51.9,
        "general": 38.5,
        "diferencia": 13.4
      },
      "proactividad": {
        "agente": 17.6,
        "general": 13.9,
        "diferencia": 3.8
      },
      "empatia": {
        "agente": 57.6,
        "general": 43.0,
        "diferencia": 14.6
      },
      "resolucion_problemas": {
        "agente": 38.1,
        "general": 25.1,
        "diferencia": 13.0
      }
    },
    "conversion": {
      "agente": 25.0,
      "general": 5.1,
      "diferencia": 19.9
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 25\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 25 muestra un desempeño superior al promedio del equipo, con un puntaje IA de 40.4 frente al 35.7 general. Su tasa de conversión (25%) es notablemente alta comparada con el promedio del equipo (5.1%), lo que indica una gran habilidad para cerrar ventas. Su nivel actual se puede calificar como **Bueno**, pero con áreas específicas que, al ser optimizadas, podrían impulsarlo a un nivel excelente.\n\n**EVOLUCIÓN:** En comparación con el período anterior (puntaje IA promedio de 39.1), MZA 25 ha experimentado una **mejora leve** en su puntaje IA general. Sin embargo, el análisis detallado revela áreas de progreso significativo y otras que requieren atención inmediata. Hay un buen potencial de mejora si se enfoca en pulir sus cierres, proactividad y detección de necesidades.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ:** El vendedor mostró una mejora notable en el **manejo de objeciones**, **empatía**, **detección de necesidades**, **explicación de la oferta**, **reconocimiento de error y disculpas.** También demostró mejorar el saludo y la despedida. Además, sobresale el aumento de llamadas evaluadas, lo que significa que está generando más volumen de trabajo.\n*   **QUÉ EMPEORÓ:** Se observa una disminución crítica en el **cierre de ventas** y la **proactividad**. Esto es preocupante, ya que son elementos cruciales para aumentar aún más la tasa de conversión. Es urgente abordar estas áreas para revertir la tendencia.\n*   **QUÉ SIGUE PENDIENTE:** La **detección de necesidades** e **identificación de necesidades** siguen siendo áreas donde se necesita seguir trabajando, aunque ha habido alguna mejora.\n*   **TENDENCIA GENERAL:** Si bien ha habido avances importantes, la baja en el cierre de ventas y la proactividad requiere una intervención inmediata. Es fundamental enfocar los esfuerzos en estas áreas para mantener el impulso y capitalizar el potencial de MZA 25.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Manejo de objeciones:** MZA 25 demuestra una gran habilidad para rebatir las objeciones de los clientes de manera efectiva. La puntuación en este criterio es significativamente superior al promedio del equipo.\n    *   Ejemplo: La buena respuesta a las objeciones le permite mantener la conversación y encaminarla hacia la venta.\n*   **Empatía:** MZA 25 conecta con los clientes, mostrándose comprensivo y atento a sus necesidades. Esto crea un ambiente de confianza que facilita la venta.\n    *   Ejemplo: Demuestra comprender las inquietudes de los clientes y adapta su discurso en consecuencia.\n*   **Tasa de conversión:** El vendedor tiene una excelente tasa de conversión comparada con el promedio del equipo.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Cierre de Ventas (PERSISTENTE):** A pesar de las mejoras en otras áreas, el cierre de ventas sigue siendo un punto débil. El puntaje en este criterio es bajo (26.7), y se observa una disminución respecto al período anterior.\n    *   *Importancia*: Un cierre efectivo es fundamental para concretar las ventas y maximizar los resultados. La falta de cierre impacta directamente en la tasa de conversión y el cumplimiento de objetivos.\n*   **Proactividad (NUEVA):** La proactividad ha disminuido significativamente. El puntaje es muy bajo (17.6), indicando que MZA 25 no está ofreciendo productos adicionales o fibra de manera consistente.\n    *   *Importancia*: La proactividad es crucial para aumentar el valor de cada venta y fidelizar a los clientes. No ofrecer fibra representa una pérdida de oportunidad importante.\n*   **Mención de la promoción del 80% de descuento (PERSISTENTE):** Continúa siendo una de las áreas de mejora frecuentes más importantes.\n    *   *Importancia*: Si no se menciona la promoción el cliente puede sentir que no se le da una buena oferta y se corre el riesgo de perder la venta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** 4.9 minutos (292 segundos) está ligeramente por encima del rango óptimo (2-4 minutos), esto indica que puede estar extendiéndose demasiado en algunas llamadas, lo que podría estar relacionado con las dificultades para cerrar la venta.\n*   **% Capta Atención:** No se proporcionó este dato. ES CRÍTICO monitorearlo para las próximas semanas. Si este porcentaje es bajo, indica que MZA 25 no está logrando enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada:** No se proporcionó este dato. Es importante monitorearlo.\n*   **Llamadas <30 seg:** No se proporcionó este dato. Es importante monitorearlo.\n*   **Tasa de aprobación de ventas:** No se proporcionó este dato.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel Bajo (40.0). Debe mejorar su saludo inicial, siendo más enérgico y persuasivo. No debe decir \"Tengo una oferta que podría interesarle,\" sino \"Tengo una oferta que LE VA a interesar.\"\n    *   *Acción*: Practicar saludos más impactantes y seguros.\n*   **Identificación del Cliente:** Nivel Bajo (41.9). Debe asegurarse SIEMPRE de verificar que se está comunicando con la persona correcta, usando la frase \"¿Me comunico con [Nombre]?\"\n    *   *Acción*: Implementar obligatoriamente la verificación de identidad en todas las llamadas.\n*   **Detección de Necesidades:** Nivel Bajo (38.6). Si bien ha mejorado, debe evitar preguntas generales como \"¿Qué es lo más importante para ti en un plan?\" En su lugar, debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n    *   *Acción*: Preparar un conjunto de preguntas específicas para detectar necesidades relevantes.\n*   **Oferta de Productos:** Nivel Bajo (39.0). Debe asegurarse de mencionar siempre la promoción del 80% de descuento.\n    *   *Acción*:\n*   **Manejo de Objeciones:** Nivel Bueno (54.3). Continúa destacándose en esta área. Debe seguir aprovechando esta fortaleza para construir confianza con los clientes.\n*   **Cierre:** Nivel Crítico (26.7). NO debe preguntar \"¿Te parece bien si procedemos?\" Debe asignar la sucursal directamente o buscar el domicilio del cliente. NUNCA preguntar si quiere seguir, DIRECTAMENTE proceder.\n    *   *Acción*: Implementar técnicas de cierre directo en todas las llamadas.\n*   **Despedida:** Nivel Medio (51.9). Debe evitar la frase \"Estaré encantado de ayudarte en el futuro.\" Debe ofrecer acompañamiento SOLO durante la portabilidad.\n    *   *Acción*:\n*   **Proactividad:** Nivel Crítico (17.6). Debe ofrecer fibra de forma directa, sin preguntar si le interesa al cliente.\n    *   *Acción*: Incluir obligatoriamente la oferta de fibra en todas las llamadas.\n*   **Empatía:** Nivel Medio (57.6). Continúa demostrando empatía con los clientes. Debe seguir aprovechando esta habilidad para generar confianza y mejorar la experiencia del cliente.\n*   **Resolución de Problemas:** Nivel Bajo (38.1).\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Cierre Directo y Proactividad.** Implementar técnicas de cierre directo y ofrecer fibra en TODAS las llamadas. Monitorear la tasa de conversión.\n*   **Semana 2:** **Detección de Necesidades y Saludo Impactante.** Refinar las preguntas para detectar necesidades y practicar saludos más persuasivos. Monitorear el \"% Capta Atención\".\n*   **Semana 3:** **Manejo de Objeciones Específicas.** Preparar respuestas personalizadas para las objeciones más comunes, enfocándose en los beneficios de Movistar.\n*   **Semana 4:** **Optimización y Consolidación.** Revisar los resultados de las semanas anteriores y ajustar el plan según sea necesario. Consolidar las nuevas habilidades y hábitos.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además, Movistar ofrece un excelente servicio de fibra óptica en tu zona. Te comento que tenemos una promoción especial con [beneficios].\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con tu contratación, voy a asignarte la sucursal de [nombre de la sucursal] para que retires tu SIM.\" o \"Voy a verificar tu domicilio para coordinar la entrega del equipo en tu casa.\"\n*   **Manejo de Objeciones (Precio):** \"Entiendo tu preocupación por el precio. Muchos clientes se sienten así al principio, pero una vez que experimentan la calidad de nuestra conexión y los beneficios de Movistar, se dan cuenta de que vale la pena la inversión.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 30% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 100% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40% en 30 días.\n*   **TMO:** Reducir el TMO a 4 minutos en 30 días.\n*   **KPIs Específicos:** Mejorar el puntaje de Cierre de Ventas a 60 y el de Proactividad a 50 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 25, tu desempeño es valioso para el equipo y tu tasa de conversión lo demuestra. Sin embargo, veo que tienes un potencial aún mayor. Te felicito por los avances que has logrado en empatía y manejo de objeciones. Ahora, enfocándote en el cierre directo y la proactividad, puedes llevar tus resultados al siguiente nivel. ¡Confío en que puedes lograrlo! Implementa este plan de acción, sé consistente y verás cómo tus números se disparan. ¡Vamos por más!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:12:12.197250",
  "evolucion": null
}