{
  "agente": "Contursi Agustin",
  "agente_codigo": "MZA 313",
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-02-09T08:33:18.910352",
  "metricas": {
    "agente": "Contursi Agustin",
    "agente_codigo": "MZA 313",
    "equipo": "MARINA MARTINEZ",
    "evaluaciones": {
      "total_evaluadas": 64,
      "puntaje_promedio": 23.0,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 23.3,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 3,
      "llamadas_regulares": 9,
      "llamadas_criticas": 49,
      "criterios": {
        "saludo_presentacion": 13.1,
        "identificacion_cliente": 18.9,
        "deteccion_necesidades": 14.4,
        "oferta_productos": 19.5,
        "manejo_objeciones": 18.8,
        "cierre": 10.8,
        "despedida": 38.6,
        "proactividad": 7.8,
        "empatia": 47.7,
        "resolucion_problemas": 27.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 35,
        "Oferta de productos": 26,
        "Identificación del cliente": 24,
        "Proactividad": 21,
        "Presentación": 19
      },
      "fortalezas_frecuentes": {
        "Empatía": 17,
        "Despedida cordial": 8,
        "Identificación del cliente": 6,
        "Empatía.": 4,
        "Despedida": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta, identifica al cliente y detecta sus necesidades. Ofrece planes directamente, maneja las objeciones y completa el cierre. Muestra empatía y proactividad. Buena gestión en general."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente demostró un buen manejo de la llamada, mostrando empatía, detectando necesidades y ofreciendo productos adecuados. Mejorar en la verificación de la identidad al inicio."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y ofrece un plan, detecta necesidades y maneja objeciones. Gestiona el cierre, mostrando empatía. Debe mejorar la identificación inicial."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio, no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. Tampoco muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta.  No muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio ni con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta."
        }
      ],
      "pct_ofrece_fibra": 4.7
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.0
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 47,
      "con_plan": 10,
      "ofrece_fibra": 3,
      "pct_plan": 21.3,
      "pct_fibra": 6.4
    },
    "calidad_llamadas": {
      "total_llamadas": 179,
      "tmo_seg": 126.3,
      "pct_capta_atencion": 34.6,
      "menos_30seg": 75,
      "corte_cliente": 136,
      "corte_agente": 43
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 23.0,
      "general": 30.6,
      "diferencia": -7.5,
      "percentil": 47.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 13.1,
        "general": 17.9,
        "diferencia": -4.8
      },
      "identificacion_cliente": {
        "agente": 18.9,
        "general": 49.4,
        "diferencia": -30.5
      },
      "deteccion_necesidades": {
        "agente": 14.4,
        "general": 14.3,
        "diferencia": 0.0
      },
      "oferta_productos": {
        "agente": 19.5,
        "general": 36.1,
        "diferencia": -16.6
      },
      "manejo_objeciones": {
        "agente": 18.8,
        "general": 27.8,
        "diferencia": -9.0
      },
      "cierre": {
        "agente": 10.8,
        "general": 19.5,
        "diferencia": -8.8
      },
      "despedida": {
        "agente": 38.6,
        "general": 51.2,
        "diferencia": -12.6
      },
      "proactividad": {
        "agente": 7.8,
        "general": 8.5,
        "diferencia": -0.7
      },
      "empatia": {
        "agente": 47.7,
        "general": 37.5,
        "diferencia": 10.2
      },
      "resolucion_problemas": {
        "agente": 27.8,
        "general": 21.0,
        "diferencia": 6.8
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Contursi Agustin\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel de desempeño de Contursi Agustin es **Crítico** y necesita una mejora sustancial e inmediata. Con un puntaje promedio de 23.0 de 100, se encuentra significativamente por debajo del promedio del equipo (30.6 de 100), ubicándose en el percentil 47. Esto indica que hay una brecha importante en comparación con el rendimiento general del equipo.\n\nSi bien se observa empatía y una buena despedida, las áreas críticas como identificación del cliente, detección de necesidades, oferta de productos y cierre necesitan atención urgente. En comparación con el coaching anterior, no se aprecia una mejora significativa en las áreas identificadas. Existe un potencial considerable de mejora, pero requiere un enfoque estructurado y disciplinado en la implementación del plan de acción.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 47.7 de 100, la empatía es una fortaleza notable. Agustin tiene la capacidad de conectar con los clientes, lo cual es un activo valioso.\n*   **Despedida Cordial:** Un puntaje de 38.6 de 100 en despedida indica un buen cierre de la interacción, dejando una impresión positiva en el cliente.\n*   **Resolución de Problemas:** Con un puntaje de 27.8 de 100, se muestra cierta capacidad para abordar los problemas que surgen durante la llamada.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Identificación del Cliente:** Obtiene un puntaje de 18.9 de 100. Es crucial identificar al cliente al inicio de la llamada para personalizar la interacción.\n*   **Oferta de Productos:** Con un puntaje de 19.5 de 100, la capacidad de ofrecer productos adecuados y valiosos para el cliente es baja.\n*   **Cierre:** Un puntaje de 10.8 de 100 indica dificultades para cerrar la venta y asegurar el compromiso del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 13.1 de 100. Debe ser más conciso y directo. Ejemplo: \"Hola, soy Agustin de Movistar, tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** 18.9 de 100. Es fundamental verificar que está hablando con la persona correcta. **MEJORAR:** No preguntar \"¿me comunico con [Nombre]?\", sino afirmar \"¿Hola, me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** 14.4 de 100. Profundizar en las necesidades del cliente para ofrecer soluciones personalizadas. **MEJORAR:** En lugar de hacer preguntas generales, preguntar directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\"\n*   **Oferta de Productos:** 19.5 de 100. Ofrecer los productos directamente, sin rodeos. **MEJORAR:** No preguntar \"¿Le interesaría conocer?\", sino comentar directamente las ofertas: \"Le VA a interesar nuestra oferta de...\"\n*   **Manejo de Objeciones:** 18.8 de 100. Rebatir cada objeción de forma puntual y específica. **MEJORAR:** Evitar respuestas genéricas y adaptar la respuesta a la objeción particular del cliente.\n*   **Cierre:** 10.8 de 100. Es necesario ser más directo y proactivo en el cierre de la venta. **MEJORAR:** Asignar directamente la sucursal o solicitar la dirección para la entrega. No preguntar \"¿Le gustaría que...?\".\n*   **Despedida:** 38.6 de 100. Aunque la despedida es cordial, puede ser más eficiente.\n*   **Proactividad:** 7.8 de 100. Mostrar mayor iniciativa en la búsqueda de soluciones para el cliente.\n*   **Empatía:** 47.7 de 100. Mantener este nivel de conexión con el cliente.\n*   **Resolución de Problemas:** 27.8 de 100. Continuar desarrollando esta habilidad para abordar las inquietudes del cliente de manera efectiva.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Identificación del Cliente y Saludo Directo.**\n*   **Acciones:** Practicar la verificación de la identidad del cliente con afirmaciones en lugar de preguntas. Enfocarse en un saludo directo que capte la atención de inmediato.\n*   **Ejemplo:** \"Hola, me comunico con [Nombre]. Soy Agustin de Movistar y tengo una oferta que le VA a interesar.\"\n\n**Semana 2:** **Detección de Necesidades y Oferta Directa.**\n*   **Acciones:** Implementar preguntas específicas para identificar las necesidades del cliente. Ofrecer los productos directamente, resaltando los beneficios clave.\n*   **Ejemplo:** \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés?\".  Luego, \"Le VA a interesar nuestro plan de [X GB] con [beneficios], porque...\"\n\n**Semana 3:** **Cierre y Manejo de Objeciones.**\n*   **Acciones:** Practicar técnicas de cierre directo, asignando sucursal o solicitando dirección. Preparar respuestas específicas para las objeciones más comunes.\n*   **Ejemplo:** \"Para que pueda disfrutar de este plan lo antes posible, le asigno la sucursal de [ubicación] o, si prefiere, podemos coordinar la entrega a domicilio.\"\n\n**Semana 4:** **Oferta de Fibra y Proactividad.**\n*   **Acciones:** Integrar la oferta de fibra directamente en la conversación, sin preguntar si le interesa. Mostrar mayor iniciativa en la búsqueda de soluciones para el cliente.\n*   **Ejemplo:** \"Además, para su hogar, le VA a interesar nuestra oferta de fibra óptica de [velocidad] con [beneficios adicionales].\"\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, me comunico con [Nombre].\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además, para su hogar, le VA a interesar nuestra oferta de fibra óptica de [velocidad] con [beneficios adicionales].\"\n*   **Técnicas de cierre directo:** \"Para activar su plan, le asigno la sucursal de [ubicación] o, si prefiere, coordinamos la entrega a domicilio.\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mire el precio. A varios clientes les pasó eso, pero cuando ven la cantidad de datos y beneficios adicionales, se dan cuenta de que vale la pena.\"\n    *   **\"No me interesa\":** \"Entiendo. ¿Qué es lo que no le interesa de la oferta? Quizás pueda ajustarla a sus necesidades.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas cortadas por el cliente en un 50%.\n*   **KPIs:**\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra al 30%.\n    *   Mejorar el puntaje en \"Identificación del Cliente\" a 60 de 100.\n    *   Elevar el puntaje en \"Cierre\" a 30 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nAgustin, tu empatía es una gran fortaleza. Ahora, vamos a enfocar esa habilidad para construir interacciones más efectivas y directas. Con un plan de acción claro y un enfoque constante, estoy seguro de que puedes transformar tus resultados y alcanzar tu máximo potencial. ¡Vamos a ponerle garra y a conquistar esas metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}