{
  "agente": "MZA 2",
  "fecha_generacion": "2026-01-19T08:03:52.481597",
  "metricas": {
    "agente": "MZA 2",
    "evaluaciones": {
      "total_evaluadas": 49,
      "puntaje_promedio": 73.3,
      "puntaje_min": 8.0,
      "puntaje_max": 820.0,
      "desviacion_std": 156.8,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 73.5,
        "identificacion_cliente": 24.9,
        "deteccion_necesidades": 38.3,
        "oferta_productos": 53.6,
        "manejo_objeciones": 47.3,
        "cierre": 31.0,
        "despedida": 62.7,
        "proactividad": 18.8,
        "empatia": 52.8,
        "resolucion_problemas": 18.4
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 23,
        "Detección de necesidades": 18,
        "Cierre de ventas": 16,
        "Manejo de objeciones": 15,
        "Proactividad": 10
      },
      "fortalezas_frecuentes": {
        "Saludo y presentación": 15,
        "Despedida": 11,
        "Manejo de objeciones": 10,
        "Empatía": 7,
        "Saludo y presentación inicial": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 820.0,
          "resumen": "El agente realiza una buena gestión, enfocada en la venta y la correcta entrega del producto. Destaca la verificación de datos y el manejo de objeciones. Se recomienda mejorar la proactividad en la oferta de productos y la presentación."
        },
        {
          "puntaje_total": 820.0,
          "resumen": "El agente realizó una buena gestión de la venta, ofreciendo un plan adecuado y gestionando la portabilidad. Mejorar la presentación inicial y la proactividad en la oferta de productos."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "El agente realiza una venta exitosa, mostrando un buen manejo de la conversación y una clara explicación de los planes ofrecidos. La identificación del cliente es completa y el cierre de la venta es efectivo.  Puede mejorar la proactividad en la venta cruzada."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 8.0,
          "resumen": "El agente no gestiona correctamente la llamada. No identifica al cliente, no maneja objeciones ni intenta resolver la queja.  Solo se limita a ofrecer un descuento sin profundizar."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "El agente se presenta correctamente pero no avanza en el proceso de venta. No identifica necesidades ni ofrece productos."
        },
        {
          "puntaje_total": 11.0,
          "resumen": "El agente se presenta y pregunta sobre el servicio actual del cliente, pero no identifica necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta. La conversación es breve y no se cumple con los objetivos de la llamada."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 49,
      "con_saludo": 45,
      "con_cierre": 0,
      "con_identificacion": 1,
      "ofrece_plan": 0,
      "ofrece_fibra": 3,
      "ventas": 5,
      "score_calidad_prom": 50.5,
      "pct_saludo": 91.8,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 6.1,
      "tasa_conversion": 10.2
    },
    "integral": {
      "duracion_promedio_seg": 299.0,
      "duracion_promedio_min": 5.0,
      "distribucion_duracion": {
        "1-3 min": 31,
        "3-5 min": 9,
        "> 8 min": 8,
        "5-8 min": 1
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 73.3,
      "general": 50.3,
      "diferencia": 22.9,
      "percentil": 93.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 73.5,
        "general": 54.7,
        "diferencia": 18.8
      },
      "identificacion_cliente": {
        "agente": 24.9,
        "general": 18.8,
        "diferencia": 6.1
      },
      "deteccion_necesidades": {
        "agente": 38.3,
        "general": 36.6,
        "diferencia": 1.6
      },
      "oferta_productos": {
        "agente": 53.6,
        "general": 47.8,
        "diferencia": 5.7
      },
      "manejo_objeciones": {
        "agente": 47.3,
        "general": 44.1,
        "diferencia": 3.2
      },
      "cierre": {
        "agente": 31.0,
        "general": 25.4,
        "diferencia": 5.6
      },
      "despedida": {
        "agente": 62.7,
        "general": 55.0,
        "diferencia": 7.6
      },
      "proactividad": {
        "agente": 18.8,
        "general": 17.5,
        "diferencia": 1.3
      },
      "empatia": {
        "agente": 52.8,
        "general": 50.2,
        "diferencia": 2.6
      },
      "resolucion_problemas": {
        "agente": 18.4,
        "general": 24.0,
        "diferencia": -5.7
      }
    },
    "conversion": {
      "agente": 10.2,
      "general": 5.1,
      "diferencia": 5.1
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 2, diseñado para desbloquear su máximo potencial.\n\n## ANÁLISIS DE DESEMPEÑO DE MZA 2\n\n### 1. DIAGNÓSTICO GENERAL\nMZA 2 es un vendedor con un desempeño superior al promedio del equipo. Su puntaje IA (73.3) supera significativamente el promedio general (50.3), ubicándolo en el percentil 93.1. Su tasa de conversión (10.2%) también duplica la del equipo (5.1%). Sin embargo, a pesar de estas fortalezas, hay áreas críticas que, de ser abordadas, podrían catapultar su rendimiento a un nivel aún mayor. Actualmente, considero que MZA 2 está en un nivel \"Bueno\" con un excelente potencial para alcanzar la categoría de \"Excelente\".\n\nEl mayor potencial de mejora radica en la estructuración de la llamada, especialmente en la identificación de necesidades, el cierre y la proactividad en la oferta de productos. Si MZA 2 logra integrar estas habilidades de manera consistente, su tasa de conversión y la satisfacción del cliente aumentarán considerablemente.\n\n### 2. FORTALEZAS IDENTIFICADAS\n*   **Saludo y Presentación:** MZA 2 sobresale en esta área, con un puntaje de 73.5, significativamente superior al promedio del equipo (54.7). Esto genera una primera impresión positiva y establece un buen tono para la conversación. *Ejemplo: Los datos muestran que MZA 2 tiene un excelente saludo y presentación inicial, lo que indica una buena capacidad para establecer una conexión inicial con el cliente.*\n*   **Manejo de Objeciones:** MZA 2 muestra una habilidad decente en el manejo de objeciones, superando el promedio del equipo. Esto sugiere que es capaz de persuadir y superar las dudas de los clientes. *Ejemplo: Los datos de fortalezas frecuentes resaltan el manejo de objeciones, lo que indica que MZA 2 puede abordar las inquietudes de los clientes.*\n*   **Empatía:** MZA 2 demuestra una buena capacidad para conectar con los clientes a un nivel emocional, lo que facilita la creación de relaciones y la comprensión de sus necesidades. *Ejemplo: MZA 2 muestra una buena capacidad de empatía, lo que indica que puede establecer una conexión con los clientes.*\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n*   **Identificación del Cliente:** Con un puntaje de 24.9, esta es una de las áreas más débiles. Es crucial para personalizar la oferta y construir una relación sólida con el cliente. *Importancia: Sin una correcta identificación del cliente, no puedes ofrecer soluciones a medida, lo que disminuye la probabilidad de venta y la satisfacción del cliente.*\n*   **Cierre de Ventas:** Con un puntaje de 31.0, el cierre es otra área que necesita atención urgente. No cerrar adecuadamente significa perder oportunidades valiosas, incluso después de haber realizado una buena presentación. *Importancia: Un cierre débil desperdicia todo el esfuerzo previo. Necesitas estrategias efectivas para concretar la venta.*\n*   **Proactividad:** Con un puntaje de 18.8, la proactividad es la mayor área de oportunidad. La proactividad es esencial para maximizar el valor de cada interacción y aumentar las ventas adicionales. *Importancia: La falta de proactividad significa que estás dejando dinero sobre la mesa. Ofrecer productos adicionales o servicios complementarios aumenta los ingresos y la satisfacción del cliente.*\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n| Criterio                  | Nivel     | Qué está haciendo (mal/bien)                                                                                             | Cómo mejorar específicamente                                                                                                                                                                                                                                                                       |\n| :------------------------ | :-------- | :---------------------------------------------------------------------------------------------------------------------- | :-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación     | Bueno     | Excelente saludo, generando una primera impresión positiva.                                                               | Mantener este nivel, variando ligeramente la presentación para evitar la monotonía.                                                                                                                                                                                                       |\n| Identificación del Cliente | Bajo      | No identifica suficientemente las necesidades y el perfil del cliente.                                                  | *   **Preguntas abiertas:** Implementar preguntas abiertas para obtener más información. Ej: \"¿Qué es lo más importante para usted en un plan de telefonía?\"*   **Escucha activa:** Prestar atención a las respuestas y tomar notas relevantes.*   **Resumen:** Parafrasear la información obtenida para confirmar la comprensión. |\n| Detección de Necesidades  | Regular   | No profundiza en las necesidades específicas del cliente.                                                               | *   **Preguntas de seguimiento:** Hacer preguntas de seguimiento para aclarar las necesidades del cliente. Ej: \"¿Qué tipo de aplicaciones usa más?\"*   **Empatía:** Mostrar empatía y comprensión hacia las necesidades del cliente.*   **Adaptación:** Ajustar la oferta según las necesidades identificadas. |\n| Oferta de Productos       | Regular   | La oferta de productos es adecuada, pero podría ser más personalizada.                                                    | *   **Conexión con necesidades:** Conectar directamente la oferta con las necesidades identificadas. Ej: \"Teniendo en cuenta que usted usa mucho las redes sociales, nuestro plan X con datos ilimitados podría ser ideal para usted.\"*   **Beneficios, no características:** Enfatizar los beneficios de los productos en lugar de solo las características. |\n| Manejo de Objeciones      | Regular   | Maneja las objeciones de manera adecuada, pero podría ser más persuasivo.                                               | *   **Anticipación:** Anticipar las objeciones comunes y preparar respuestas efectivas.*   **Validación:** Validar la objeción del cliente antes de responder.*   **Beneficios adicionales:** Ofrecer beneficios adicionales para superar la objeción. |\n| Cierre                    | Bajo      | No cierra la venta de manera efectiva.                                                                                  | *   **Cierres de prueba:** Utilizar cierres de prueba para evaluar el interés del cliente. Ej: \"¿Le parece bien si avanzamos con este plan?\"*   **Cierre directo:** Preguntar directamente si el cliente está listo para comprar.*   **Urgencia:** Crear un sentido de urgencia para motivar la compra. |\n| Despedida                 | Bueno     | La despedida es cordial y profesional.                                                                                   | Mantener este nivel.                                                                                                                                                                                                                                                              |\n| Proactividad              | Crítico   | No es proactivo en la oferta de productos adicionales o servicios complementarios.                                        | *   **Investigación:** Investigar las necesidades del cliente para identificar oportunidades de venta adicional.*   **Recomendaciones personalizadas:** Ofrecer recomendaciones personalizadas basadas en las necesidades del cliente.*   **Beneficios claros:** Comunicar claramente los beneficios de los productos adicionales. |\n| Empatía                   | Regular   | Demuestra empatía, pero podría ser más genuino.                                                                        | *   **Escucha activa:** Practicar la escucha activa para comprender las emociones del cliente.*   **Validación emocional:** Validar las emociones del cliente.*   **Conexión personal:** Compartir experiencias personales relevantes. |\n| Resolución de Problemas  | Crítico   | No resuelve eficazmente los problemas o quejas del cliente.                                                             | *   **Escucha activa:** Practicar la escucha activa para comprender la magnitud del problema.*   **Empatía:** Mostrar empatía y comprensión hacia el cliente.*   **Soluciones rápidas:** Proponer soluciones rápidas y efectivas.*   **Seguimiento:** Hacer un seguimiento para asegurarse de que el cliente esté satisfecho. |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n*   **Semana 1: Identificación del Cliente**\n    *   **Foco principal:** Implementar un nuevo script de preguntas abiertas para identificar las necesidades del cliente al inicio de la llamada.\n    *   **Acciones específicas:**\n        *   Revisar y adaptar el script de preguntas.\n        *   Practicar el script con simulaciones de llamadas.\n        *   Grabar y analizar las primeras llamadas reales.\n*   **Semana 2: Cierre de Ventas**\n    *   **Foco principal:** Aprender y aplicar técnicas de cierre de ventas efectivas.\n    *   **Acciones específicas:**\n        *   Estudiar técnicas de cierre de prueba y cierre directo.\n        *   Practicar las técnicas con simulaciones de llamadas.\n        *   Grabar y analizar las llamadas reales para identificar áreas de mejora.\n*   **Semana 3: Proactividad**\n    *   **Foco principal:** Integrar la oferta de productos adicionales o servicios complementarios en cada llamada.\n    *   **Acciones específicas:**\n        *   Identificar productos adicionales o servicios complementarios relevantes para los clientes.\n        *   Crear un script para ofrecer estos productos o servicios de manera proactiva.\n        *   Practicar el script con simulaciones de llamadas.\n*   **Semana 4: Consolidación y Optimización**\n    *   **Foco principal:** Consolidar las habilidades aprendidas y optimizar el rendimiento general.\n    *   **Acciones específicas:**\n        *   Revisar y analizar todas las llamadas grabadas durante el mes.\n        *   Identificar áreas de mejora continua.\n        *   Ajustar los scripts y las técnicas según sea necesario.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Saludo:** \"Buenos días/tardes, [Nombre del cliente], mi nombre es [Tu nombre] de [Nombre de la compañía]. ¿Cómo está hoy?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo más importante para usted en un plan de telefonía/internet?\"\n    *   \"¿Qué tipo de aplicaciones utiliza con mayor frecuencia en su teléfono/internet?\"\n    *   \"¿Tiene algún problema con su servicio actual?\"\n*   **Manejo de Objeciones:**\n    *   \"Entiendo su preocupación por el precio. Permítame mostrarle cómo nuestros planes ofrecen un mejor valor a largo plazo.\"\n    *   \"Si le ofreciera una garantía de satisfacción, ¿le interesaría probar nuestro servicio?\"\n*   **Cierre:**\n    *   \"¿Le parece bien si avanzamos con este plan?\"\n    *   \"¿Está listo para comenzar a disfrutar de nuestros servicios?\"\n    *   \"Tenemos una promoción especial que termina hoy. ¿Le gustaría aprovecharla?\"\n\n### 7. METAS CUANTIFICABLES\n*   **Puntaje IA:** Aumentar el puntaje IA a 85 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión a 15% en 30 días.\n*   **Oferta de Productos:** Ofrecer productos adicionales o servicios complementarios en el 80% de las llamadas.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje de \"Identificación del Cliente\" a 60.\n    *   Aumentar el puntaje de \"Cierre\" a 50.\n    *   Aumentar el puntaje de \"Proactividad\" a 40.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\"MZA 2, has demostrado ser un vendedor valioso con un gran potencial. Tus habilidades en el saludo y el manejo de objeciones son un excelente punto de partida. Ahora, es el momento de enfocarte en la identificación de necesidades y el cierre, para llevar tu rendimiento al siguiente nivel. Estoy seguro de que con este plan de acción, podrás alcanzar tus metas y superar tus propios límites. ¡Confío en ti!\"\n",
  "modelo_usado": "gemini-2.0-flash"
}