{
  "agente": "Noelia Ramirez",
  "agente_codigo": "MZA 12",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:34:49.862633",
  "metricas": {
    "agente": "Noelia Ramirez",
    "agente_codigo": "MZA 12",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 58,
      "puntaje_promedio": 25.4,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 27.7,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 7,
      "llamadas_regulares": 7,
      "llamadas_criticas": 41,
      "criterios": {
        "saludo_presentacion": 6.2,
        "identificacion_cliente": 41.4,
        "deteccion_necesidades": 14.0,
        "oferta_productos": 25.5,
        "manejo_objeciones": 28.3,
        "cierre": 15.7,
        "despedida": 50.0,
        "proactividad": 5.7,
        "empatia": 34.0,
        "resolucion_problemas": 19.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 30,
        "Proactividad": 25,
        "Presentación": 21,
        "Identificación del cliente": 17,
        "Oferta de productos": 17
      },
      "fortalezas_frecuentes": {
        "Empatía": 12,
        "Identificación del cliente": 11,
        "Manejo de objeciones": 8,
        "Despedida": 6,
        "Despedida cordial": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta necesidades y ofrece un plan adecuado. Cierra la venta y ofrece productos adicionales. Muestra empatía."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente no cumple con los protocolos de presentación e identificación del cliente. La detección de necesidades es inexistente y el manejo de objeciones es deficiente. El cierre es incompleto y la despedida no se realiza correctamente. No ofrece productos adicionales. Se muestra poca empatía."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "La agente realiza una buena gestión, presentando la oferta de manera clara y directa, manejando bien el cierre y demostrando empatía. El principal punto de mejora es la proactividad al no ofrecer fibra o productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La transcripción solo contiene mensajes del cliente en el buzón de voz. No hubo interacción con el agente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma correcta, no maneja objeciones y no completa el cierre. No muestra empatía y no ofrece productos adicionales."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación.  No se presenta correctamente, no identifica al cliente, no maneja objeciones ni intenta el cierre de la venta."
        }
      ],
      "pct_ofrece_fibra": 15.5
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 25.4,
      "general": 30.6,
      "diferencia": -5.1,
      "percentil": 49.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.2,
        "general": 17.9,
        "diferencia": -11.7
      },
      "identificacion_cliente": {
        "agente": 41.4,
        "general": 49.4,
        "diferencia": -8.0
      },
      "deteccion_necesidades": {
        "agente": 14.0,
        "general": 14.3,
        "diferencia": -0.4
      },
      "oferta_productos": {
        "agente": 25.5,
        "general": 36.1,
        "diferencia": -10.6
      },
      "manejo_objeciones": {
        "agente": 28.3,
        "general": 27.8,
        "diferencia": 0.5
      },
      "cierre": {
        "agente": 15.7,
        "general": 19.5,
        "diferencia": -3.8
      },
      "despedida": {
        "agente": 50.0,
        "general": 51.2,
        "diferencia": -1.2
      },
      "proactividad": {
        "agente": 5.7,
        "general": 8.5,
        "diferencia": -2.8
      },
      "empatia": {
        "agente": 34.0,
        "general": 37.5,
        "diferencia": -3.5
      },
      "resolucion_problemas": {
        "agente": 19.8,
        "general": 21.0,
        "diferencia": -1.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Noelia Ramirez\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel de Noelia es **Crítico**. Su puntaje promedio de 25.4 de 100 está significativamente por debajo del promedio del equipo (30.6 de 100), ubicándola en el percentil 49.7. Esto indica un margen de mejora considerable. Comparando con el coaching anterior del 2026-02-08 (puntaje promedio 25.4), no se observa una evolución significativa. El potencial de mejora es alto si se abordan las áreas críticas identificadas. Necesita un plan de acción focalizado y seguimiento constante para elevar su desempeño.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 34.0 de 100, Noelia demuestra una buena capacidad para conectar con los clientes. Esto es fundamental para construir relaciones y generar confianza.\n*   **Identificación del Cliente:** Un puntaje de 41.4 de 100 en la identificación del cliente indica que Noelia sigue, al menos parcialmente, los protocolos para confirmar la identidad del cliente.\n*   **Manejo de Objeciones:** El puntaje de 28.3 de 100 en el manejo de objeciones sugiere que Noelia tiene cierta capacidad para responder a las inquietudes de los clientes, aunque necesita perfeccionar sus técnicas y respuestas.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Este es el área más crítica, con un puntaje de 14.0 de 100. Noelia no está explorando adecuadamente las necesidades de los clientes, lo que impide ofrecer planes personalizados y relevantes.\n*   **Proactividad:** Con un puntaje de 5.7 de 100, Noelia muestra muy poca iniciativa para ofrecer productos adicionales (como fibra) o buscar oportunidades de venta.\n*   **Presentación:** Un puntaje de 6.2 de 100 en saludo y presentación indica un inicio de llamada deficiente que puede afectar negativamente la percepción del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** *Nivel actual:* Muy bajo (6.2 de 100). *Qué hace mal:* Probablemente no sigue el protocolo estándar de saludo, no se presenta adecuadamente, o su tono no es el adecuado. *Cómo mejorar:* Debe seguir el script de saludo al pie de la letra, presentándose claramente e incluyendo su nombre. El tono debe ser enérgico y profesional.\n*   **Identificación del Cliente:** *Nivel actual:* Regular (41.4 de 100). *Qué hace mal:* Aunque identifica al cliente, puede estar omitiendo la verificación completa de datos o no confirmando que habla con la persona correcta. *Cómo mejorar:* Siempre preguntar directamente \"¿Me comunico con [Nombre]?\" para asegurar la correcta identificación y evitar errores.\n*   **Detección de Necesidades:** *Nivel actual:* Muy bajo (14.0 de 100). *Qué hace mal:* No realiza preguntas clave para entender los hábitos de uso y necesidades del cliente. *Cómo mejorar:* Implementar preguntas clave como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Escuchar atentamente las respuestas para identificar oportunidades.\n*   **Oferta de Productos:** *Nivel actual:* Bajo (25.5 de 100). *Qué hace mal:* La oferta de productos no está adaptada a las necesidades del cliente, o no se presenta de manera atractiva. *Cómo mejorar:* Una vez detectadas las necesidades, presentar el plan más adecuado destacando los beneficios que responden directamente a esas necesidades.\n*   **Manejo de Objeciones:** *Nivel actual:* Regular (28.3 de 100). *Qué hace mal:* No rebate las objeciones de manera efectiva, posiblemente con respuestas genéricas. *Cómo mejorar:* Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Rebatir la objeción puntual del cliente, sin rodeos.\n*   **Cierre:** *Nivel actual:* Bajo (15.7 de 100). *Qué hace mal:* No intenta cerrar la venta de forma directa o utiliza frases incorrectas. *Cómo mejorar:* Al presentar el plan, asignar directamente la sucursal o solicitar el domicilio para la entrega.\n*   **Despedida:** *Nivel actual:* Bueno (50.0 de 100). *Qué hace mal:* La despedida puede ser genérica o poco cordial. *Cómo mejorar:* Agradecer al cliente por su tiempo, confirmar los detalles de la venta y ofrecer acompañamiento durante la portabilidad.\n*   **Proactividad:** *Nivel actual:* Muy bajo (5.7 de 100). *Qué hace mal:* No ofrece productos adicionales (como fibra) o no identifica oportunidades de venta cruzada. *Cómo mejorar:* Ofrecer fibra de manera directa (\"También le VA a interesar nuestra oferta de Fibra...\") sin preguntar si le interesa.\n*   **Empatía:** *Nivel actual:* Regular (34.0 de 100). *Qué hace mal:* Puede ser empática en algunos casos, pero no siempre. *Cómo mejorar:* Escuchar activamente al cliente, mostrar comprensión y adaptar el tono de voz a la situación.\n*   **Resolución de Problemas:** *Nivel actual:* Bajo (19.8 de 100). *Qué hace mal:* No aborda los problemas del cliente de manera efectiva o no ofrece soluciones adecuadas. *Cómo mejorar:* Escuchar atentamente el problema, ofrecer una solución clara y asegurarse de que el cliente quede satisfecho.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Presentación e Identificación.** Practicar el saludo y la identificación del cliente hasta la perfección.\n    *   Acciones:\n        *   Repasar el script de saludo y presentación.\n        *   Simulaciones de llamadas con la supervisora.\n        *   Grabación y auto-evaluación de 10 llamadas.\n\n**Semana 2:** **Siguiente prioridad: Detección de Necesidades.** Aprender a realizar preguntas clave para entender las necesidades del cliente.\n    *   Acciones:\n        *   Estudiar las preguntas clave para la detección de necesidades.\n        *   Role-playing con compañeras y la supervisora.\n        *   Enfoque en las primeras preguntas en las llamadas reales, con feedback de la supervisora.\n\n**Semana 3:** **Consolidación: Oferta y Cierre.** Aprender a presentar la oferta de manera efectiva y cerrar la venta de forma directa.\n    *   Acciones:\n        *   Preparar un script de presentación de la oferta, destacando los beneficios clave.\n        *   Practicar técnicas de cierre directo (asignar sucursal o solicitar domicilio).\n        *   Simulaciones de llamadas completas con feedback detallado.\n\n**Semana 4:** **Optimización: Proactividad y Manejo de Objeciones.** Aprender a ofrecer fibra de manera directa y rebatir las objeciones más comunes.\n    *   Acciones:\n        *   Memorizar el speech para la oferta de fibra.\n        *   Preparar respuestas específicas para las objeciones más comunes.\n        *   Revisión de grabaciones de llamadas para identificar oportunidades de mejora.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Oferta de fibra:** \"También le VA a interesar nuestra oferta de Fibra, que le permite...\" (explicar beneficios)\n*   **Cierre directo:**\n    *   \"Perfecto, entonces para activar el plan, ¿le asignamos la sucursal más cercana o prefiere que coordinemos la visita de un técnico a su domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si te fijás, este plan te da [beneficios concretos] que justifican la diferencia y te aseguran...\"\n    *   **Competencia:** \"Entiendo que tengas otras opciones en mente. Lo que diferencia a Movistar es que te ofrecemos [beneficios únicos] además de la mejor cobertura del país, asegurándote una experiencia sin interrupciones.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 40 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" al 30%.\n*   **KPIs:**\n    *   **Tasa de conversión de llamadas a ventas:** Aumentar en un 15%.\n    *   **Porcentaje de llamadas con oferta de fibra:** Aumentar al 70%.\n    *   **Puntaje promedio en Detección de Necesidades:** Alcanzar 40 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nNoelia, sé que tenés el potencial para destacarte en el equipo. Tu empatía es una gran fortaleza, y con un plan de acción enfocado en mejorar la presentación, la detección de necesidades y la proactividad, estoy seguro de que vas a alcanzar tus objetivos y superar las expectativas. Confío en vos y en tu capacidad para convertirte en una vendedora de alto rendimiento. ¡Vamos a trabajar juntos para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}