{
  "agente": "desconocido",
  "fecha_generacion": "2026-01-26T14:39:51.954365",
  "metricas": {
    "agente": "desconocido",
    "evaluaciones": {
      "total_evaluadas": 66,
      "puntaje_promedio": 40.8,
      "puntaje_min": 0.0,
      "puntaje_max": 750.0,
      "desviacion_std": 93.3,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 32,
      "criterios": {
        "saludo_presentacion": 21.2,
        "identificacion_cliente": 27.9,
        "deteccion_necesidades": 23.5,
        "oferta_productos": 40.2,
        "manejo_objeciones": 32.8,
        "cierre": 28.3,
        "despedida": 36.7,
        "proactividad": 21.9,
        "empatia": 38.3,
        "resolucion_problemas": 17.4
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 21,
        "Detección de necesidades": 18,
        "Manejo de objeciones": 14,
        "Cierre de venta": 12,
        "Oferta de productos": 12
      },
      "fortalezas_frecuentes": {
        "Buen manejo de objeciones.": 5,
        "Empatía": 4,
        "Manejo de objeciones.": 4,
        "Despedida": 3,
        "Cierre de venta efectivo.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 750.0,
          "resumen": "El agente se desempeñó bien en general, identificando al cliente y ofreciendo productos adecuados. Se podría mejorar la proactividad en la venta cruzada y el cierre."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión de la llamada. El agente identifica las necesidades del cliente, ofrece el producto adecuado, maneja las objeciones y logra cerrar la venta de manera efectiva."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "La llamada es deficiente en casi todos los aspectos. El agente no se presenta, no identifica al cliente, no detecta correctamente las necesidades, la oferta es confusa y no cierra la venta. La proactividad y empatía son bajas."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de estructura, claridad y profesionalismo. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. La comunicación es incoherente y confusa."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es deficiente en todos los aspectos. La comunicación del agente es ininteligible, no se siguen los protocolos básicos de ventas y no se logra ningún objetivo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es muy breve y no cumple con ningún protocolo básico de atención."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 66,
      "puntaje_promedio": 40.8,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 32,
      "criterios": {
        "saludo_presentacion": 21.2,
        "identificacion_cliente": 27.9,
        "deteccion_necesidades": 23.5,
        "oferta_productos": 40.2,
        "manejo_objeciones": 32.8,
        "cierre": 28.3,
        "despedida": 36.7,
        "proactividad": 21.9,
        "empatia": 38.3,
        "resolucion_problemas": 17.4
      }
    },
    "clasificacion": {
      "total_llamadas": 67,
      "con_saludo": 37,
      "con_cierre": 0,
      "con_identificacion": 2,
      "ofrece_plan": 0,
      "ofrece_fibra": 10,
      "ventas": 11,
      "score_calidad_prom": 37.7,
      "pct_saludo": 55.2,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 14.9,
      "tasa_conversion": 16.4
    },
    "integral": {
      "duracion_promedio_seg": 0.0,
      "duracion_promedio_min": 0.0,
      "distribucion_duracion": {
        "< 1 min": 67
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 40.8,
      "general": 35.7,
      "diferencia": 5.1,
      "percentil": 66.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 21.2,
        "general": 32.0,
        "diferencia": -10.8
      },
      "identificacion_cliente": {
        "agente": 27.9,
        "general": 38.7,
        "diferencia": -10.8
      },
      "deteccion_necesidades": {
        "agente": 23.5,
        "general": 23.3,
        "diferencia": 0.2
      },
      "oferta_productos": {
        "agente": 40.2,
        "general": 28.6,
        "diferencia": 11.6
      },
      "manejo_objeciones": {
        "agente": 32.8,
        "general": 33.0,
        "diferencia": -0.2
      },
      "cierre": {
        "agente": 28.3,
        "general": 18.8,
        "diferencia": 9.6
      },
      "despedida": {
        "agente": 36.7,
        "general": 38.5,
        "diferencia": -1.9
      },
      "proactividad": {
        "agente": 21.9,
        "general": 13.9,
        "diferencia": 8.0
      },
      "empatia": {
        "agente": 38.3,
        "general": 43.0,
        "diferencia": -4.7
      },
      "resolucion_problemas": {
        "agente": 17.4,
        "general": 25.1,
        "diferencia": -7.6
      }
    },
    "conversion": {
      "agente": 16.4,
      "general": 5.1,
      "diferencia": 11.3
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: desconocido\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEste vendedor se encuentra por encima del promedio del equipo en puntaje IA (40.8 vs 35.7) y, de manera destacada, en la tasa de conversión (16.4% vs 5.1%). Esto indica una habilidad para concretar ventas superior a la media. No obstante, hay áreas críticas que necesitan atención inmediata para consolidar su rendimiento y alcanzar su máximo potencial.\n\nConsiderando el historial, hay una mejora general en la tasa de conversión y en algunos criterios individuales, como oferta de productos y cierre, lo cual es positivo. Sin embargo, áreas clave como saludo y presentación, identificación del cliente, y resolución de problemas han empeorado en comparación con el período anterior, lo que requiere un análisis más profundo.  El nivel actual del vendedor podría considerarse como \"Bueno\", con un gran potencial para llegar a \"Excelente\" si se corrigen las deficiencias identificadas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ:**\n    *   **Oferta de Productos:** Aumento significativo en este criterio. Esto sugiere que el vendedor está presentando mejor los productos y servicios.\n    *   **Cierre:** Mejoró el puntaje en cierre, probablemente gracias a la mayor efectividad en la oferta de productos.\n    *   **Tasa de Conversión:** Incremento dramático en comparación con el promedio del equipo.\n\n    *   **Acciones de Refuerzo:** Continuar con el buen desempeño en la oferta de productos y capitalizarlo para cerrar más ventas. Compartir las mejores prácticas de oferta de productos con el resto del equipo.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Saludo y Presentación:** Disminuyó significativamente. Esto puede estar afectando la primera impresión y la conexión inicial con el cliente.\n    *   **Identificación del Cliente:** También bajó notablemente. Es crucial verificar la identidad del cliente para asegurar la comunicación correcta.\n    *   **Resolución de Problemas:** La disminución en este criterio podría estar afectando la satisfacción del cliente.\n    *   **Empatía:** Disminución con respecto al período anterior.\n\n    *   **Acciones Urgentes:** Implementar un script de saludo y presentación estandarizado. Reforzar la importancia de verificar la identidad del cliente. Brindar capacitación en técnicas de escucha activa y resolución de problemas.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Detección de Necesidades:** Si bien la diferencia con el promedio del equipo es mínima, sigue siendo un área de mejora identificada en el coaching anterior.\n\n*   **TENDENCIA GENERAL:** A pesar del aumento en la tasa de conversión, la disminución en áreas fundamentales como saludo, identificación y resolución de problemas indica que el vendedor necesita atención inmediata para corregir el rumbo y evitar una caída en el rendimiento a largo plazo. La intervención es necesaria para reenfocar la estrategia de ventas y optimizar el proceso de comunicación con el cliente.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Alta Tasa de Conversión:** El vendedor tiene una habilidad natural para cerrar ventas. Debe analizar qué está haciendo bien en los cierres y replicarlo en todas las llamadas.\n*   **Oferta de Productos:** El puntaje mejoró notablemente, lo que sugiere una buena capacidad para presentar los beneficios de los productos y servicios de Movistar.\n*   **Buen Manejo de Objeciones (Persistente):** Esta es una fortaleza consistente. Debe seguir perfeccionando sus técnicas para rebatir objeciones de manera efectiva.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Saludo y Presentación (Nueva):** La baja puntuación en este criterio afecta la primera impresión y la conexión con el cliente. Es fundamental iniciar la llamada con un saludo profesional y una presentación clara y concisa.\n    *   **Importancia:** Un buen saludo establece una base sólida para la conversación y aumenta las posibilidades de éxito.\n*   **Identificación del Cliente (Nueva):** No verificar la identidad del cliente puede generar problemas de comunicación y pérdida de tiempo.\n    *   **Importancia:** Asegurarse de hablar con la persona correcta es crucial para ofrecer la oferta adecuada y evitar errores.\n*   **Detección de Necesidades (Persistente):** No indagar adecuadamente sobre las necesidades del cliente impide ofrecer una solución personalizada y efectiva.\n    *   **Importancia:** Una detección de necesidades sólida permite adaptar la oferta y aumentar las probabilidades de cierre.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** El TMO de 0 segundos indica un problema grave. No hay llamadas con duración registrada, lo que sugiere un fallo en el registro de datos o un problema técnico. **Esto debe investigarse de inmediato.** Si el TMO fuera realmente tan bajo, indicaría que el vendedor no está generando ningún engagement con los clientes, lo que es insostenible.\n*   **% Capta Atención:** Dado que no hay datos de TMO, no se puede evaluar el porcentaje de captación de atención.\n*   **Cortes de llamada:** No se puede analizar debido a la falta de datos de duración.\n*   **Llamadas <30 seg:** 67 llamadas de menos de 1 minuto confirma el problema con el TMO.\n*   **Tasa de aprobación de ventas:** No hay información disponible.\n    *   **ACCION INMEDIATA: REVISAR SISTEMA DE REGISTRO DE LLAMADAS. Sin datos de duración y TMO, es imposible evaluar la calidad de las interacciones.**\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio             | Nivel Actual | Qué está haciendo mal/bien                                                                                                                                                    | Cómo mejorar (RESPETANDO REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       |\n| --------------------- | ------------ | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Crítico      | Bajó significativamente. Posiblemente usando saludos genéricos o sin presentarse adecuadamente.                                                                               | **Acción:** Implementar un script de saludo estandarizado: \"Hola [Nombre del cliente], mi nombre es [Tu nombre] y te llamo de Movistar. ¿Me comunico con [Nombre del cliente]?\" Eliminar frases prohibidas como \"Tengo una oferta que podría interesarle\" y reemplazarla por \"Tengo una oferta que le VA a interesar\".                                                                                                                                                                                                                                                                                       |\n| Identificación Cliente | Bajo         | No verifica la identidad del cliente o lo hace de manera incorrecta.                                                                                                           | **Acción:** Después del saludo, preguntar SIEMPRE: \"¿Me comunico con [Nombre del cliente]?\" para confirmar la identidad. Explicar la importancia de este paso.                                                                                                                                                                                                                                                                                                                                                                                                                                                       |\n| Detección Necesidades  | Bajo         | No realiza preguntas efectivas para identificar las necesidades del cliente.                                                                                                | **Acción:** En lugar de \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actualmente?\". Preparar una lista de preguntas estratégicas para diferentes tipos de clientes.                                                                                                                                                                                                                                                                                       |\n| Oferta Productos      | Bueno        | Presenta bien los productos pero podría personalizarlos más según las necesidades identificadas.                                                                             | **Acción:** Una vez identificadas las necesidades, adaptar la oferta destacando los beneficios específicos del plan que mejor se ajustan a las necesidades del cliente. Enfatizar el valor agregado en lugar de solo el precio.                                                                                                                                                                                                                                                                                                                                                                                       |\n| Manejo Objeciones    | Regular      | El manejo de objeciones es genérico y no aborda las preocupaciones específicas del cliente.                                                                               | **Acción:** Preparar respuestas específicas para las objeciones más comunes (precio, competencia, necesidad).  Ejemplo para precio: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" Sincronizar la respuesta con la necesidad específica del cliente previamente identificada.                                                                                                                                                                                    |\n| Cierre                | Regular      | No utiliza técnicas de cierre directo.                                                                                                                                       | **Acción:** Eliminar la pregunta \"¿Te parece bien si procedemos?\".  Directamente asignar sucursal o buscar domicilio del cliente: \"Perfecto, para que puedas disfrutar de tu nuevo plan, te asigné una sucursal cerca de tu domicilio en [Dirección]\".  Nunca preguntar si quiere seguir, DIRECTAMENTE proceder.                                                                                                                                                                                                                                                                                                          |\n| Despedida             | Regular      | Podría ofrecer un mejor acompañamiento durante la portabilidad (si aplica).                                                                                                  | **Acción:**  Ofrecer acompañamiento SOLO durante la portabilidad: \"Voy a estar a tu disposición durante todo el proceso de portabilidad para responder cualquier duda que tengas\".  Evitar frases como \"Estaré encantado de ayudarte en el futuro\".                                                                                                                                                                                                                                                                                                                                        |\n| Proactividad          | Bajo         | Podría ser más proactivo en la oferta de fibra.                                                                                                                               | **Acción:** Comentar DIRECTAMENTE sobre fibra sin preguntar: \"Además, Movistar ofrece un excelente servicio de fibra óptica en tu zona con velocidades de hasta [Velocidad]. Te recomiendo que lo consideres para una experiencia aún mejor en casa.\" NO preguntar \"¿Te interesaría conocer nuestros servicios de fibra?\". TODOS deben ofrecer fibra de forma directa, sin preguntar.                                                                                                                                                    |\n| Empatía               | Regular      | No muestra suficiente empatía con el cliente.                                                                                                                                  | **Acción:** Practicar la escucha activa y mostrar comprensión ante las preocupaciones del cliente. Utilizar frases como \"Entiendo tu preocupación\" o \"Comprendo cómo te sentís\". Adaptar el tono de voz y el lenguaje al del cliente.                                                                                                                                                                                                                                                                                                                                        |\n| Resolución Problemas  | Crítico      | No aborda eficazmente los problemas que presenta el cliente.                                                                                                                  | **Acción:** Capacitación en resolución de problemas comunes. Tener acceso rápido a información sobre problemas técnicos y soluciones. Seguir un protocolo para escalar problemas complejos a un supervisor.                                                                                                                                                                                                                                                                                                                                                                                       |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco: Saludo, Identificación y Detección de Necesidades.**\n*   Acciones: Implementar script de saludo.  Practicar preguntas para identificar necesidades. Revisar llamadas grabadas con el mentor para identificar errores y oportunidades de mejora.\n\n**Semana 2:** **Foco: Cierre Directo y Oferta de Fibra Proactiva.**\n*   Acciones: Practicar técnicas de cierre directo sin preguntar la opinión del cliente.  Incorporar la oferta de fibra en todas las llamadas. Revisar llamadas grabadas con el mentor para identificar errores y oportunidades de mejora.\n\n**Semana 3:** **Foco: Manejo de Objeciones Personalizado y Resolución de Problemas.**\n*   Acciones: Preparar respuestas personalizadas para las objeciones más comunes.  Capacitación en resolución de problemas técnicos. Role-playing con el mentor.\n\n**Semana 4:** **Foco: Consolidación y Optimización.**\n*   Acciones: Revisar el progreso en todos los criterios. Identificar áreas donde aún se necesita mejorar. Realizar coaching individualizado para abordar las necesidades específicas del vendedor.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola [Nombre del cliente], mi nombre es [Tu nombre] y te llamo de Movistar. ¿Me comunico con [Nombre del cliente]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actualmente?\"\n    *   \"¿Tenés fibra óptica en tu casa?\"\n    *   \"¿Qué velocidad de internet tenés en tu casa?\"\n*   **Oferta de Fibra Directa:** \"Además, Movistar ofrece un excelente servicio de fibra óptica en tu zona con velocidades de hasta [Velocidad]. Te recomiendo que lo consideres para una experiencia aún mejor en casa.\"\n*   **Cierre Directo:** \"Perfecto, para que puedas disfrutar de tu nuevo plan, te asigné una sucursal cerca de tu domicilio en [Dirección]\" o \"Voy a buscar el domicilio para la entrega del chip\".\n*   **Manejo de Objeciones Personalizado:** (Ejemplo para precio) \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, considerando que me comentaste que utilizás mucho [Aplicación/Función], la velocidad de nuestro plan te permitirá disfrutarla sin interrupciones.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión a 20% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 100% de las llamadas donde sea aplicable.\n*   **% Capta Atención:** Incrementar el porcentaje de llamadas >1 minuto a 50% en 30 días (una vez corregido el problema de TMO).\n*   **TMO:** Mantener un TMO entre 2 y 4 minutos (una vez corregido el problema de registro).\n*   **KPIs Específicos:** Mejorar el puntaje en Saludo y Presentación a 50 en 30 días, y en Identificación del Cliente a 70 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nEl aumento en la tasa de conversión demuestra tu potencial para ser un vendedor de alto rendimiento. Sin embargo, es fundamental prestar atención a las áreas que han empeorado para consolidar tu éxito. Con un enfoque en el saludo, la identificación del cliente y la detección de necesidades, estoy seguro de que podrás alcanzar tu máximo potencial y superar tus propios objetivos. ¡Contá con mi apoyo para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:00:19.514074",
  "evolucion": null
}