{
  "agente": "Mza 71",
  "agente_codigo": "MZA 71",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:22:05.728073",
  "metricas": {
    "agente": "Mza 71",
    "agente_codigo": "MZA 71",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 138,
      "puntaje_promedio": 37.7,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 24.8,
      "llamadas_excelentes": 10,
      "llamadas_buenas": 23,
      "llamadas_regulares": 37,
      "llamadas_criticas": 68,
      "criterios": {
        "saludo_presentacion": 29.5,
        "identificacion_cliente": 56.5,
        "deteccion_necesidades": 13.6,
        "oferta_productos": 50.2,
        "manejo_objeciones": 38.0,
        "cierre": 19.7,
        "despedida": 62.6,
        "proactividad": 10.7,
        "empatia": 55.9,
        "resolucion_problemas": 26.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 74,
        "Manejo de objeciones": 41,
        "Cierre": 37,
        "Proactividad": 37,
        "Identificación del cliente": 35
      },
      "fortalezas_frecuentes": {
        "Empatía": 35,
        "Identificación del cliente": 32,
        "Despedida": 20,
        "Despedida cordial": 17,
        "Saludo y presentación": 17
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "La agente realiza una buena gestión, presentando la oferta, detectando necesidades y manejando objeciones de forma efectiva. Se recomienda enfocarse en evitar frases prohibidas."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente necesita mejorar la presentación, la detección de necesidades y el cierre. La comunicación es confusa y poco profesional."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad, detecta las necesidades, ofrece el plan de manera directa, maneja objeciones y completa el cierre. Muestra empatía y ofrece información adicional sobre la app y los beneficios."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos y no cierra la venta. La conversación se centra en una promoción para la jefa, sin abordar la venta directa."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Comunicación deficiente. No cumple con las reglas del negocio, ni con los criterios de evaluación. El agente no sigue un guion adecuado y la comunicación es confusa."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no verifica la identidad, no hace preguntas correctas para detectar necesidades, no ofrece los productos de forma directa, no hay cierre y no se despide. Muestra desconocimiento de las reglas."
        }
      ],
      "pct_ofrece_fibra": 8.7
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 355,
      "tmo_seg": 133.9,
      "pct_capta_atencion": 51.5,
      "menos_30seg": 63,
      "corte_cliente": 279,
      "corte_agente": 75
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 37.7,
      "general": 30.6,
      "diferencia": 7.1,
      "percentil": 63.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 29.5,
        "general": 17.9,
        "diferencia": 11.6
      },
      "identificacion_cliente": {
        "agente": 56.5,
        "general": 49.4,
        "diferencia": 7.1
      },
      "deteccion_necesidades": {
        "agente": 13.6,
        "general": 14.3,
        "diferencia": -0.8
      },
      "oferta_productos": {
        "agente": 50.2,
        "general": 36.1,
        "diferencia": 14.1
      },
      "manejo_objeciones": {
        "agente": 38.0,
        "general": 27.8,
        "diferencia": 10.2
      },
      "cierre": {
        "agente": 19.7,
        "general": 19.5,
        "diferencia": 0.2
      },
      "despedida": {
        "agente": 62.6,
        "general": 51.2,
        "diferencia": 11.4
      },
      "proactividad": {
        "agente": 10.7,
        "general": 8.5,
        "diferencia": 2.2
      },
      "empatia": {
        "agente": 55.9,
        "general": 37.5,
        "diferencia": 18.4
      },
      "resolucion_problemas": {
        "agente": 26.6,
        "general": 21.0,
        "diferencia": 5.5
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 71\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual del vendedor Mza 71 se encuentra en un nivel que **necesita mejora**, con un puntaje promedio de 37.7 de 100. Si bien este puntaje es superior al promedio del equipo (30.6 de 100), aún hay un margen considerable para el crecimiento. Comparado con el coaching anterior, el puntaje se mantiene igual, lo que indica que las acciones anteriores no fueron lo suficientemente efectivas o no se aplicaron correctamente. El potencial de mejora es significativo, especialmente si se abordan las áreas críticas identificadas. Con un enfoque dedicado y la implementación de un plan de acción estructurado, Mza 71 puede alcanzar un rendimiento mucho más alto. La alta cantidad de llamadas críticas (68) de un total de 138 indica la necesidad urgente de implementar cambios en el abordaje de las llamadas.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 55.9 de 100, Mza 71 demuestra la capacidad de conectar con los clientes, lo cual es fundamental para establecer relaciones y generar confianza.\n*   **Identificación del cliente:** Un puntaje de 56.5 de 100 indica que Mza 71 generalmente identifica correctamente a los clientes al inicio de la llamada. Es importante mantener esta práctica.\n*   **Despedida:** La despedida, con un puntaje de 62.6 de 100, es un punto fuerte. Mza 71 finaliza las llamadas de manera correcta, lo cual deja una buena impresión en el cliente.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un puntaje de 13.6 de 100, esta es el área más crítica. Mza 71 necesita mejorar significativamente su capacidad para identificar las necesidades de los clientes.\n*   **Cierre:** Un puntaje de 19.7 de 100 indica una debilidad importante en el cierre de ventas. Mza 71 necesita implementar técnicas más efectivas para concretar las ventas.\n*   **Proactividad:** Con un puntaje de 10.7 de 100, Mza 71 muestra poca iniciativa en ofrecer productos adicionales o soluciones alternativas a los clientes.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 29.5 de 100. *Bien:* Si bien está por encima del promedio del equipo, puede mejorar. *Mal:* No siempre se presenta de manera clara y concisa. *Mejora:* Practica un saludo estándar que incluya tu nombre, cargo y el motivo de la llamada.\n*   **Identificación del Cliente:** 56.5 de 100. *Bien:* Generalmente identifica al cliente. *Mal:* A veces omite la verificación completa. *Mejora:* Siempre pregunta: \"Hola, ¿me comunico con [Nombre]?\" para confirmar que habla con la persona correcta.\n*   **Detección de Necesidades:** 13.6 de 100. *Bien:* Podría preguntar algo al inicio. *Mal:* No indaga sobre el uso que el cliente da a sus servicios actuales. *Mejora:* Formula preguntas directas como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n*   **Oferta de Productos:** 50.2 de 100. *Bien:* Ofrece productos. *Mal:* No ofrece fibra a la mayoría de los clientes (solo 8.7% de las llamadas). *Mejora:* Después de detectar las necesidades, ofrece directamente la opción de fibra: \"Tengo una oferta de fibra que le VA a interesar. El servicio de fibra óptica de Movistar le permitirá [beneficios específicos]\".\n*   **Manejo de Objeciones:** 38.0 de 100. *Bien:* Intenta responder a las objeciones. *Mal:* Las respuestas son genéricas y no abordan la objeción puntual del cliente. *Mejora:* Escucha atentamente la objeción y responde de manera específica, utilizando ejemplos y beneficios concretos.\n*   **Cierre:** 19.7 de 100. *Bien:* Podría intentar cerrar más seguido. *Mal:* No cierra la venta de manera efectiva. *Mejora:* Después de presentar la oferta, procede directamente al cierre: \"Para avanzar con la instalación, ¿qué sucursal le queda más cómoda para retirar el módem?\" o \"¿Cuál es su domicilio para coordinar la instalación?\".\n*   **Despedida:** 62.6 de 100. *Bien:* Se despide de forma cordial. *Mal:* Podría ser más personalizada. *Mejora:* Agradece al cliente por su tiempo y ofrécele acompañamiento durante el proceso de portabilidad (si aplica).\n*   **Proactividad:** 10.7 de 100. *Bien:* En pocas ocasiones ofrece algo adicional. *Mal:* No es proactivo en ofrecer soluciones o productos adicionales. *Mejora:* Después del cierre, ofrece información sobre la app Mi Movistar y sus beneficios.\n*   **Empatía:** 55.9 de 100. *Bien:* Muestra empatía. *Mal:* Podría conectar mejor con el cliente. *Mejora:* Utiliza frases como \"Entiendo su preocupación\" o \"Es lógico que mire el precio. A varios clientes les pasó eso...\".\n*   **Resolución de Problemas:** 26.6 de 100. *Bien:* Intenta solucionar problemas. *Mal:* No siempre encuentra soluciones efectivas. *Mejora:* Capacitación sobre los problemas más comunes y las soluciones disponibles.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Detección de necesidades.**\n*   **Acciones:** Revisar el speech de detección de necesidades y practicar las preguntas clave: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Registrar la cantidad de veces que se realizan estas preguntas en las llamadas y medir el impacto en las ofertas realizadas. Revisar las grabaciones de las llamadas con puntajes más bajos y detectar las oportunidades perdidas para detectar necesidades.\n**Semana 2:** **Siguiente prioridad: Cierre.**\n*   **Acciones:** Implementar técnicas de cierre directo en todas las llamadas. Practicar la asignación de sucursal o la solicitud de domicilio al final de cada oferta. Registrar la cantidad de cierres exitosos y analizar las razones del éxito o fracaso. Revisar ejemplos de cierres exitosos del equipo DIANA.\n**Semana 3:** **Consolidación: Manejo de objeciones.**\n*   **Acciones:** Identificar las objeciones más comunes y preparar respuestas específicas y efectivas para cada una. Practicar el manejo de objeciones con role-playing. Registrar las objeciones más frecuentes y medir la efectividad de las respuestas.\n**Semana 4:** **Optimización: Proactividad y Oferta de Fibra.**\n*   **Acciones:** Ofrecer la opción de fibra en cada llamada después de detectar las necesidades. Ofrecer información sobre la app Mi Movistar y sus beneficios después del cierre. Medir el impacto de estas acciones en las ventas adicionales y la satisfacción del cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés?\" \"¿Qué tipo de contenido consume más en su celular?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta de fibra que le VA a interesar. Con la fibra óptica de Movistar va a tener una conexión mucho más rápida y estable para [beneficios específicos: ver series sin interrupciones, teletrabajo sin problemas, etc.]\"\n*   **Técnicas de cierre directo:** \"Para avanzar con la instalación, ¿qué sucursal le queda más cómoda para retirar el módem?\" o \"¿Cuál es su domicilio para coordinar la instalación?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mire el precio. A varios clientes les pasó eso... Pero si considera los beneficios que va a obtener, como [mencionar beneficios específicos relacionados a lo que detectaste que necesita], verá que la inversión vale la pena.\"\n    *   **\"No me interesa la fibra\":** \"Entiendo, pero permítame comentarle que la fibra óptica de Movistar le ofrece [beneficios específicos]. Muchos clientes que pensaban igual ahora están disfrutando de una conexión mucho más rápida y estable.\"\n    *   **\"Tengo otra compañía\":** \"Entiendo, ¿y qué es lo que más valora de su compañía actual? Lo que le ofrezco de Movistar es [beneficio diferenciador de Movistar]\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 60 de 100.\n*   **Meta de calidad de llamadas:** Reducir la cantidad de llamadas críticas en un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas en las que se detectan las necesidades del cliente a un 80%.\n    *   Aumentar la tasa de cierre de ventas en un 20%.\n    *   Aumentar el porcentaje de clientes a los que se les ofrece fibra a un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 71, ¡tenés el potencial para destacarte aún más en el equipo DIANA! Tu empatía es una gran fortaleza, y con un enfoque en la detección de necesidades y el cierre, vas a ver cómo tus resultados se disparan. El plan de acción está diseñado para que puedas implementar cambios concretos y medibles. ¡Confío en vos y en tu capacidad para alcanzar tus metas! Recordá que cada llamada es una oportunidad para conectar con un cliente y ofrecerle la mejor solución para sus necesidades. ¡Vamos por esos resultados!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}