{
  "agente": "MZA 58",
  "fecha_generacion": "2026-01-26T14:38:44.957541",
  "metricas": {
    "agente": "MZA 58",
    "evaluaciones": {
      "total_evaluadas": 72,
      "puntaje_promedio": 13.4,
      "puntaje_min": 0.0,
      "puntaje_max": 110.0,
      "desviacion_std": 20.8,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 54,
      "criterios": {
        "saludo_presentacion": 5.6,
        "identificacion_cliente": 31.9,
        "deteccion_necesidades": 2.6,
        "oferta_productos": 1.5,
        "manejo_objeciones": 11.5,
        "cierre": 5.4,
        "despedida": 11.7,
        "proactividad": 0.8,
        "empatia": 22.9,
        "resolucion_problemas": 17.4
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 43,
        "Presentación y Saludo": 31,
        "Detección de Necesidades": 27,
        "Identificación del Cliente": 24,
        "Detección de necesidades": 22
      },
      "fortalezas_frecuentes": {
        "Empatía": 6,
        "Identificación correcta del cliente.": 4,
        "Identificación del Cliente": 4,
        "Identificación del cliente": 4,
        "Identificación del cliente.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 110.0,
          "resumen": "El agente no cumple con los requisitos mínimos. No se identifica correctamente, no detecta necesidades, no ofrece la promoción, no realiza un cierre efectivo y no se despide adecuadamente. La comunicación es confusa."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, identificación del cliente, detección de necesidades, manejo de objeciones y cierre. No menciona la promoción del 80%."
        },
        {
          "puntaje_total": 60.0,
          "resumen": "El agente identifica correctamente al cliente y realiza preguntas para entender sus necesidades. Ofrece un plan de datos, pero no menciona la promoción del 80% de descuento. El cierre es directo, pero la presentación y la proactividad son deficientes."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con ninguno de los criterios de evaluación. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide correctamente y no es proactivo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los requisitos obligatorios de Movistar. No se presentó correctamente, no verificó el nombre, no detectó necesidades, no ofreció la promoción del 80% de descuento. El manejo de objeciones y el cierre fueron incorrectos. No hubo proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no menciona la promoción del 80%, y no cierra de forma directa."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 72,
      "puntaje_promedio": 13.4,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 54,
      "criterios": {
        "saludo_presentacion": 5.6,
        "identificacion_cliente": 31.9,
        "deteccion_necesidades": 2.6,
        "oferta_productos": 1.5,
        "manejo_objeciones": 11.5,
        "cierre": 5.4,
        "despedida": 11.7,
        "proactividad": 0.8,
        "empatia": 22.9,
        "resolucion_problemas": 17.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 13.4,
      "general": 35.7,
      "diferencia": -22.3,
      "percentil": 29.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 5.6,
        "general": 32.0,
        "diferencia": -26.4
      },
      "identificacion_cliente": {
        "agente": 31.9,
        "general": 38.7,
        "diferencia": -6.7
      },
      "deteccion_necesidades": {
        "agente": 2.6,
        "general": 23.3,
        "diferencia": -20.7
      },
      "oferta_productos": {
        "agente": 1.5,
        "general": 28.6,
        "diferencia": -27.1
      },
      "manejo_objeciones": {
        "agente": 11.5,
        "general": 33.0,
        "diferencia": -21.5
      },
      "cierre": {
        "agente": 5.4,
        "general": 18.8,
        "diferencia": -13.3
      },
      "despedida": {
        "agente": 11.7,
        "general": 38.5,
        "diferencia": -26.9
      },
      "proactividad": {
        "agente": 0.8,
        "general": 13.9,
        "diferencia": -13.0
      },
      "empatia": {
        "agente": 22.9,
        "general": 43.0,
        "diferencia": -20.1
      },
      "resolucion_problemas": {
        "agente": 17.4,
        "general": 25.1,
        "diferencia": -7.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 58\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 58 presenta un desempeño significativamente inferior al del equipo, con un puntaje IA de 13.4 comparado con el promedio general de 35.7. Esto lo sitúa en un nivel crítico, requiriendo una intervención inmediata y un plan de acción intensivo para mejorar su rendimiento. Su percentil de 29.8 indica que está por debajo del promedio del equipo.\n\nLa información disponible indica que el vendedor necesita una mejora sustancial en casi todos los criterios evaluados. Su potencial de mejora es alto, ya que hay un amplio margen para crecer en áreas clave como saludo y presentación, detección de necesidades, oferta de productos, manejo de objeciones, cierre, proactividad y despedida. La clave estará en implementar un plan de acción focalizado, con seguimiento constante y feedback específico para corregir sus deficiencias.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\nDado que solo se dispone de datos de un período (la última semana), no es posible determinar si el vendedor mejoró o empeoró en comparación con la semana anterior. Por lo tanto, el análisis se centrará en las áreas de mayor deficiencia y las acciones para abordarlas de inmediato. Sin embargo, es crucial recolectar datos de rendimiento de las próximas semanas para poder evaluar la efectividad del plan de acción y realizar los ajustes necesarios.\n\n### 3. FORTALEZAS IDENTIFICADAS\nAunque el desempeño general es bajo, se identifican algunas fortalezas incipientes que pueden ser aprovechadas:\n\n*   **Identificación del cliente:** Si bien el puntaje es mejorable (31.9), es el criterio mejor puntuado. Esto indica que tiene cierta capacidad para confirmar la identidad del cliente al inicio de la llamada. Debe perfeccionarse para asegurar un contacto efectivo.\n*   **Empatía:** Con un puntaje de 22.9, muestra una cierta capacidad para conectar con el cliente. Esto puede ser valioso para generar confianza y establecer una relación positiva durante la llamada.\n*   **Resolución de Problemas:** El puntaje de 17.4 sugiere que tiene potencial para abordar las inquietudes de los clientes. Sin embargo, este debe ser mejorado para convertirse en una herramienta de retención y persuasión durante la venta.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\nLas siguientes áreas representan las mayores debilidades y requieren atención prioritaria:\n\n*   **Proactividad (PERSISTENTE):** Con el puntaje más bajo (0.8), es imperativo que comience a ofrecer el servicio de fibra de manera directa y sin preguntar. La proactividad es esencial para maximizar las oportunidades de venta.\n*   **Detección de Necesidades (PERSISTENTE):** El bajo puntaje (2.6) en este criterio indica que no está realizando preguntas efectivas para comprender las necesidades del cliente. Esto impide que pueda ofrecer soluciones personalizadas y relevantes.\n*   **Oferta de Productos (PERSISTENTE):** Su puntaje de 1.5 demuestra que no está presentando adecuadamente los productos y promociones disponibles. Esto limita significativamente sus posibilidades de cierre.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nSin las métricas de duración, cierres y calidad, no es posible realizar un análisis exhaustivo del desempeño del agente en términos de tiempo de llamada, tasa de conversión y calidad de las ventas. Es fundamental recopilar y analizar estos datos para obtener una visión completa de su rendimiento y tomar decisiones informadas sobre las áreas de mejora. Sin embargo, basado en el bajo puntaje IA, se puede inferir que el % de Capta Atención es probablemente bajo y el TMO puede estar fuera del rango óptimo (2-4 minutos).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel      | Qué está haciendo mal                                                                                                                                                                                          | Cómo mejorar                                                                                                                                                                                                                                                                                                                                                                                                    |\n| :---------------------- | :--------- | :------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | :------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación   | Crítico    | No se presenta correctamente, utilizando frases genéricas que no captan la atención del cliente.                                                                                                               | Utilizar un saludo más dinámico y personalizado. \"¡Hola [Nombre], te saluda [Tu Nombre] de Movistar! Te llamo porque tengo una oferta que LE VA a interesar.\"                                                                                                                                                                                                                       |\n| Identificación Cliente  | Regular   | Puede mejorar la verificación de la identidad del cliente, asegurándose de que está hablando con la persona correcta.                                                                                           | \"Hola, ¿me comunico con [Nombre Completo]? Perfecto.\"                                                                                                                                                                                                                                                                                                                                   |\n| Detección de Necesidades | Crítico    | No realiza preguntas efectivas para comprender las necesidades del cliente, lo que impide ofrecer soluciones personalizadas.                                                                                    | En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente?\".                                                                                                                                                                                                      |\n| Oferta de Productos    | Crítico    | No presenta los productos y promociones de manera clara y atractiva, perdiendo oportunidades de venta.                                                                                                          | Destacar los beneficios del plan o producto. \"Tenemos un plan con [X] GB que LE VA a venir genial para [actividad que hace el cliente], además incluye [beneficios adicionales]\".                                                                                                                                                                                                       |\n| Manejo de Objeciones   | Bajo      | No rebate las objeciones de manera efectiva, utilizando respuestas genéricas que no abordan las preocupaciones del cliente.                                                                                      | Personalizar las respuestas a las objeciones. \"Entiendo que le preocupe el precio, a varios clientes les pasó al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"                                                                                                                                                      |\n| Cierre                 | Crítico    | No realiza un cierre directo y efectivo, perdiendo ventas potenciales.                                                                                                                                           | En lugar de preguntar \"¿Te parece bien si procedemos?\", decir directamente \"Perfecto, le asigno la sucursal más cercana a su domicilio para que retire el chip\". O \"Necesito que me confirme su domicilio para agendar la visita del técnico para la instalación de la fibra\".                                                                                                                               |\n| Despedida              | Bajo      | No ofrece acompañamiento durante la portabilidad, perdiendo la oportunidad de fidelizar al cliente.                                                                                                             | \"Voy a estar acompañándolo durante todo el proceso de portabilidad. Cualquier duda o consulta, no dude en comunicarse conmigo.\" (SOLO DURANTE LA PORTABILIDAD).                                                                                                                                                                                                             |\n| Proactividad           | Crítico    | No ofrece el servicio de fibra de manera proactiva, perdiendo oportunidades de venta cruzada.                                                                                                                 | \"Aprovechando que hablamos de conectividad, le comento que tenemos un excelente servicio de fibra óptica en su zona, con velocidades de hasta [X] megas. Le VA a interesar porque...\"                                                                                                                                                                                             |\n| Empatía                | Regular   | Muestra cierta empatía, pero puede mejorar su capacidad para conectar con el cliente y generar confianza.                                                                                                            | Escuchar atentamente al cliente, mostrar interés genuino en sus necesidades y utilizar un tono de voz amigable y cercano.                                                                                                                                                                                                                  |\n| Resolución de Problemas| Bajo      | Puede mejorar su capacidad para resolver los problemas del cliente de manera efectiva y eficiente.                                                                                                                  | Escuchar atentamente la queja del cliente, mostrar comprensión y ofrecer soluciones rápidas y efectivas.                                                                                                                                                                                                                                                                               |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en Saludo, Presentación e Identificación del Cliente.**\n*   **Acciones:** Practicar scripts de saludo y presentación personalizados. Role-playing con el supervisor enfocándose en la correcta verificación de la identidad del cliente. Revisión de grabaciones de llamadas para identificar áreas de mejora.\n*   **Objetivo:** Que el saludo y la presentación sean concisos y demuestren seguridad. Que la identificación del cliente sea impecable.\n\n**Semana 2:** **Foco en Detección de Necesidades y Oferta Proactiva de Fibra.**\n*   **Acciones:** Aprender preguntas efectivas para identificar las necesidades del cliente. Practicar la presentación del servicio de fibra óptica sin preguntar si le interesa al cliente. Role-playing enfocado en la oferta de fibra.\n*   **Objetivo:** Lograr identificar las necesidades del cliente en los primeros minutos de la llamada y realizar la oferta de fibra en todas las llamadas.\n\n**Semana 3:** **Foco en Manejo de Objeciones y Cierre Directo.**\n*   **Acciones:** Aprender y practicar respuestas personalizadas a las objeciones más comunes. Practicar técnicas de cierre directo, como asignar sucursal o buscar domicilio.\n*   **Objetivo:** Lograr rebatir las objeciones de manera efectiva y cerrar ventas de forma directa.\n\n**Semana 4:** **Consolidación y Optimización.**\n*   **Acciones:** Revisión de grabaciones de llamadas y feedback del supervisor. Ajustes en el plan de acción según los resultados obtenidos.\n*   **Objetivo:** Consolidar las mejoras y optimizar el desempeño del vendedor.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:** \"Hola, ¿me comunico con [Nombre Completo]? Perfecto, le saluda [Tu Nombre] de Movistar.\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular? ¿Para qué lo utilizás principalmente? ¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de fibra:** \"Aprovechando que hablamos de conectividad, le comento que tenemos un excelente servicio de fibra óptica en su zona, con velocidades de hasta [X] megas. Le VA a interesar porque podrá ver películas y series en streaming sin interrupciones, trabajar desde casa sin problemas y conectar todos sus dispositivos al mismo tiempo.\"\n*   **Cierre directo:** \"Perfecto, le asigno la sucursal más cercana a su domicilio para que retire el chip\" o \"Necesito que me confirme su domicilio para agendar la visita del técnico para la instalación de la fibra\".\n*   **Manejo de objeciones (Ejemplo: \"Está caro\"):** \"Entiendo que le preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, tenemos opciones de financiación y promociones especiales que podemos revisar juntos.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje de 40 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión al 2% en 30 días.\n*   **Ofrecimiento de productos:** Ofrecer fibra en el 100% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % de Capta Atención al 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos en 30 días.\n*   **KPIs específicos:** Reducir el número de llamadas de menos de 30 segundos en un 50% en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 58, sé que puedes mejorar tu desempeño. Reconozco que el camino puede parecer desafiante, pero tengo plena confianza en tu potencial. Enfócate en las áreas críticas de mejora, aplica las técnicas y scripts recomendados, y verás cómo tus resultados comienzan a cambiar. ¡No te rindas! Con tu esfuerzo y mi apoyo, estoy seguro de que alcanzarás tus metas.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}