{
  "agente": "MZA 8",
  "fecha_generacion": "2026-01-26T14:43:21.535165",
  "metricas": {
    "agente": "MZA 8",
    "evaluaciones": {
      "total_evaluadas": 50,
      "puntaje_promedio": 67.7,
      "puntaje_min": 0.0,
      "puntaje_max": 705.0,
      "desviacion_std": 132.7,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 10,
      "criterios": {
        "saludo_presentacion": 59.0,
        "identificacion_cliente": 21.4,
        "deteccion_necesidades": 38.2,
        "oferta_productos": 47.7,
        "manejo_objeciones": 43.0,
        "cierre": 30.7,
        "despedida": 64.1,
        "proactividad": 14.8,
        "empatia": 52.4,
        "resolucion_problemas": 27.2
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 17,
        "Detección de necesidades": 13,
        "Oferta de productos": 11,
        "Cierre de ventas": 10,
        "Manejo de objeciones": 8
      },
      "fortalezas_frecuentes": {
        "Empatía": 12,
        "Saludo y presentación": 7,
        "Despedida": 5,
        "Manejo de objeciones": 5,
        "Oferta de productos": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 705.0,
          "resumen": "El agente realiza una venta efectiva, pero podría mejorar en la presentación, proactividad y oferta de productos adicionales."
        },
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se presentó y ofreció los productos de manera correcta. Manejó las objeciones del cliente, aunque el cierre podría ser más directo. Necesita mejorar la claridad en la presentación."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente realiza una buena venta, mostrando empatía y resolviendo un problema. Identifica al cliente correctamente y ofrece planes adecuados. El saludo inicial podría ser más completo."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no tiene una estructura de venta. El agente no se presenta, no identifica al cliente, ni intenta una venta. El foco está en problemas de comunicación."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente. El agente no sigue un protocolo adecuado, no se presenta correctamente, no identifica necesidades ni ofrece productos. No hay cierre ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada incomprensible. No se cumplen los criterios mínimos."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 50,
      "puntaje_promedio": 67.7,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 10,
      "criterios": {
        "saludo_presentacion": 59.0,
        "identificacion_cliente": 21.4,
        "deteccion_necesidades": 38.2,
        "oferta_productos": 47.7,
        "manejo_objeciones": 43.0,
        "cierre": 30.7,
        "despedida": 64.1,
        "proactividad": 14.8,
        "empatia": 52.4,
        "resolucion_problemas": 27.2
      }
    },
    "clasificacion": {
      "total_llamadas": 50,
      "con_saludo": 41,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 1,
      "ventas": 7,
      "score_calidad_prom": 47.5,
      "pct_saludo": 82.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 2.0,
      "tasa_conversion": 14.0
    },
    "integral": {
      "duracion_promedio_seg": 245.0,
      "duracion_promedio_min": 4.1,
      "distribucion_duracion": {
        "1-3 min": 33,
        "> 8 min": 8,
        "3-5 min": 7,
        "5-8 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 67.7,
      "general": 35.7,
      "diferencia": 32.1,
      "percentil": 91.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 59.0,
        "general": 32.0,
        "diferencia": 27.0
      },
      "identificacion_cliente": {
        "agente": 21.4,
        "general": 38.7,
        "diferencia": -17.3
      },
      "deteccion_necesidades": {
        "agente": 38.2,
        "general": 23.3,
        "diferencia": 14.9
      },
      "oferta_productos": {
        "agente": 47.7,
        "general": 28.6,
        "diferencia": 19.1
      },
      "manejo_objeciones": {
        "agente": 43.0,
        "general": 33.0,
        "diferencia": 10.0
      },
      "cierre": {
        "agente": 30.7,
        "general": 18.8,
        "diferencia": 11.9
      },
      "despedida": {
        "agente": 64.1,
        "general": 38.5,
        "diferencia": 25.6
      },
      "proactividad": {
        "agente": 14.8,
        "general": 13.9,
        "diferencia": 0.9
      },
      "empatia": {
        "agente": 52.4,
        "general": 43.0,
        "diferencia": 9.4
      },
      "resolucion_problemas": {
        "agente": 27.2,
        "general": 25.1,
        "diferencia": 2.1
      }
    },
    "conversion": {
      "agente": 14.0,
      "general": 5.1,
      "diferencia": 8.9
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 8\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 8 se destaca notablemente del equipo en general, con un puntaje IA promedio significativamente superior (67.7 vs 35.7) y una tasa de conversión que triplica el promedio del equipo (14% vs 5.1%). Esto lo sitúa en un nivel **Excelente**.  La diferencia de rendimiento es especialmente evidente en la tasa de conversión.\n\n**EVOLUCIÓN:** Considerando el historial del 19 de enero de 2026, MZA 8 ha mantenido un buen nivel general. Analizando en detalle, notamos áreas donde ha mantenido su fortaleza, pero también algunos retrocesos que requieren atención. Aunque el puntaje general se mantiene, es crucial identificar las causas de las fluctuaciones en los criterios específicos para asegurar un crecimiento constante.\n\nSu potencial de mejora es alto. Si bien ya supera al equipo, hay áreas específicas que, al ser pulidas, podrían convertirlo en un referente absoluto.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ:** Comparando con el período anterior (19 de Enero), MZA 8 muestra una leve mejoría en los criterios de \"Saludo y presentación\", \"Detección de necesidades\", \"Oferta de productos\", \"Manejo de objeciones\", \"Cierre\", \"Despedida\", \"Proactividad\", \"Empatía\" y \"Resolución de problemas\". Es importante destacar que, si bien las mejoras son leves, son consistentes en casi todos los criterios.\n\n*   **QUÉ EMPEORÓ:** El criterio que empeoró es la \"Identificación del cliente\". Este es un punto crítico, ya que asegura que la oferta se dirija a la persona correcta. La caída en este criterio podría indicar una falta de rigor en la validación inicial.\n\n*   **QUÉ SIGUE PENDIENTE:** Si bien hay mejoras generales, la \"Identificación del cliente\" sigue siendo un área que necesita atención urgente. La proactividad también necesita un enfoque más consistente.\n\n*   **TENDENCIA GENERAL:** A pesar de la ligera caída en la \"Identificación del cliente\", la tendencia general es positiva, gracias a las mejoras en la mayoría de los criterios. Sin embargo, es crucial abordar la caída en \"Identificación del cliente\" para evitar un impacto negativo en los resultados a largo plazo.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Empatía:** Con un puntaje de 52.4, MZA 8 demuestra una habilidad para conectar con los clientes y entender sus necesidades. Esto se traduce en una mayor receptividad por parte del cliente y facilita el proceso de venta. Mantener esta conexión genuina es clave.\n*   **Saludo y presentación:** Obtiene un puntaje de 59.0, superando el promedio del equipo. Un buen inicio establece una base sólida para la conversación y genera confianza en el cliente.\n*   **Oferta de productos:** Con un puntaje de 47.7, MZA 8 muestra habilidad en presentar las ofertas. Un buen manejo de la presentación, unido a la empatía, permite adaptar la oferta a las necesidades del cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Identificación del cliente (PERSISTENTE):**  Con un puntaje de 21.4, es el área más débil. Es crucial verificar que se está hablando con la persona correcta al inicio de la llamada ( \"Hola, ¿me comunico con [Nombre]?\" ). La falta de identificación correcta puede llevar a ofrecer productos a personas que no son elegibles o no tienen interés, perdiendo tiempo valioso.\n*   **Cierre de ventas (PERSISTENTE):** Con un puntaje de 30.7, necesita mejorar la forma de cerrar la venta.  Evitar preguntar \"¿te parece bien si procedemos?\" y directamente asignar sucursal o buscar domicilio del cliente. El cierre debe ser una consecuencia natural de la conversación, no una pregunta que invite a la indecisión.\n*   **Proactividad (PERSISTENTE):**  Si bien hubo una leve mejora, con un puntaje de 14.8, este sigue siendo un punto débil. TODOS deben ofrecer fibra de forma directa, sin preguntar si le interesa.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** 4.1 minutos (245 segundos) se encuentra dentro de un rango aceptable. Indica un buen equilibrio entre la construcción de la relación con el cliente y la eficiencia en el manejo de la llamada.\n*   **% Capta Atención:** No se proporciona el porcentaje de llamadas que superan 1 minuto. Este es un dato crucial y debe ser priorizado en el próximo reporte. Si el porcentaje es bajo, indica problemas en el saludo o enganche inicial.\n*   **Cortes de llamada:** No se proporcionan datos sobre quién finaliza la llamada. Es importante monitorear este indicador. Si hay más cortes del cliente, puede indicar problemas en el pitch inicial.\n*   **Llamadas <30 seg:** No se proporcionan datos sobre el número de llamadas que duran menos de 30 segundos. Un número elevado podría indicar problemas en el saludo y la presentación.\n*   **Tasa de conversión:** Con un 14%, es EXCELENTE y supera significativamente el promedio del equipo.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y presentación (Bueno):** Lo está haciendo bien al presentarse de manera clara y cordial, superando el promedio del equipo. Debe mantener este nivel.\n    *   **Cómo mejorar:** Asegurarse de que la presentación sea breve y concisa, enfocándose en el beneficio para el cliente (\"Tengo una oferta que le VA a interesar\").\n*   **Identificación del cliente (Crítico):**  Está fallando en este punto crítico. No verifica la identidad del cliente al inicio de la llamada.\n    *   **Cómo mejorar:**  Siempre preguntar \"Hola, ¿me comunico con [Nombre]?\" al inicio de la llamada para verificar que es la persona correcta.\n*   **Detección de necesidades (Regular):** Necesita mejorar las preguntas para entender mejor las necesidades del cliente.\n    *   **Cómo mejorar:**  En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de productos (Regular):** Necesita mejorar la forma de presentar los productos para que sean más atractivos para el cliente.\n    *   **Cómo mejorar:**  Enfocarse en los beneficios específicos del producto para el cliente, en lugar de simplemente enumerar las características.\n*   **Manejo de objeciones (Regular):**  Necesita mejorar la forma de responder a las objeciones del cliente.\n    *   **Cómo mejorar:**  En lugar de dar respuestas genéricas, personalizar la respuesta según la objeción específica del cliente.\n*   **Cierre (Crítico):**  Está fallando en el cierre de la venta. No está tomando el control de la situación y dejando que el cliente decida.\n    *   **Cómo mejorar:**  Nunca preguntar \"¿te parece bien si procedemos?\". Asignar directamente la sucursal o buscar el domicilio del cliente.\n*   **Despedida (Bueno):** Lo está haciendo bien al despedirse de manera cordial. Debe mantener este nivel.\n    *   **Cómo mejorar:**  Ofrecer acompañamiento SOLO durante la portabilidad.\n*   **Proactividad (Crítico):**  No está siendo proactivo al ofrecer fibra.\n    *   **Cómo mejorar:**  Comentar DIRECTAMENTE sobre fibra sin preguntar si le interesa.\n*   **Empatía (Bueno):** Demuestra empatía y conexión con el cliente. Es importante mantener esta habilidad.\n*   **Resolución de problemas (Regular):** Necesita mejorar la forma de resolver los problemas del cliente.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco principal: Identificación del cliente y Cierre de ventas.** Reforzar la importancia de verificar la identidad del cliente y practicar técnicas de cierre directo. Revisar grabaciones de llamadas para identificar oportunidades de mejora.\n*   **Semana 2:** **Proactividad y Manejo de objeciones.** Enfocarse en ofrecer fibra de forma directa y practicar respuestas personalizadas a las objeciones más comunes.\n*   **Semana 3:** **Consolidación:** Revisar todas las áreas de mejora y asegurarse de que se están implementando las estrategias correctas. Analizar las métricas de calidad para identificar cualquier problema persistente.\n*   **Semana 4:** **Optimización:** Continuar trabajando en todas las áreas de mejora y buscar oportunidades para mejorar aún más el rendimiento. Explorar nuevas estrategias de venta y técnicas de persuasión.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación)\n*   **Detección de necesidades:**\n    *   \"¿Qué es lo que más usás del celular, [Nombre]?\"\n    *   \"¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de fibra (directa):**\n    *   \"Y hablando de conexión, [Nombre], Movistar está llevando la fibra óptica a tu zona. Esto significa que vas a poder disfrutar de una conexión a internet mucho más rápida y estable en tu casa. Podés ver películas en 4K, jugar online sin interrupciones y trabajar desde casa sin problemas.\"\n*   **Cierre directo:**\n    *   \"Perfecto, [Nombre], para avanzar con el cambio, te voy a asignar la sucursal de Movistar más cercana a tu domicilio para que retires el chip. ¿Conocés alguna sucursal por [barrio del cliente]?\" (Si el cliente no conoce ninguna, buscar la más cercana y asignarla directamente).\n    *   \"Para activar el plan, necesito confirmar tu domicilio. ¿Me confirmás tu calle y número, por favor?\"\n*   **Manejo de objeciones (ejemplo - precio):**\n    *   \"Es lógico que mires el precio, [Nombre]. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, si sumás todos los beneficios que tenés con este plan, vas a ver que te sale mucho más a cuenta.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 75 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión a 16% en 30 días.\n*   **Ofrecimiento de fibra:** Ofrecer fibra en el 100% de las llamadas donde sea aplicable.\n*   **% Capta Atención:** Aumentar el porcentaje de llamadas que superan 1 minuto al 50%. (Necesitamos este dato para verificar progreso).\n*   **TMO:** Mantener el TMO entre 4-4.5 minutos.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje en \"Identificación del cliente\" a 70.\n    *   Aumentar el puntaje en \"Cierre de ventas\" a 60.\n    *   Aumentar el puntaje en \"Proactividad\" a 50.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡MZA 8, tu desempeño general es excelente y tu tasa de conversión es realmente impresionante!  Veo que tienes una gran capacidad para conectar con los clientes y cerrar ventas.  Sin embargo, es fundamental que prestes atención a los detalles, especialmente en la identificación del cliente.  Sé que con un pequeño ajuste en este aspecto y un enfoque más directo en el cierre, vas a alcanzar un nivel aún mayor. ¡Confío en tu potencial para convertirte en un referente absoluto en el equipo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:03:33.890973",
  "evolucion": null
}