{
  "agente": "Mza 86",
  "agente_codigo": "MZA 86",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:41:29.043859",
  "metricas": {
    "agente": "Mza 86",
    "agente_codigo": "MZA 86",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 39,
      "puntaje_promedio": 41.8,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 25.1,
      "llamadas_excelentes": 5,
      "llamadas_buenas": 6,
      "llamadas_regulares": 8,
      "llamadas_criticas": 20,
      "criterios": {
        "saludo_presentacion": 25.4,
        "identificacion_cliente": 52.8,
        "deteccion_necesidades": 17.2,
        "oferta_productos": 49.2,
        "manejo_objeciones": 39.0,
        "cierre": 46.9,
        "despedida": 65.9,
        "proactividad": 11.8,
        "empatia": 57.7,
        "resolucion_problemas": 24.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 16,
        "Presentación": 10,
        "Proactividad": 10,
        "Oferta de productos": 8,
        "Identificación del cliente": 7
      },
      "fortalezas_frecuentes": {
        "Empatía": 12,
        "Manejo de objeciones": 10,
        "Despedida": 6,
        "Identificación del cliente": 6,
        "Cierre": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta correctamente, detecta necesidades y ofrece planes de forma directa. Maneja las objeciones con empatía y cierra la llamada explicando el proceso. Mejora: Identificar al cliente por nombre al inicio de la llamada."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presenta y explica el motivo del contacto. Detecta las necesidades del cliente y ofrece planes adecuados. Maneja las objeciones y completa el cierre. Muestra empatía. El agente se adapta a la situación y ofrece opciones."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece un plan y maneja una objeción relacionada con la cobertura. Cierra la llamada para un contacto futuro. No se ofrecen productos adicionales. Buena empatía y resolución de problemas."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni completa el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no se despide adecuadamente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa y no completa el cierre. La llamada deriva al titular."
        }
      ],
      "pct_ofrece_fibra": 7.7
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 225,
      "tmo_seg": 182.3,
      "pct_capta_atencion": 50.7,
      "menos_30seg": 41,
      "corte_cliente": 148,
      "corte_agente": 77
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 41.8,
      "general": 30.6,
      "diferencia": 11.3,
      "percentil": 70.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 25.4,
        "general": 17.9,
        "diferencia": 7.5
      },
      "identificacion_cliente": {
        "agente": 52.8,
        "general": 49.4,
        "diferencia": 3.4
      },
      "deteccion_necesidades": {
        "agente": 17.2,
        "general": 14.3,
        "diferencia": 2.8
      },
      "oferta_productos": {
        "agente": 49.2,
        "general": 36.1,
        "diferencia": 13.1
      },
      "manejo_objeciones": {
        "agente": 39.0,
        "general": 27.8,
        "diferencia": 11.2
      },
      "cierre": {
        "agente": 46.9,
        "general": 19.5,
        "diferencia": 27.4
      },
      "despedida": {
        "agente": 65.9,
        "general": 51.2,
        "diferencia": 14.7
      },
      "proactividad": {
        "agente": 11.8,
        "general": 8.5,
        "diferencia": 3.3
      },
      "empatia": {
        "agente": 57.7,
        "general": 37.5,
        "diferencia": 20.2
      },
      "resolucion_problemas": {
        "agente": 24.1,
        "general": 21.0,
        "diferencia": 3.1
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 86\n\n### 1. DIAGNOSTICO GENERAL\nEl vendedor Mza 86 se encuentra en un nivel que **necesita mejora**, con un puntaje promedio de 41.8 de 100. Si bien supera el promedio general del equipo (30.6), existe un potencial significativo para elevar su desempeño.  Se observa una **ligera mejora** en comparación con el coaching anterior donde su puntaje era el mismo (41.8), sin embargo, no se percibe un progreso significativo. Sus fortalezas en empatía y manejo de objeciones son un buen punto de partida, pero las áreas críticas como detección de necesidades y proactividad necesitan atención urgente para impactar positivamente en los resultados. El bajo porcentaje de oferta de fibra (7.7%) indica una oportunidad perdida de incrementar las ventas.\n\n### 2. FORTALEZAS\n*   **Empatía (57.7 de 100):** Muestra conexión con el cliente, lo cual es crucial para generar confianza.\n*   **Manejo de Objeciones (39.0 de 100):**  Logra rebatir algunas objeciones, aunque necesita mejorar la personalización.\n*   **Despedida (65.9 de 100):** Cierra las llamadas de manera cordial, dejando una buena impresión final.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades (17.2 de 100):** La principal debilidad, impide ofrecer planes relevantes.\n*   **Proactividad (11.8 de 100):** Falta iniciativa para ofrecer productos adicionales y soluciones integrales.\n*   **Oferta de Productos (49.2 de 100):**  A pesar de estar relativamente mejor que otros criterios, el bajo porcentaje de oferta de fibra indica una falta de aprovechamiento de oportunidades.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo/Presentación (25.4 de 100):** Necesita ser más impactante y captar la atención del cliente desde el inicio. **¿Qué hace mal?** Probablemente usa un saludo genérico y poco atractivo. **¿Cómo mejorar?** Iniciar con un saludo más personalizado y que genere intriga: \"Hola [Nombre], te llamo de Movistar con una oferta exclusiva pensada para vos\".\n*   **Identificación del Cliente (52.8 de 100):** Debe ser un paso obligatorio y efectivo. **¿Qué hace mal?** Quizás omite este paso o lo hace de forma superficial. **¿Cómo mejorar?** Siempre preguntar: \"Hola, ¿me comunico con [Nombre]?\" para confirmar y personalizar la conversación.\n*   **Detección de Necesidades (17.2 de 100):** La clave para ofrecer el plan adecuado. **¿Qué hace mal?** No realiza preguntas indagatorias o se conforma con respuestas superficiales. **¿Cómo mejorar?** Profundizar con preguntas como: \"¿Qué es lo que más usás del celular? Redes sociales, videos, llamadas?\",\"¿Cuántos GB tenés actualmente y te alcanzan?\".\n*   **Oferta de Productos (49.2 de 100):** Debe ser directa y enfocada en los beneficios. **¿Qué hace mal?** Probablemente pregunta si al cliente le interesa la oferta en lugar de presentarla directamente. **¿Cómo mejorar?**  Ofrecer la fibra directamente: \"Además del plan de telefonía, tengo una oferta imperdible de fibra óptica para tu hogar.  Vas a poder disfrutar de la mejor velocidad y estabilidad para ver películas, jugar online y trabajar sin interrupciones.\"\n*   **Manejo de Objeciones (39.0 de 100):**  Debe ser más específico y empático. **¿Qué hace mal?** Ofrece respuestas genéricas que no abordan la preocupación real del cliente. **¿Cómo mejorar?** Escuchar atentamente la objeción y responder de forma puntual: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después de probar el servicio de Movistar terminaron encantados con la calidad.\"\n*   **Cierre (46.9 de 100):** Debe ser más directo y efectivo. **¿Qué hace mal?** Probablemente duda al cerrar la venta o no define los pasos siguientes. **¿Cómo mejorar?** Asignar sucursal o preguntar dirección directamente: \"Perfecto, para activar tu plan, ¿te queda bien acercarte a la sucursal de [Nombre de Sucursal] o preferís que te lo activemos directamente en tu domicilio?\"\n*   **Despedida (65.9 de 100):** Ya lo hace bien, mantenerlo.\n*   **Proactividad (11.8 de 100):**  Debe ofrecer soluciones integrales y anticiparse a las necesidades del cliente. **¿Qué hace mal?** Se limita a ofrecer el plan inicial sin explorar otras opciones. **¿Cómo mejorar?** Una vez ofrecido el plan principal, agregar: \"También te comento que tenemos descuentos exclusivos en Smart TVs si te sumás a Movistar Total.\"\n*   **Empatía (57.7 de 100):** Ya lo hace bien, mantenerlo y usarlo como base para mejorar otras áreas.\n*   **Resolución de Problemas (24.1 de 100):** Debe esforzarse por encontrar soluciones incluso en situaciones complejas. **¿Qué hace mal?** Puede que se rinda fácilmente ante las dificultades. **¿Cómo mejorar?** Ante un problema, decir: \"Entiendo tu preocupación. Déjame ver qué opciones tengo para ayudarte a resolver esto.\"\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco en Detección de Necesidades.**\n*   **Acciones:** Practicar preguntas clave para identificar necesidades (ej: ¿Qué es lo que más usás del celular? ¿Cuántos GB tenés?). Escuchar atentamente las respuestas. Analizar llamadas grabadas enfocándose en esta área.\n*   **Objetivo:** Aumentar el puntaje de \"Detección de Necesidades\" en 10 puntos.\n\n**Semana 2:** **Priorizar la Oferta de Fibra y Cierre Directo.**\n*   **Acciones:** Incorporar el speech de oferta de fibra directamente en todas las llamadas. Practicar técnicas de cierre directo (asignar sucursal/domicilio).\n*   **Objetivo:** Aumentar el porcentaje de oferta de fibra al 50% y el puntaje de \"Cierre\" en 15 puntos.\n\n**Semana 3:** **Consolidación del Proceso de Venta.**\n*   **Acciones:** Revisar todas las áreas de mejora y practicar simulaciones de venta enfocándose en la integración de los nuevos aprendizajes.\n*   **Objetivo:** Lograr un flujo de venta natural y efectivo, manteniendo la empatía y el manejo de objeciones.\n\n**Semana 4:** **Optimización y Proactividad.**\n*   **Acciones:**  Incorporar la oferta de productos adicionales (ej: Movistar Total, descuentos en Smart TVs). Analizar los resultados de las semanas anteriores e identificar áreas de mejora continua.\n*   **Objetivo:** Aumentar el puntaje general en 10 puntos y lograr un cierre más completo y satisfactorio para el cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés actualmente y te alcanzan?\"\n*   **Oferta de Fibra Directamente:** \"Además del plan de telefonía, tengo una oferta imperdible de fibra óptica para tu hogar. Vas a poder disfrutar de la mejor velocidad y estabilidad para ver películas, jugar online y trabajar sin interrupciones.\"\n*   **Técnicas de Cierre Directo:** \"Perfecto, para activar tu plan, ¿te queda bien acercarte a la sucursal de [Nombre de Sucursal] o preferís que te lo activemos directamente en tu domicilio?\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después de probar el servicio de Movistar terminaron encantados con la calidad.\"\n    *   **Cobertura:** \"Entiendo tu preocupación por la cobertura. En tu zona tenemos una excelente señal y la mejor tecnología 4G+.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de Puntaje del Modelo a 30 días:** Alcanzar un puntaje promedio de 65 de 100.\n*   **Meta de Calidad de Llamadas:** Reducir la cantidad de llamadas \"críticas\" en un 50%.\n*   **KPIs:**\n    *   Aumentar el puntaje de \"Detección de Necesidades\" de 17.2 a 40 de 100.\n    *   Aumentar el porcentaje de oferta de fibra del 7.7% al 50%.\n    *   Aumentar el puntaje de \"Cierre\" de 46.9 a 60 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 86, tenés una base sólida en empatía y manejo de objeciones. ¡Ahora es el momento de enfocarte en ser más proactivo y directo!  Sé que podés lograr grandes cosas, confío en tu capacidad para transformar estas áreas de mejora en nuevas fortalezas. ¡Vamos a darle con todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}