{
  "agente": "MZA 9",
  "fecha_generacion": "2026-01-19T07:55:48.686394",
  "metricas": {
    "agente": "MZA 9",
    "evaluaciones": {
      "total_evaluadas": 84,
      "puntaje_promedio": 35.5,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 20.3,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 59.4,
        "identificacion_cliente": 16.3,
        "deteccion_necesidades": 35.7,
        "oferta_productos": 44.0,
        "manejo_objeciones": 41.1,
        "cierre": 20.4,
        "despedida": 46.5,
        "proactividad": 13.0,
        "empatia": 47.0,
        "resolucion_problemas": 17.4
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 29,
        "Identificación del cliente": 28,
        "Cierre de ventas": 22,
        "Detección de necesidades": 22,
        "Empatía": 11
      },
      "fortalezas_frecuentes": {
        "Saludo y presentación inicial": 12,
        "Manejo de objeciones": 10,
        "Empatía": 9,
        "Saludo y presentación": 7,
        "Manejo de objeciones.": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente necesita mejorar significativamente la presentación, la identificación del cliente, el manejo de objeciones y el cierre de la venta.  La empatía y la proactividad son prácticamente inexistentes. La comunicación es poco clara y no logra generar interés en el cliente."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente realiza una buena presentación y ofrece un plan competitivo. Identifica al cliente y maneja objeciones de manera aceptable. El cierre es tentativo y podría mejorarse. Muestra empatía y resuelve la queja del cliente."
        },
        {
          "puntaje_total": 72.0,
          "resumen": "El agente realiza una buena gestión, presentando el plan y concretando la portabilidad. Mejora en la presentación inicial, cierre y ofrecer mayor variedad de productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de todos los elementos necesarios para una gestión efectiva. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera efectiva, no maneja objeciones, no intenta cerrar la venta y no resuelve la queja del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. La comunicación es deficiente, no se presenta adecuadamente, no identifica necesidades, no maneja objeciones ni intenta el cierre. La llamada carece de profesionalismo y efectividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de todos los elementos esenciales de una venta. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. La comunicación es deficiente."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 84,
      "con_saludo": 68,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 7,
      "ventas": 0,
      "score_calidad_prom": 46.1,
      "pct_saludo": 81.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 8.3,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 187.0,
      "duracion_promedio_min": 3.1,
      "distribucion_duracion": {
        "1-3 min": 56,
        "3-5 min": 16,
        "> 8 min": 7,
        "5-8 min": 5
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 35.5,
      "general": 50.3,
      "diferencia": -14.8,
      "percentil": 43.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 59.4,
        "general": 54.7,
        "diferencia": 4.7
      },
      "identificacion_cliente": {
        "agente": 16.3,
        "general": 18.8,
        "diferencia": -2.5
      },
      "deteccion_necesidades": {
        "agente": 35.7,
        "general": 36.6,
        "diferencia": -0.9
      },
      "oferta_productos": {
        "agente": 44.0,
        "general": 47.8,
        "diferencia": -3.8
      },
      "manejo_objeciones": {
        "agente": 41.1,
        "general": 44.1,
        "diferencia": -3.0
      },
      "cierre": {
        "agente": 20.4,
        "general": 25.4,
        "diferencia": -5.1
      },
      "despedida": {
        "agente": 46.5,
        "general": 55.0,
        "diferencia": -8.5
      },
      "proactividad": {
        "agente": 13.0,
        "general": 17.5,
        "diferencia": -4.5
      },
      "empatia": {
        "agente": 47.0,
        "general": 50.2,
        "diferencia": -3.2
      },
      "resolucion_problemas": {
        "agente": 17.4,
        "general": 24.0,
        "diferencia": -6.7
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para el vendedor MZA 9, diseñado para impulsarlo hacia su máximo potencial.\n\n**1. DIAGNÓSTICO GENERAL**\n\nMZA 9 se encuentra actualmente en un nivel que *necesita mejora significativa*. Su puntaje IA promedio está considerablemente por debajo del promedio del equipo (-14.8 puntos), y su tasa de conversión es del 0%, en comparación con el 5.1% del equipo. Si bien muestra ciertas fortalezas en el saludo y la presentación, las deficiencias en la identificación del cliente, la detección de necesidades, el manejo de objeciones, el cierre y la resolución de problemas están impactando negativamente su desempeño.\n\nSin embargo, su potencial de mejora es *alto*. Con un enfoque estructurado, capacitación específica y práctica constante, MZA 9 puede ascender rápidamente hacia un desempeño promedio e incluso superar las expectativas. La clave está en abordar las áreas críticas de mejora y capitalizar sus fortalezas existentes.\n\n**2. FORTALEZAS IDENTIFICADAS**\n\n*   **Saludo y presentación inicial:** Obtiene una puntuación superior al promedio del equipo en este criterio. Esto indica que MZA 9 tiene una buena capacidad para establecer una primera impresión positiva.\n    *   **Ejemplo:** \"Hola, buenos días/tardes, mi nombre es MZA 9 y te llamo de [Compañía] para ofrecerte una oportunidad exclusiva.\"\n*   **Empatía:** Muestra un nivel de empatía ligeramente por debajo del promedio, pero sigue siendo una fortaleza relativa en comparación con otras áreas. Esto sugiere que tiene la capacidad de conectar con los clientes a nivel emocional.\n    *   **Ejemplo:** \"Entiendo perfectamente tu situación, [nombre del cliente]. Quiero ayudarte a encontrar la mejor solución para tus necesidades.\"\n*   **Duración de llamadas:** La duración promedio de sus llamadas (3.1 minutos) sugiere que está intentando mantener las conversaciones concisas. Esto puede ser una fortaleza si se combina con una mayor eficiencia en la detección de necesidades y la presentación de soluciones.\n\n**3. ÁREAS CRÍTICAS DE MEJORA**\n\n*   **Identificación del cliente:** Obtiene una puntuación muy baja en este criterio (16.3), lo que significa que no está dedicando suficiente tiempo a comprender las necesidades y preferencias individuales de cada cliente.\n    *   **Importancia:** La identificación precisa de las necesidades es fundamental para ofrecer productos y servicios relevantes, aumentar la tasa de conversión y construir relaciones duraderas con los clientes.\n*   **Cierre:** Su puntuación en cierre es alarmantemente baja (20.4), y no registra ningún cierre en las llamadas analizadas. Esto indica que no está guiando a los clientes hacia la toma de decisiones y concretando las ventas.\n    *   **Importancia:** El cierre es el punto culminante del proceso de ventas. Sin un cierre efectivo, todos los esfuerzos anteriores son en vano.\n*   **Resolución de problemas:** MZA 9 tiene dificultades para resolver los problemas o quejas de los clientes.\n    *   **Importancia:** La capacidad de resolver problemas demuestra profesionalismo, genera confianza y aumenta la fidelización del cliente.\n\n**4. ANÁLISIS DETALLADO POR COMPETENCIA**\n\n| Criterio              | Nivel      | Qué está haciendo mal/bien                                                                                                                                                                  | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                             |\n| ---------------------- | ---------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y presentación | Bueno       | Inicia bien las llamadas, pero puede mejorar la personalización.                                                                                                                                | Varía el saludo y la presentación para que se adapten al contexto de la llamada (por ejemplo, si es una llamada de seguimiento o una llamada de prospección). Utiliza nombres y pronombres personalizados.                                                                                                             |\n| Identificación        | Crítico    | No está haciendo ninguna identificación del cliente.                                                                                                                                            | Formula preguntas abiertas para comprender las necesidades y preferencias del cliente (por ejemplo, \"¿Qué tipo de servicios de telecomunicaciones utilizas actualmente?\" o \"¿Cuáles son tus prioridades en cuanto a conectividad?\"). Escucha atentamente las respuestas y toma notas relevantes.                                |\n| Detección necesidades   | Bajo       | No explora a fondo las necesidades del cliente.                                                                                                                                               | Profundiza en las respuestas del cliente con preguntas de seguimiento (por ejemplo, \"¿Por qué es importante para ti esa característica?\" o \"¿Cómo te afectaría si no tuvieras acceso a ese servicio?\"). Utiliza técnicas de escucha activa para demostrar interés y comprensión.                                      |\n| Oferta de productos    | Regular    | Presenta los productos sin adaptarlos a las necesidades del cliente.                                                                                                                              | Vincula las características de los productos con las necesidades específicas del cliente (por ejemplo, \"Este plan te ofrece [característica A], que te ayudará a [beneficio A] según lo que me comentaste\"). Utiliza ejemplos concretos y testimonios para ilustrar los beneficios.                                         |\n| Manejo objeciones      | Regular    | No siempre aborda las objeciones de manera efectiva.                                                                                                                                             | Anticipa las objeciones comunes y prepara respuestas persuasivas. Utiliza técnicas de refutación suave (por ejemplo, \"Entiendo tu preocupación, pero...\") y destaca los beneficios que superan las objeciones.                                                                                                         |\n| Cierre                 | Crítico    | No está intentando cerrar las ventas.                                                                                                                                                           | Utiliza técnicas de cierre directo (por ejemplo, \"¿Te gustaría que activáramos este plan hoy mismo?\") o cierre por alternativas (por ejemplo, \"¿Prefieres que activemos el plan A o el plan B?\"). Crea un sentido de urgencia (por ejemplo, \"Esta oferta es válida solo por tiempo limitado\").                                 |\n| Despedida              | Regular    | Su despedida es mecánica y poco personalizada.                                                                                                                                                 | Agradece al cliente por su tiempo y reitera los beneficios del producto o servicio. Ofrece información de contacto adicional y anima al cliente a hacer preguntas si las tiene. Termina la llamada con una nota positiva y amigable.                                                                                       |\n| Proactividad           | Crítico    | No muestra iniciativa para ofrecer soluciones adicionales.                                                                                                                                       | Ofrece productos o servicios complementarios que puedan mejorar la experiencia del cliente (por ejemplo, un seguro de protección para el dispositivo o un servicio de asistencia técnica premium). Sugiere actualizaciones o mejoras basadas en las necesidades del cliente.                                                   |\n| Empatía                | Regular    | No siempre establece una conexión emocional con el cliente.                                                                                                                                      | Utiliza frases de empatía para demostrar comprensión (por ejemplo, \"Entiendo tu frustración\" o \"Me pongo en tu lugar\"). Utiliza un tono de voz cálido y amigable. Adapta tu estilo de comunicación a la personalidad del cliente.                                                                                     |\n| Resolución problemas    | Crítico    | No ofrece soluciones efectivas a los problemas del cliente.                                                                                                                                    | Escucha atentamente la queja del cliente y muestra empatía. Investiga el problema a fondo y ofrece soluciones prácticas y realistas. Haz un seguimiento con el cliente para asegurarte de que el problema se ha resuelto satisfactoriamente.                                                                    |\n\n**5. PLAN DE ACCIÓN SEMANAL**\n\n*   **Semana 1: Fundamentos de la comunicación y la escucha activa**\n    *   **Foco:** Mejorar el saludo, la presentación y la identificación del cliente.\n    *   **Acciones:**\n        *   Revisar y practicar scripts de saludo y presentación personalizados.\n        *   Realizar ejercicios de escucha activa con simulaciones de llamadas.\n        *   Estudiar técnicas de sondeo para identificar las necesidades del cliente.\n*   **Semana 2: Detección de necesidades y oferta de valor**\n    *   **Foco:** Aprender a formular preguntas efectivas y a relacionar los productos con las necesidades del cliente.\n    *   **Acciones:**\n        *   Analizar grabaciones de llamadas exitosas para identificar preguntas clave.\n        *   Practicar la presentación de productos y servicios destacando los beneficios.\n        *   Realizar ejercicios de role-playing con escenarios de venta comunes.\n*   **Semana 3: Manejo de objeciones y cierre de ventas**\n    *   **Foco:** Dominar las técnicas de refutación y persuasión para superar las objeciones y cerrar las ventas.\n    *   **Acciones:**\n        *   Crear un catálogo de objeciones comunes y preparar respuestas persuasivas.\n        *   Practicar técnicas de cierre directo e indirecto.\n        *   Analizar grabaciones de llamadas donde se hayan manejado objeciones con éxito.\n*   **Semana 4: Optimización y seguimiento**\n    *   **Foco:** Consolidar las habilidades adquiridas y realizar ajustes según los resultados.\n    *   **Acciones:**\n        *   Revisar grabaciones de llamadas recientes para identificar áreas de mejora.\n        *   Realizar sesiones de coaching individualizadas para abordar las necesidades específicas.\n        *   Establecer metas de desempeño realistas y realizar un seguimiento continuo.\n\n**6. TÉCNICAS Y SCRIPTS RECOMENDADOS**\n\n*   **Saludo:**\n    *   **Incorrecto:** \"Hola, llamo de [Compañía].\"\n    *   **Correcto:** \"Hola [nombre del cliente], mi nombre es MZA 9 y te llamo de [Compañía]. ¿Tienes un par de minutos para hablar sobre cómo podemos mejorar tu conexión?\"\n*   **Detección de necesidades:**\n    *   **Técnica:** El método SPIN (Situación, Problema, Implicación, Necesidad).\n    *   **Pregunta de Situación:** \"¿Qué tipo de servicios de telecomunicaciones utilizas actualmente?\"\n    *   **Pregunta de Problema:** \"¿Qué desafíos enfrentas con tu proveedor actual?\"\n    *   **Pregunta de Implicación:** \"¿Cómo te afectan esos desafíos en tu día a día?\"\n    *   **Pregunta de Necesidad:** \"¿Qué sería ideal para ti en un servicio de telecomunicaciones?\"\n*   **Manejo de objeciones:**\n    *   **Técnica:** Sentir, Sentir, Encontrar.\n    *   **Cliente:** \"Es demasiado caro.\"\n    *   **MZA 9:** \"Entiendo cómo te sientes, muchos de nuestros clientes se sintieron así al principio. Sin embargo, encontraron que el valor y los beneficios a largo plazo superan la inversión inicial.\"\n*   **Cierre:**\n    *   **Técnica:** Cierre por alternativa.\n    *   **MZA 9:** \"¿Prefieres el plan con más datos o el que incluye llamadas internacionales?\"\n\n**7. METAS CUANTIFICABLES**\n\n*   **Puntaje IA:** Aumentar el puntaje IA promedio a 65 en 30 días.\n*   **Tasa de conversión:** Alcanzar una tasa de conversión del 3% en 30 días.\n*   **Ofrecimiento de productos:** Aumentar el porcentaje de llamadas donde se ofrece un plan o fibra a un 50%.\n*   **KPIs específicos:**\n    *   Aumentar la puntuación en identificación del cliente a 60.\n    *   Aumentar la puntuación en cierre a 50.\n    *   Reducir el número de llamadas críticas a menos de 5 por semana.\n\n**8. MENSAJE MOTIVACIONAL PERSONALIZADO**\n\nMZA 9, sé que tienes la capacidad de superar estas áreas de mejora. Ya demuestras potencial en el saludo y la empatía, ¡ahora es momento de canalizar esa energía para convertirla en resultados! Cada llamada es una oportunidad para aprender y crecer. Confío en que con este plan de acción y tu dedicación, podrás alcanzar tu máximo potencial y convertirte en un vendedor estrella. ¡Vamos a por ello!\n",
  "modelo_usado": "gemini-2.0-flash"
}