{
  "agente": "Mza 302",
  "agente_codigo": "MZA 302",
  "equipo": "BYL",
  "fecha_generacion": "2026-02-09T08:50:02.445605",
  "metricas": {
    "agente": "Mza 302",
    "agente_codigo": "MZA 302",
    "equipo": "BYL",
    "evaluaciones": {
      "total_evaluadas": 11,
      "puntaje_promedio": 26.5,
      "puntaje_min": 0,
      "puntaje_max": 61,
      "desviacion_std": 21.3,
      "llamadas_excelentes": 0,
      "llamadas_buenas": 1,
      "llamadas_regulares": 2,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 10.9,
        "identificacion_cliente": 81.8,
        "deteccion_necesidades": 4.5,
        "oferta_productos": 39.1,
        "manejo_objeciones": 24.5,
        "cierre": 16.4,
        "despedida": 63.6,
        "proactividad": 0.0,
        "empatia": 25.5,
        "resolucion_problemas": 18.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 8,
        "Manejo de objeciones": 5,
        "Cierre de ventas": 5,
        "Oferta de productos": 3,
        "Presentación y detección de necesidades": 2
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 6,
        "Despedida": 6,
        "Manejo de objeciones": 2,
        "Empatía": 2,
        "Resolución de problemas": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 61.0,
          "resumen": "El agente se presenta bien y verifica la identidad. Ofrece planes y trata de manejar objeciones. El cierre no se completa. No ofrece fibra."
        },
        {
          "puntaje_total": 50.0,
          "resumen": "El agente no cumple con las reglas de negocio en la presentación, no detecta necesidades, no ofrece productos y no cierra la venta.  Maneja la objeción del cliente correctamente, muestra empatía y resuelve el problema al registrarlo.  La despedida es correcta."
        },
        {
          "puntaje_total": 50.0,
          "resumen": "El agente necesita mejorar la presentación inicial, la detección de necesidades y el cierre de la venta. Se destaca por identificar al cliente, ofrecer el producto directamente, manejar objeciones, mostrar empatía, resolver problemas y la despedida."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de la evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide y no muestra proactividad ni empatía. No resuelve el problema del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente, no es proactivo y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio y no demuestra habilidades de venta."
        }
      ],
      "pct_ofrece_fibra": 0.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 105,
      "tmo_seg": 57.7,
      "pct_capta_atencion": 17.1,
      "menos_30seg": 61,
      "corte_cliente": 87,
      "corte_agente": 18
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 26.5,
      "general": 30.6,
      "diferencia": -4.0,
      "percentil": 49.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 10.9,
        "general": 17.9,
        "diferencia": -7.0
      },
      "identificacion_cliente": {
        "agente": 81.8,
        "general": 49.4,
        "diferencia": 32.4
      },
      "deteccion_necesidades": {
        "agente": 4.5,
        "general": 14.3,
        "diferencia": -9.8
      },
      "oferta_productos": {
        "agente": 39.1,
        "general": 36.1,
        "diferencia": 3.0
      },
      "manejo_objeciones": {
        "agente": 24.5,
        "general": 27.8,
        "diferencia": -3.2
      },
      "cierre": {
        "agente": 16.4,
        "general": 19.5,
        "diferencia": -3.2
      },
      "despedida": {
        "agente": 63.6,
        "general": 51.2,
        "diferencia": 12.5
      },
      "proactividad": {
        "agente": 0.0,
        "general": 8.5,
        "diferencia": -8.5
      },
      "empatia": {
        "agente": 25.5,
        "general": 37.5,
        "diferencia": -12.0
      },
      "resolucion_problemas": {
        "agente": 18.2,
        "general": 21.0,
        "diferencia": -2.9
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 302\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual del vendedor Mza 302 es **Crítico**. Su puntaje promedio de 26.5 de 100 lo ubica por debajo del promedio del equipo (30.6 de 100) y en un percentil bajo (49.8). A pesar de mostrar fortalezas en la identificación del cliente y la despedida, las áreas de mejora son significativas, especialmente en la detección de necesidades, manejo de objeciones y cierre de ventas. Comparado con el coaching anterior, no se observa una mejora sustancial en las áreas críticas identificadas previamente, lo que indica la necesidad de un plan de acción intensivo y personalizado. Su potencial de mejora es alto, pero requiere un enfoque inmediato en la implementación de estrategias efectivas. La falta de oferta de fibra (0%) es alarmante y representa una oportunidad de venta perdida constante.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 81.8 de 100, Mza 302 muestra una habilidad sólida para confirmar que se está comunicando con la persona correcta al inicio de la llamada. Mantener esta práctica es crucial para evitar errores y asegurar una conversación productiva.\n*   **Despedida:** El puntaje de 63.6 de 100 indica que la despedida es adecuada. Es importante seguir finalizando la llamada de forma cortés y profesional, dejando una buena impresión en el cliente, aunque el objetivo principal sea la venta.\n*   **Oferta de Productos:** Aunque identificada como área de mejora, con un 39.1 de 100, este valor es mayor al promedio del equipo (36.1 de 100). Esto indica que, si bien necesita ajustes, tiene el potencial para ofrecer productos de manera efectiva.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Este es el punto más débil, con un puntaje de 4.5 de 100. La falta de preguntas clave para entender las necesidades del cliente impide ofrecer soluciones personalizadas y relevantes.\n*   **Cierre de ventas:** Con un puntaje de 16.4 de 100, Mza 302 no está logrando cerrar ventas de manera efectiva. Es crucial implementar técnicas de cierre directo y persuasivo para convertir las conversaciones en ventas concretas.\n*   **Proactividad:** Con un puntaje de 0.0 de 100, no esta ofreciendo directamente la Fibra al cliente. Debe SI o SI ofrecer Fibra optica al cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 10.9 de 100. El saludo debe ser enérgico y generar interés inmediato.\n    *   **Qué hace mal:** Probablemente usa saludos genéricos y poco atractivos.\n    *   **Cómo mejorar:** Utilizar un saludo personalizado y mencionar inmediatamente una oferta atractiva. Por ejemplo: \"Hola [Nombre], soy [Tu nombre] de Movistar. Tengo una oferta que LE VA a interesar para aumentar tus gigas al mismo precio.\"\n*   **Identificación del cliente:** 81.8 de 100.\n    *   **Qué hace bien:** Verifica la identidad del cliente correctamente.\n    *   **Cómo mejorar:** Mantener el proceso actual.\n*   **Detección de necesidades:** 4.5 de 100.\n    *   **Qué hace mal:** No realiza preguntas clave para entender las necesidades del cliente.\n    *   **Cómo mejorar:** Implementar preguntas directas como: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente?\". Esto permite ofrecer planes que se ajusten a su consumo real.\n*   **Oferta de Productos:** 39.1 de 100.\n    *   **Qué hace mal:** Posiblemente no ofrece la fibra directamente.\n    *   **Cómo mejorar:** Comentar DIRECTAMENTE la oferta de fibra sin preguntar si le interesa: \"Además, tenemos una excelente oferta de fibra óptica con [velocidad] y [beneficios adicionales], que te VA a permitir disfrutar de una conexión mucho más rápida y estable en tu hogar.\"\n*   **Manejo de Objeciones:** 24.5 de 100.\n    *   **Qué hace mal:** No rebate objeciones de manera efectiva.\n    *   **Cómo mejorar:** Preparar respuestas específicas para las objeciones más comunes (precio, necesidad, etc.). Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero al analizar los beneficios a largo plazo, como [beneficios], se dan cuenta del valor que ofrece.\"\n*   **Cierre:** 16.4 de 100.\n    *   **Qué hace mal:** No cierra la venta de manera efectiva.\n    *   **Cómo mejorar:** Utilizar técnicas de cierre directo: \"Perfecto, para activar esta oferta, ¿preferís que te asignemos la sucursal más cercana o buscamos un domicilio para enviarte el técnico?\".\n*   **Despedida:** 63.6 de 100.\n    *   **Qué hace bien:** Se despide de manera correcta.\n    *   **Cómo mejorar:** Mantener la despedida actual.\n*   **Proactividad:** 0.0 de 100.\n    *   **Qué hace mal:** No muestra proactividad.\n    *   **Cómo mejorar:** Ofrecer directamente la fibra y otros productos complementarios sin esperar a que el cliente pregunte.\n*   **Empatía:** 25.5 de 100.\n    *   **Qué hace mal:** No muestra mucha empatía con el cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y mostrar comprensión ante sus inquietudes. Ejemplo: \"Entiendo tu preocupación por [problema del cliente], pero te aseguro que con esta solución vamos a resolverlo de manera eficiente.\"\n*   **Resolución de Problemas:** 18.2 de 100.\n    *   **Qué hace mal:** No resuelve los problemas del cliente de manera efectiva.\n    *   **Cómo mejorar:** Ofrecer soluciones concretas y asegurar el seguimiento del problema hasta su resolución.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Detección de Necesidades Intensiva**. Acciones: Practicar preguntas clave para entender las necesidades del cliente en cada llamada. Registrar las respuestas y utilizarlas para personalizar la oferta. Revisar grabaciones de llamadas con el mentor para identificar oportunidades de mejora.\n**Semana 2:** **Cierre Directo y Oferta de Fibra**. Acciones: Implementar técnicas de cierre directo en cada llamada. Ofrecer la fibra directamente sin preguntar si le interesa. Practicar el manejo de objeciones relacionadas con el precio y la necesidad.\n**Semana 3:** **Manejo de Objeciones Avanzado**. Acciones: Preparar un script con respuestas efectivas para las objeciones más comunes. Practicar el manejo de objeciones con el mentor a través de simulaciones. Analizar llamadas para identificar patrones de objeciones y ajustar las respuestas.\n**Semana 4:** **Consolidación y Optimización**. Acciones: Revisar el progreso en todas las áreas clave. Identificar las estrategias más efectivas y enfocarse en ellas. Ajustar el enfoque según los resultados obtenidos y el feedback del mentor.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Verificar Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detectar Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés actualmente?\"\n*   **Ofrecer Fibra:** \"Además, tenemos una excelente oferta de fibra óptica con [velocidad] y [beneficios adicionales], que te VA a permitir disfrutar de una conexión mucho más rápida y estable en tu hogar.\"\n*   **Cierre Directo:** \"Perfecto, para activar esta oferta, ¿preferís que te asignemos la sucursal más cercana o buscamos un domicilio para enviarte el técnico?\"\n*   **Manejo de Objeciones:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero al analizar los beneficios a largo plazo, como [beneficios], se dan cuenta del valor que ofrece.\"\n    *   **Necesidad:** \"Entiendo que quizás no lo veas necesario ahora, pero con [beneficios] vas a poder [resolver problemas/disfrutar de beneficios] que actualmente no podés.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Puntaje del Modelo:** Alcanzar un puntaje de 45 de 100 en 30 días.\n*   **Calidad de Llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" al 30%. Disminuir el porcentaje de llamadas \"Críticas\" al 20%.\n*   **KPIs:**\n    *   Aumentar el porcentaje de detección de necesidades al 40%.\n    *   Aumentar el porcentaje de cierres de venta al 30%.\n    *   Aumentar el porcentaje de oferta de fibra al 80%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 302, tenés el potencial para ser un gran vendedor. Tu habilidad para identificar al cliente y tu despedida son puntos fuertes que podemos aprovechar. Ahora, vamos a trabajar juntos para convertir esas áreas de mejora en tus nuevas fortalezas. Con dedicación y práctica, sé que podés superar este desafío y alcanzar tus metas. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}