{
  "agente": "Bengolea Bruno",
  "agente_codigo": "MZA 14",
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-09T08:46:25.608708",
  "metricas": {
    "agente": "Bengolea Bruno",
    "agente_codigo": "MZA 14",
    "equipo": "ARENAS YASMIN",
    "evaluaciones": {
      "total_evaluadas": 24,
      "puntaje_promedio": 40.2,
      "puntaje_min": 0,
      "puntaje_max": 100,
      "desviacion_std": 27.3,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 3,
      "llamadas_regulares": 9,
      "llamadas_criticas": 9,
      "criterios": {
        "saludo_presentacion": 48.8,
        "identificacion_cliente": 54.2,
        "deteccion_necesidades": 31.2,
        "oferta_productos": 52.9,
        "manejo_objeciones": 24.2,
        "cierre": 29.6,
        "despedida": 77.9,
        "proactividad": 5.4,
        "empatia": 50.0,
        "resolucion_problemas": 23.3
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 13,
        "Proactividad": 8,
        "Oferta de productos": 8,
        "Identificación del cliente": 8,
        "Cierre": 6
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 6,
        "Despedida cordial": 4,
        "Oferta de productos": 4,
        "Empatía": 4,
        "Buen saludo y presentación.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente realiza una excelente gestión de venta, cumpliendo con todos los criterios y ofreciendo una atención al cliente de alta calidad."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades y ofrece un plan. Maneja la objeción sobre la señal y cierra la venta.  Podría ser más proactivo al ofrecer fibra."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades y ofrece un plan. Maneja la objeción del cliente y se despide cordialmente. No ofreció fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece los productos de forma adecuada, no maneja objeciones y no realiza el cierre de la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente se enfoca en verificar la cobertura de fibra óptica, sin realizar una presentación adecuada, identificación del cliente ni ofrecer productos. No hay cierre de venta. La interacción carece de proactividad y empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio, no se presenta correctamente, no detecta necesidades, ni ofrece productos o realiza cierre."
        }
      ],
      "pct_ofrece_fibra": 8.3
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.3
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 32,
      "con_plan": 11,
      "ofrece_fibra": 9,
      "pct_plan": 34.4,
      "pct_fibra": 28.1
    },
    "calidad_llamadas": {
      "total_llamadas": 135,
      "tmo_seg": 82.7,
      "pct_capta_atencion": 28.9,
      "menos_30seg": 47,
      "corte_cliente": 97,
      "corte_agente": 38
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 40.2,
      "general": 30.6,
      "diferencia": 9.6,
      "percentil": 70.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 48.8,
        "general": 17.9,
        "diferencia": 30.9
      },
      "identificacion_cliente": {
        "agente": 54.2,
        "general": 49.4,
        "diferencia": 4.7
      },
      "deteccion_necesidades": {
        "agente": 31.2,
        "general": 14.3,
        "diferencia": 16.9
      },
      "oferta_productos": {
        "agente": 52.9,
        "general": 36.1,
        "diferencia": 16.8
      },
      "manejo_objeciones": {
        "agente": 24.2,
        "general": 27.8,
        "diferencia": -3.6
      },
      "cierre": {
        "agente": 29.6,
        "general": 19.5,
        "diferencia": 10.0
      },
      "despedida": {
        "agente": 77.9,
        "general": 51.2,
        "diferencia": 26.7
      },
      "proactividad": {
        "agente": 5.4,
        "general": 8.5,
        "diferencia": -3.1
      },
      "empatia": {
        "agente": 50.0,
        "general": 37.5,
        "diferencia": 12.5
      },
      "resolucion_problemas": {
        "agente": 23.3,
        "general": 21.0,
        "diferencia": 2.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Bengolea Bruno\n\n### 1. DIAGNOSTICO GENERAL\n\nBruno, tu nivel actual es **Necesita Mejora**. Si bien superás el puntaje promedio del equipo (40.2 vs 30.6), hay un margen significativo para crecer y alcanzar tu máximo potencial. Tu desempeño muestra inconsistencia, con llamadas excelentes contrastadas con llamadas críticas, lo que indica falta de aplicación consistente de las mejores prácticas.\n\nComparado con el coaching anterior, tu puntaje promedio ha disminuido (de 47.6 a 40.2). Aunque algunas fortalezas persisten, las áreas de mejora identificadas previamente siguen siendo relevantes, lo que sugiere que las acciones implementadas en el pasado no han tenido el impacto deseado. Es crucial abordar estas áreas de forma más estratégica y con un seguimiento más riguroso.\n\nEl análisis revela un potencial de mejora considerable, especialmente en la detección de necesidades, proactividad y cierre. Al enfocarte en estas áreas y aplicar las estrategias que te voy a brindar, podés transformar tus resultados y convertirte en un vendedor de alto rendimiento.\n\n### 2. FORTALEZAS\n\n*   **Identificación del Cliente:** Consistentemente lográs identificar al cliente al inicio de la llamada, lo cual es fundamental para personalizar la interacción.\n*   **Despedida Cordial:** Mantenés una actitud amable al finalizar la llamada, dejando una impresión positiva en el cliente, aunque no se concrete la venta.\n*   **Oferta de Productos:** Tenés un buen manejo al ofrecer los productos, lo que indica un buen conocimiento de la propuesta de valor de Movistar.\n\n### 3. AREAS CRITICAS DE MEJORA\n\n*   **Detección de Necesidades:** Es el área más crítica, impactando directamente en la relevancia de la oferta y la probabilidad de cierre. La baja puntuación (31.2 de 100) indica que no estás indagando lo suficiente sobre las necesidades reales del cliente.\n*   **Proactividad:** Tu nivel de proactividad es extremadamente bajo (5.4 de 100). Necesitás anticiparte a las necesidades del cliente y ofrecer soluciones de forma más activa, como la oferta de fibra.\n*   **Cierre:** El bajo puntaje en cierre (29.6 de 100) sugiere dificultades para concretar la venta. Necesitás adoptar técnicas de cierre más directas y efectivas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (48.8 de 100) Bien, pero puede ser más impactante. No preguntes \"¿Hablo con [Nombre]?\", afirmá \"Hola, ¿me comunico con [Nombre]?\" para demostrar seguridad.\n*   **Identificación del Cliente:** (54.2 de 100) Mantené el buen trabajo. Seguí verificando la identidad del cliente al inicio.\n*   **Detección de Necesidades:** (31.2 de 100) **Crítico.** No estás haciendo las preguntas correctas para entender las necesidades del cliente. En lugar de preguntar genéricamente, preguntá \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Luego, usá esa información para personalizar tu oferta.\n*   **Oferta de Productos:** (52.9 de 100) Bien, pero necesita más agresividad comercial. No preguntes si \"le interesaría conocer\", comentá directamente los beneficios del plan o la fibra: \"Tengo una oferta que le VA a interesar\".\n*   **Manejo de Objeciones:** (24.2 de 100) **Crítico.** Necesitás rebatir las objeciones de manera específica y directa. Identificá la objeción puntual y respondé con un beneficio concreto. Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que con este plan vas a tener...\"\n*   **Cierre:** (29.6 de 100) **Crítico.** No estás cerrando la venta de forma efectiva. Asigná la sucursal o pedí la dirección directamente: \"¿Para cuándo te gustaría activar el servicio? ¿Te queda bien la sucursal de [Nombre de la sucursal] o preferís que lo instalemos en tu domicilio?\".\n*   **Despedida:** (77.9 de 100) Excelente, mantené la cordialidad al finalizar la llamada.\n*   **Proactividad:** (5.4 de 100) **Crítico.** Prácticamente nula. Ofrecé la fibra SIEMPRE, sin preguntar si le interesa. Comentá directamente: \"Y aprovechando que tenemos cobertura en tu zona, tengo una promoción especial para que tengas fibra óptica en tu casa con...\"\n*   **Empatía:** (50.0 de 100) Bien, demostrá que entendés las preocupaciones del cliente, pero sin caer en la indecisión.\n*   **Resolución de Problemas:** (23.3 de 100) Necesitás mejorar tu capacidad para solucionar problemas de forma rápida y eficiente.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco en Detección de Necesidades.** Implementá las preguntas clave \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" en cada llamada. Revisá grabaciones de tus llamadas para identificar oportunidades de mejora en la formulación de preguntas y la escucha activa.\n**Semana 2:** **Prioridad en Proactividad.** Ofrecé fibra en CADA llamada, sin excepción. Practicá el speech de oferta de fibra y ajustalo según las necesidades detectadas en la semana 1.\n**Semana 3:** **Consolidación en Cierre.** Utilizá las técnicas de cierre directo en cada llamada. Analizá tus cierres fallidos para identificar patrones y áreas de mejora.\n**Semana 4:** **Optimización y Manejo de Objeciones.** Refiná tu speech de manejo de objeciones y prepará respuestas específicas para las objeciones más comunes.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificar Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detectar Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Ofrecer Fibra Directamente:** \"Y aprovechando que tenemos cobertura en tu zona, tengo una promoción especial para que tengas fibra óptica en tu casa con [Velocidad] a un precio increíble de...\"\n*   **Cierre Directo:**\n    *   \"¿Para cuándo te gustaría activar el servicio? ¿Te queda bien la sucursal de [Nombre de la sucursal] o preferís que lo instalemos en tu domicilio?\"\n    *   \"Perfecto, entonces necesito que me confirmes tu dirección para coordinar la instalación...\"\n*   **Manejo de Objeciones:**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que con este plan vas a tener [Beneficio específico relacionado con la necesidad del cliente]...\"\n    *   \"Entiendo tu preocupación por la señal. Lo que te puedo asegurar es que con nuestra última tecnología, la cobertura en tu zona es excelente. Además, si tenés algún problema, te brindamos soporte técnico las 24 horas.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas que superan los 60 puntos a un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas con detección de necesidades efectiva (preguntas clave implementadas) a un 80%.\n    *   Aumentar el porcentaje de ofertas de fibra realizadas en cada llamada a un 100%.\n    *   Aumentar el porcentaje de cierres efectivos en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nBruno, tenés el potencial para ser uno de los mejores vendedores del equipo. Ya contás con algunas fortalezas importantes, como la identificación del cliente y la cordialidad en la despedida. Ahora, enfocate en mejorar la detección de necesidades, ser más proactivo y cerrar las ventas de forma más efectiva. Con trabajo duro, dedicación y aplicando estas estrategias, vas a ver resultados increíbles. ¡Confío en vos y sé que podés lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}