{
  "agente": "MZA 49",
  "fecha_generacion": "2026-01-26T14:28:16.319114",
  "metricas": {
    "agente": "MZA 49",
    "evaluaciones": {
      "total_evaluadas": 119,
      "puntaje_promedio": 15.4,
      "puntaje_min": 0.0,
      "puntaje_max": 85.0,
      "desviacion_std": 20.4,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 83,
      "criterios": {
        "saludo_presentacion": 9.5,
        "identificacion_cliente": 29.8,
        "deteccion_necesidades": 12.4,
        "oferta_productos": 11.4,
        "manejo_objeciones": 13.0,
        "cierre": 10.0,
        "despedida": 15.8,
        "proactividad": 7.0,
        "empatia": 24.1,
        "resolucion_problemas": 15.4
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 70,
        "Presentación y Saludo": 42,
        "Detección de Necesidades": 41,
        "Detección de necesidades": 34,
        "Identificación del Cliente": 33
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 9,
        "Empatía": 8,
        "Identificación correcta del cliente.": 4,
        "Identificación del cliente.": 4,
        "Identificación del Cliente": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades y ofrece productos.  Maneja objeciones y muestra empatía.  No menciona la promoción del 80% de descuento."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, identificación del cliente y cierre. No menciona la promoción del 80% de descuento. El manejo de objeciones y la empatía son deficientes.  Requiere capacitación en los puntos clave."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente no cumplió con los protocolos, no se presentó ni verificó al cliente. No mencionó la promoción del 80% de descuento y no hizo preguntas para detectar necesidades.  El uso de lenguaje informal es incorrecto."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos para la evaluación. No se presenta, no verifica la identidad, no detecta necesidades, no ofrece productos ni la promoción del 80% y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no menciona la promoción del 80% ni realiza un cierre. La comunicación es deficiente y no demuestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones, no realiza el cierre correctamente y no demuestra proactividad."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 119,
      "puntaje_promedio": 15.4,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 83,
      "criterios": {
        "saludo_presentacion": 9.5,
        "identificacion_cliente": 29.8,
        "deteccion_necesidades": 12.4,
        "oferta_productos": 11.4,
        "manejo_objeciones": 13.0,
        "cierre": 10.0,
        "despedida": 15.8,
        "proactividad": 7.0,
        "empatia": 24.1,
        "resolucion_problemas": 15.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 15.4,
      "general": 35.7,
      "diferencia": -20.3,
      "percentil": 31.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 9.5,
        "general": 32.0,
        "diferencia": -22.5
      },
      "identificacion_cliente": {
        "agente": 29.8,
        "general": 38.7,
        "diferencia": -8.8
      },
      "deteccion_necesidades": {
        "agente": 12.4,
        "general": 23.3,
        "diferencia": -10.9
      },
      "oferta_productos": {
        "agente": 11.4,
        "general": 28.6,
        "diferencia": -17.2
      },
      "manejo_objeciones": {
        "agente": 13.0,
        "general": 33.0,
        "diferencia": -20.0
      },
      "cierre": {
        "agente": 10.0,
        "general": 18.8,
        "diferencia": -8.8
      },
      "despedida": {
        "agente": 15.8,
        "general": 38.5,
        "diferencia": -22.7
      },
      "proactividad": {
        "agente": 7.0,
        "general": 13.9,
        "diferencia": -6.9
      },
      "empatia": {
        "agente": 24.1,
        "general": 43.0,
        "diferencia": -18.9
      },
      "resolucion_problemas": {
        "agente": 15.4,
        "general": 25.1,
        "diferencia": -9.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 49\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de MZA 49 se encuentra significativamente por debajo del promedio del equipo, con un puntaje IA de 15.4 comparado con el promedio general de 35.7, ubicándolo en un nivel crítico. La diferencia de -20.3 puntos y su percentil de 31.6 indican una necesidad urgente de intervención y capacitación intensiva.\n\nDado que hay datos comparativos, se puede determinar que el desempeño de MZA 49 empeoró con respecto al período anterior. Sus áreas de mejora frecuentes siguen siendo las mismas (Proactividad, Presentación y Saludo, Detección de Necesidades, Identificación del Cliente) lo que sugiere que los esfuerzos anteriores no han sido suficientes o no se han enfocado correctamente. Sin embargo, el vendedor tiene un potencial considerable de mejora si se aplican las estrategias adecuadas y se enfoca en corregir sus principales debilidades.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n**QUÉ MEJORÓ:** No hay criterios donde el vendedor haya mostrado una mejora significativa en el puntaje.\n\n**QUÉ EMPEORÓ:** Dada la falta de métricas del período anterior, es difícil determinar con precisión qué empeoró, pero las áreas críticas de mejora actuales sugieren que el desempeño general se ha mantenido bajo o incluso ha disminuido. La persistencia de puntajes bajos en áreas clave como Presentación y Saludo, Proactividad y Detección de Necesidades indica que estas áreas se han deteriorado aún más.\n\n**QUÉ SIGUE PENDIENTE:** Prácticamente todas las áreas evaluadas siguen pendientes de mejora. Las áreas de mejora más frecuentes (Proactividad, Presentación y Saludo, Detección de Necesidades, Identificación del Cliente) no han mostrado avances, lo que indica la necesidad de un enfoque más estructurado y personalizado.\n\n**TENDENCIA GENERAL:** La tendencia general es negativa. El desempeño actual es crítico y requiere una intervención urgente y un plan de acción detallado para revertir la situación.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** Si bien el puntaje aún está por debajo del promedio del equipo, es una de las áreas donde MZA 49 muestra una mejor performance. Debe seguir perfeccionando esta habilidad, asegurándose de no solo verificar la identidad, sino de usar esa información para personalizar la conversación.\n*   **Empatía:** Con un puntaje de 24.1, la empatía es una de las áreas relativamente más fuertes del vendedor. Es crucial que MZA 49 siga desarrollando esta habilidad para conectar mejor con los clientes y generar confianza.\n*   **Resolución de Problemas:** Con un puntaje de 15.4, es una de las areas mas destacables, es importante usarla para que el cliente se sienta acompañado y escuchado.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Presentación y Saludo (PERSISTENTE):** El puntaje de 9.5 es extremadamente bajo y refleja una incapacidad para causar una buena primera impresión. Esto impacta directamente en la disposición del cliente a escuchar la oferta y en la probabilidad de cerrar una venta.\n*   **Proactividad (PERSISTENTE):** Con un puntaje de 7.0, es evidente la falta de iniciativa para ofrecer productos adicionales, especialmente la fibra. La falta de proactividad limita el potencial de ingresos y reduce la satisfacción del cliente.\n*   **Detección de Necesidades (PERSISTENTE):** El puntaje de 12.4 indica una incapacidad para identificar las necesidades reales de los clientes. Esto lleva a ofrecer productos irrelevantes, disminuyendo la probabilidad de cierre y la satisfacción del cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **Puntaje IA:** 15.4 (Crítico, muy por debajo del promedio del equipo)\n*   **% Capta Atención (Promedio del equipo):** 35.6% (No disponible para el vendedor)\n*   **TMO Promedio del equipo:** 105.3 seg (No disponible para el vendedor)\n*   **Tasa de Conversión del equipo:** 5.1% (No disponible para el vendedor)\n\n**Recomendaciones:**\n\n1.  **Monitorear el % Capta Atención:** Es crucial empezar a medir y analizar el \"% Capta Atención\" del vendedor. Un bajo porcentaje indicará que el problema principal es la falta de enganche inicial con el cliente.\n2.  **Analizar el TMO:** Una vez que se recopilen datos, se debe analizar el TMO del vendedor. Si es muy bajo, se debe trabajar en generar conversaciones más completas. Si es muy alto, se debe mejorar la eficiencia en el cierre.\n3.  **Seguimiento a la Tasa de Conversión:** Es fundamental monitorear la tasa de conversión del vendedor para evaluar el impacto de las mejoras implementadas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Nivel Crítico):** El saludo es deficiente. No genera una buena primera impresión.\n    *   **Cómo Mejorar:**\n        *   Implementar un saludo estandarizado pero con un toque personal.\n        *   \"Hola [Nombre del cliente], soy [Tu nombre] de Movistar. Tengo una oferta que le **VA** a interesar.\"\n*   **Identificación del Cliente (Nivel Bajo):** Si bien es una de las áreas \"fuertes\", aún necesita mejorar la personalización.\n    *   **Cómo Mejorar:**\n        *   Verificar que es la persona correcta: \"Hola, ¿me comunico con [Nombre]?\"\n        *   Usar la información para personalizar la conversación.\n*   **Detección de Necesidades (Nivel Crítico):** No realiza preguntas efectivas para entender las necesidades del cliente.\n    *   **Cómo Mejorar:**\n        *   Preguntar: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\" en lugar de preguntas abiertas.\n*   **Oferta de Productos (Nivel Crítico):** La presentación de la oferta es poco atractiva y no destaca los beneficios para el cliente.\n    *   **Cómo Mejorar:**\n        *   Enfocarse en los beneficios: \"Con este plan, vas a poder ver tus series y películas sin preocuparte por quedarte sin datos.\"\n        *   Ofrecer la fibra de forma directa: \"Además, Movistar está desplegando su red de fibra óptica en tu zona. Con fibra, vas a tener la mejor conexión para trabajar, estudiar y disfrutar en casa.\"\n*   **Manejo de Objeciones (Nivel Crítico):** No responde a las objeciones de manera efectiva y personalizada.\n    *   **Cómo Mejorar:**\n        *   Escuchar atentamente la objeción.\n        *   Rebatir la objeción de forma puntual y adaptada al cliente.\n        *   \"Entiendo que te preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre (Nivel Crítico):** No realiza cierres directos y efectivos.\n    *   **Cómo Mejorar:**\n        *   Asignar sucursal directamente: \"Perfecto, para que puedas disfrutar de tu nuevo plan lo antes posible, te asigné una sucursal cerca de tu domicilio.\"\n        *   Buscar el domicilio del cliente: \"Para la instalación de la fibra, necesito confirmar tu domicilio.\"\n*   **Despedida (Nivel Bajo):** No deja una impresión positiva al finalizar la llamada.\n    *   **Cómo Mejorar:**\n        *   Ofrecer acompañamiento durante la portabilidad: \"Te voy a acompañar en todo el proceso de portabilidad para que no tengas ningún problema.\"\n*   **Proactividad (Nivel Crítico):** No ofrece productos adicionales de forma proactiva.\n    *   **Cómo Mejorar:**\n        *   Ofrecer la fibra sin preguntar si le interesa.\n        *   \"Además del plan de telefonía, Movistar está desplegando su red de fibra óptica en tu zona. Con fibra, vas a tener la mejor conexión para trabajar, estudiar y disfrutar en casa.\"\n*   **Empatía (Nivel Regular):** Si bien es una fortaleza relativa, aún puede mejorar.\n    *   **Cómo Mejorar:**\n        *   Escuchar activamente al cliente.\n        *   Mostrar comprensión ante sus inquietudes.\n*   **Resolución de Problemas (Nivel Bajo):** No aborda las inquietudes del cliente de forma efectiva.\n    *   **Cómo Mejorar:**\n        *   Ofrecer soluciones concretas y adaptadas al problema del cliente.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1: Presentación y Saludo Efectivos**\n\n*   **Foco Principal:** Dominar un saludo profesional y atractivo que enganche al cliente desde el inicio.\n*   **Acciones Específicas:**\n    *   Practicar el saludo estandarizado con el supervisor.\n    *   Role-playing con compañeros para perfeccionar la entonación y el tono.\n    *   Escuchar grabaciones de llamadas exitosas para identificar mejores prácticas.\n\n**Semana 2: Detección de Necesidades y Oferta Proactiva**\n\n*   **Foco Principal:** Aprender a identificar las necesidades del cliente y ofrecer productos de forma proactiva.\n*   **Acciones Específicas:**\n    *   Estudiar guiones con preguntas efectivas para detectar necesidades.\n    *   Practicar la oferta de fibra sin preguntar, destacando los beneficios.\n    *   Grabar llamadas para auto-evaluación y feedback del supervisor.\n\n**Semana 3: Manejo de Objeciones Personalizado**\n\n*   **Foco Principal:** Dominar técnicas de manejo de objeciones y personalizar las respuestas según el cliente.\n*   **Acciones Específicas:**\n    *   Crear un listado de objeciones comunes y respuestas efectivas.\n    *   Role-playing con diferentes escenarios de objeciones.\n    *   Analizar grabaciones de llamadas donde se hayan manejado objeciones exitosamente.\n\n**Semana 4: Cierre Directo y Acompañamiento**\n\n*   **Foco Principal:** Implementar cierres directos y ofrecer acompañamiento durante la portabilidad.\n*   **Acciones Específicas:**\n    *   Practicar el cierre directo asignando sucursal o buscando domicilio.\n    *   Repasar el protocolo de acompañamiento durante la portabilidad.\n    *   Monitoreo intensivo y feedback constante del supervisor.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además, Movistar está desplegando su red de fibra óptica en tu zona. Con fibra, vas a tener la mejor conexión para trabajar, estudiar y disfrutar en casa.\"\n*   **Cierre Directo:** \"Perfecto, para que puedas disfrutar de tu nuevo plan lo antes posible, te asigné una sucursal cerca de tu domicilio.\" / \"Para la instalación de la fibra, necesito confirmar tu domicilio.\"\n*   **Manejo de Objeciones (Ejemplo):** \"Entiendo que te preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje de 40 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra en el 80% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs Específicos:** Reducir los errores en la \"Presentación y Saludo\" en un 50%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 49, sé que el puntaje actual no refleja tu verdadero potencial, pero veo que tienes fortalezas importantes como la empatía. Enfócate en mejorar tu presentación y la forma en que detectas las necesidades de tus clientes. Implementa las técnicas y scripts que te propuse y estoy seguro de que vas a ver una gran diferencia en tus resultados. Estoy aquí para apoyarte en cada paso del camino. ¡Confío en ti y sé que puedes lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}