[
  {
    "agente": "Noelia Ramirez",
    "agente_codigo": "amza12",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:06:06.649513",
    "metricas": {
      "agente": "Noelia Ramirez",
      "agente_codigo": "amza12",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 95,
        "puntaje_promedio": 27.0,
        "puntaje_min": 0,
        "puntaje_max": 90,
        "desviacion_std": 22.8,
        "llamadas_excelentes": 3,
        "llamadas_buenas": 6,
        "llamadas_regulares": 22,
        "llamadas_criticas": 64,
        "criterios": {
          "saludo_presentacion": 20.4,
          "identificacion_cliente": 58.7,
          "deteccion_necesidades": 19.5,
          "oferta_productos": 21.4,
          "manejo_objeciones": 26.0,
          "cierre": 8.9,
          "despedida": 58.8,
          "proactividad": 5.7,
          "empatia": 36.9,
          "resolucion_problemas": 14.6
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 47,
          "Manejo de objeciones": 38,
          "Oferta de productos": 33,
          "Proactividad": 33,
          "Presentación": 29
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 25,
          "Despedida cordial": 15,
          "Despedida": 14,
          "Identificación del cliente.": 11,
          "Empatía": 10
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 90.0,
            "resumen": "El agente realiza una buena presentación y verificación del cliente. Detecta necesidades, ofrece productos de forma directa y maneja objeciones de manera efectiva. Cierra la venta parcialmente y se despide correctamente."
          },
          {
            "puntaje_total": 90.0,
            "resumen": "El agente se presenta, verifica la identidad, detecta necesidades, ofrece planes, maneja objeciones y realiza un intento de cierre. Muestra empatía y proactividad.  La comunicación es clara y profesional."
          },
          {
            "puntaje_total": 80.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece un plan adecuado y maneja objeciones.  El cierre es parcial pero se inicia el proceso.  No ofrece fibra, y no hay problemas a resolver."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no cierra la venta. No muestra empatía y no resuelve problemas. Ofrece fibra."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "La llamada no se desarrolló. El agente no se presentó ni realizó ninguna acción."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta. No muestra empatía."
          }
        ],
        "pct_ofrece_fibra": 7.4
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {},
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 779,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 155.8,
        "duracion_promedio_seg": 86.8,
        "talking_total_min": 656.9,
        "talking_promedio_seg": 50.6,
        "hold_total_min": 2.2,
        "acw_total_min": 234.0,
        "promedio_min_hablados_por_hora": 65.7,
        "horas_trabajadas": 10,
        "exitosas": 232,
        "no_exitosas": 471,
        "tasa_contacto_efectivo": 29.8,
        "ventas": 0,
        "agendados": 16,
        "no_quiere_contacto": 173,
        "conforme_actual": 2,
        "cortes_conversacion": 431,
        "mudas_cortadas": 17,
        "con_conversacion_real_30s": 263,
        "tasa_conversacion_real": 33.8,
        "corte_cliente": 585,
        "corte_agente": 179,
        "llamadas_largas_1min": 125,
        "llamadas_cortas_1min": 654,
        "score_integral": 38.4,
        "score_operacional": 55.4
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 27.0,
        "general": 33.0,
        "diferencia": -6.0,
        "percentil": 44.4
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 20.4,
          "general": 32.4,
          "diferencia": -12.0
        },
        "identificacion_cliente": {
          "agente": 58.7,
          "general": 62.7,
          "diferencia": -4.0
        },
        "deteccion_necesidades": {
          "agente": 19.5,
          "general": 22.0,
          "diferencia": -2.5
        },
        "oferta_productos": {
          "agente": 21.4,
          "general": 35.0,
          "diferencia": -13.6
        },
        "manejo_objeciones": {
          "agente": 26.0,
          "general": 28.1,
          "diferencia": -2.1
        },
        "cierre": {
          "agente": 8.9,
          "general": 12.9,
          "diferencia": -4.0
        },
        "despedida": {
          "agente": 58.8,
          "general": 59.4,
          "diferencia": -0.6
        },
        "proactividad": {
          "agente": 5.7,
          "general": 9.1,
          "diferencia": -3.4
        },
        "empatia": {
          "agente": 36.9,
          "general": 39.5,
          "diferencia": -2.5
        },
        "resolucion_problemas": {
          "agente": 14.6,
          "general": 19.0,
          "diferencia": -4.4
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Noelia Ramirez\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Noelia es **Crítico**. Su puntaje promedio de 27.0 de 100 la ubica significativamente por debajo del promedio del equipo (33.0 de 100), situándose en el percentil 44.4. Si bien muestra fortalezas en la identificación del cliente y la despedida, áreas críticas como la detección de necesidades, la oferta de productos y la proactividad necesitan atención urgente. Comparado con el coaching anterior, el puntaje promedio no ha mejorado, indicando que las intervenciones anteriores no han tenido el impacto deseado. Sin embargo, es importante destacar que se mantiene la fortaleza en Identificación del cliente, lo cual es una base sólida para construir. El potencial de mejora es alto, pero requiere un enfoque estructurado y constante en las áreas deficientes. La tasa de conversación real es baja (33.8%), indicando que muchas llamadas se cortan antes de los 30 segundos, lo cual limita la posibilidad de vender.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Noelia logra identificar al cliente correctamente en un 58.7 de 100. Esto es crucial porque permite personalizar la interacción y evitar errores de comunicación.\n*   **Despedida:** La despedida es correcta en un 58.8 de 100. Dejar una buena última impresión es importante para mantener la imagen de Movistar.\n*   **Empatía:** Noelia muestra empatía en un 36.9 de 100. Aunque puede mejorar, es una buena base para construir relaciones con los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Con un puntaje de 19.5 de 100, esta es la debilidad más crítica. Sin comprender las necesidades del cliente, es imposible ofrecer el producto adecuado.\n*   **Oferta de Productos:** Con un puntaje de 21.4 de 100, Noelia tiene dificultades para presentar los productos de manera atractiva y directa.\n*   **Proactividad:** Con un puntaje de 5.7 de 100, Noelia rara vez toma la iniciativa para ofrecer soluciones adicionales o anticiparse a las necesidades del cliente.\n*   **Cierre:** Con un puntaje de 8.9 de 100, Noelia no está cerrando ventas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 20.4 de 100. Debe ser más enérgico y enfocado en los beneficios.\n    *   **Qué hace mal:** Saludo poco memorable o genérico.\n    *   **Cómo mejorar:** Empezar con un saludo que genere interés. \"Hola [Nombre], tengo una oferta de Movistar que LE VA a interesar en su factura.\"\n*   **Identificación del Cliente:** 58.7 de 100. Ya lo hace bien, pero puede reforzar la confianza.\n    *   **Qué hace bien:** Confirma la identidad del cliente.\n    *   **Cómo mejorar:** Usar la confirmación para generar un gancho. \"Hola, ¿me comunico con [Nombre]? Perfecto, es para comentarte sobre beneficios exclusivos para clientes como vos.\"\n*   **Detección de Necesidades:** 19.5 de 100. Fundamental para ofrecer lo que el cliente necesita.\n    *   **Qué hace mal:** No pregunta o hace preguntas muy generales.\n    *   **Cómo mejorar:** Preguntas específicas y enfocadas en el uso del cliente. \"¿Qué es lo que más usás del celular? Redes sociales, videos, llamadas? ¿Y cuántos GB tenés actualmente en tu plan?\"\n*   **Oferta de Productos:** 21.4 de 100. Debe ser más directa y centrada en los beneficios.\n    *   **Qué hace mal:** No ofrece productos concretos o lo hace tímidamente.\n    *   **Cómo mejorar:** Ofrecer directamente planes específicos después de detectar las necesidades. \"Perfecto, con lo que me comentás, el plan de [cantidad] GB de Movistar te VA a venir genial. Incluye [beneficios clave] y sale [precio].\"\n*   **Manejo de Objeciones:** 26.0 de 100. Debe abordar las objeciones de manera puntual y con argumentos sólidos.\n    *   **Qué hace mal:** No responde a las objeciones o da respuestas genéricas.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción y responder directamente. \"Es lógico que mires el precio. A varios clientes les pasó eso, pero al final se dieron cuenta de que con este plan ahorran en [aspecto específico].\"\n*   **Cierre:** 8.9 de 100. Debe ser más proactiva en cerrar la venta.\n    *   **Qué hace mal:** No intenta cerrar la venta o lo hace de manera poco convincente.\n    *   **Cómo mejorar:** Después de presentar la oferta, buscar el cierre directo. \"Para activar este plan ahora mismo, ¿te queda bien que lo activemos en la sucursal de [ubicación] o buscamos un domicilio que te quede cómodo?\"\n*   **Despedida:** 58.8 de 100. Ya lo hace bien, pero puede añadir un toque personal.\n    *   **Qué hace bien:** Se despide cordialmente.\n    *   **Cómo mejorar:** Agradecer al cliente por su tiempo y ofrecer ayuda adicional. \"Gracias por tu tiempo, [Nombre]. Que tengas un excelente día. Si tenés alguna duda, podés contactarme por este medio.\"\n*   **Proactividad:** 5.7 de 100. Debe ofrecer soluciones adicionales y anticiparse a las necesidades del cliente.\n    *   **Qué hace mal:** No ofrece otros productos o servicios de Movistar.\n    *   **Cómo mejorar:** Comentar la oferta de fibra directamente. \"Aprovechando que te estoy contactando, te comento que tenemos una oferta increíble de fibra óptica en tu zona, con [velocidad] megas y [beneficios adicionales].\"\n*   **Empatía:** 36.9 de 100. Debe mostrar más comprensión y conexión con el cliente.\n    *   **Qué hace mal:** No muestra interés genuino en las necesidades del cliente.\n    *   **Cómo mejorar:** Escuchar activamente y responder con frases que demuestren comprensión. \"Entiendo perfectamente lo que me comentás, [Nombre]. Muchos clientes se sienten así, por eso te ofrezco esta solución.\"\n*   **Resolución de Problemas:** 14.6 de 100. Debe abordar los problemas del cliente de manera efectiva.\n    *   **Qué hace mal:** No ofrece soluciones claras a los problemas del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente el problema y ofrecer una solución concreta. \"Entiendo la situación. Para solucionar esto, lo que te propongo es [solución específica].\"\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1: Detección de Necesidades y Saludo Impactante.**\n*   **Foco principal:** Mejorar las habilidades de detección de necesidades y saludo inicial.\n*   **Acciones:**\n    *   Practicar preguntas específicas sobre el uso del celular y las necesidades del cliente.\n    *   Grabar y analizar las propias llamadas para identificar áreas de mejora en la detección de necesidades.\n    *   Implementar un nuevo saludo impactante que genere interés en el cliente.\n    *   Realizar al menos 155 llamadas por día.\n\n**Semana 2: Oferta Directa de Productos y Manejo de Objeciones.**\n*   **Foco principal:** Ofrecer los productos de manera directa y efectiva, y mejorar el manejo de objeciones.\n*   **Acciones:**\n    *   Practicar la presentación de los planes de Movistar de manera clara y concisa, destacando los beneficios clave.\n    *   Identificar las objeciones más comunes y preparar respuestas efectivas.\n    *   Grabar y analizar las llamadas para identificar áreas de mejora en la oferta de productos y el manejo de objeciones.\n    *   Ofrecer fibra en TODAS las llamadas.\n    *   Realizar al menos 155 llamadas por día.\n\n**Semana 3: Cierre Directo y Proactividad.**\n*   **Foco principal:** Implementar técnicas de cierre directo y ser más proactiva al ofrecer soluciones adicionales.\n*   **Acciones:**\n    *   Practicar técnicas de cierre directo, como la asignación de sucursal o la búsqueda de domicilio.\n    *   Ofrecer la oferta de fibra en todas las llamadas.\n    *   Grabar y analizar las llamadas para identificar áreas de mejora en el cierre y la proactividad.\n    *   Realizar al menos 155 llamadas por día.\n\n**Semana 4: Consolidación y Optimización.**\n*   **Foco principal:** Consolidar las mejoras realizadas y optimizar el proceso de venta.\n*   **Acciones:**\n    *   Continuar practicando las habilidades aprendidas en las semanas anteriores.\n    *   Analizar las métricas de desempeño y ajustar el enfoque según sea necesario.\n    *   Solicitar retroalimentación a compañeras y supervisores para identificar áreas de mejora adicionales.\n    *   Realizar al menos 155 llamadas por día.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular? Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés actualmente en tu plan?\"\n*   **Como ofrecer fibra directamente:** \"Aprovechando que te estoy contactando, te comento que tenemos una oferta increíble de fibra óptica en tu zona, con [velocidad] megas y [beneficios adicionales].\"\n*   **Técnicas de cierre directo:**\n    *   \"Para activar este plan ahora mismo, ¿te queda bien que lo activemos en la sucursal de [ubicación] o buscamos un domicilio que te quede cómodo?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero al final se dieron cuenta de que con este plan ahorran en [aspecto específico] y tienen [beneficios adicionales].\"\n    *   **\"No me interesa\":** \"Entiendo, pero te aseguro que esta oferta es exclusiva para clientes como vos. Te VA a permitir [beneficios clave] y ahorrar en [aspecto específico].\"\n    *   **\"Estoy conforme con mi plan actual\":** \"Qué bueno que estés conforme, pero te aseguro que con este nuevo plan vas a tener aún más beneficios por el mismo precio, como [beneficios clave] y [beneficios adicionales].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 50 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" al 30%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de conversación real (llamadas con más de 30 segundos de conversación) al 50%.\n    *   Reducir la cantidad de cortes de conversación por parte del cliente en un 20%.\n    *   Aumentar la tasa de contacto efectivo al 40%.\n    *   Lograr al menos 2 ventas en los próximos 30 días.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nNoelia, sé que este análisis puede parecer desafiante, pero confío en tu potencial para superar estas áreas de mejora. Ya tenés una base sólida en la identificación del cliente y la despedida, y estoy seguro de que con un enfoque estructurado y constante, podés convertir tus debilidades en fortalezas. Recordá que cada llamada es una oportunidad para aprender y mejorar. Con tu dedicación y mi apoyo, vamos a lograr que alcances tu máximo potencial y te conviertas en una vendedora estrella de Movistar. ¡Vamos por esos objetivos!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": true
  },
  {
    "agente": "Finnemore Lourdes",
    "agente_codigo": "amza10",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:06:27.730070",
    "metricas": {
      "agente": "Finnemore Lourdes",
      "agente_codigo": "amza10",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 84,
        "puntaje_promedio": 25.4,
        "puntaje_min": 0,
        "puntaje_max": 90,
        "desviacion_std": 24.7,
        "llamadas_excelentes": 4,
        "llamadas_buenas": 8,
        "llamadas_regulares": 13,
        "llamadas_criticas": 59,
        "criterios": {
          "saludo_presentacion": 16.4,
          "identificacion_cliente": 58.1,
          "deteccion_necesidades": 15.8,
          "oferta_productos": 33.2,
          "manejo_objeciones": 23.8,
          "cierre": 15.0,
          "despedida": 50.1,
          "proactividad": 4.8,
          "empatia": 29.4,
          "resolucion_problemas": 14.8
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 44,
          "Manejo de objeciones": 30,
          "Proactividad": 29,
          "Presentación": 24,
          "Oferta de productos": 24
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 30,
          "Despedida": 13,
          "Empatía": 9,
          "Despedida cordial": 6,
          "Despedida cordial.": 5
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 90.0,
            "resumen": "El agente se presenta y verifica la identidad del cliente.  Realiza preguntas para detectar necesidades, ofrece un plan con descuento. Maneja objeciones sobre la cobertura. Cierra la venta y se despide de forma cordial."
          },
          {
            "puntaje_total": 85.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece un plan y maneja las objeciones. El cierre no se completa, pero se busca una solución. Demuestra empatía y proactividad limitada."
          },
          {
            "puntaje_total": 83.0,
            "resumen": "El agente realiza una buena presentación y verifica la identidad del cliente.  Ofrece el plan directamente y maneja las objeciones de manera efectiva. El cierre es adecuado, y el agente se despide cordialmente.  Mejorar la proactividad ofreciendo fibra o productos adicionales."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "La llamada fue interrumpida inmediatamente por el cliente, quien expresó su descontento con las llamadas recibidas. No hubo ninguna acción de venta por parte del agente."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "Llamada fallida. El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no muestra proactividad ni empatía. Además, no resuelve los problemas del cliente."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, y no intenta cerrar la venta."
          }
        ],
        "pct_ofrece_fibra": 4.8
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 198,
        "tmo_seg": 107.9,
        "pct_capta_atencion": 43.9,
        "menos_30seg": 42,
        "corte_cliente": 162,
        "corte_agente": 31
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 741,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 148.2,
        "duracion_promedio_seg": 94.7,
        "talking_total_min": 757.5,
        "talking_promedio_seg": 61.3,
        "hold_total_min": 0.0,
        "acw_total_min": 202.4,
        "promedio_min_hablados_por_hora": 75.8,
        "horas_trabajadas": 10,
        "exitosas": 420,
        "no_exitosas": 266,
        "tasa_contacto_efectivo": 56.7,
        "ventas": 0,
        "agendados": 32,
        "no_quiere_contacto": 318,
        "conforme_actual": 21,
        "cortes_conversacion": 60,
        "mudas_cortadas": 103,
        "con_conversacion_real_30s": 264,
        "tasa_conversacion_real": 35.6,
        "corte_cliente": 540,
        "corte_agente": 176,
        "llamadas_largas_1min": 128,
        "llamadas_cortas_1min": 613,
        "score_integral": 40.8,
        "score_operacional": 63.8
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 25.4,
        "general": 33.0,
        "diferencia": -7.7,
        "percentil": 43.9
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 16.4,
          "general": 32.4,
          "diferencia": -16.0
        },
        "identificacion_cliente": {
          "agente": 58.1,
          "general": 62.7,
          "diferencia": -4.6
        },
        "deteccion_necesidades": {
          "agente": 15.8,
          "general": 22.0,
          "diferencia": -6.2
        },
        "oferta_productos": {
          "agente": 33.2,
          "general": 35.0,
          "diferencia": -1.8
        },
        "manejo_objeciones": {
          "agente": 23.8,
          "general": 28.1,
          "diferencia": -4.3
        },
        "cierre": {
          "agente": 15.0,
          "general": 12.9,
          "diferencia": 2.1
        },
        "despedida": {
          "agente": 50.1,
          "general": 59.4,
          "diferencia": -9.3
        },
        "proactividad": {
          "agente": 4.8,
          "general": 9.1,
          "diferencia": -4.4
        },
        "empatia": {
          "agente": 29.4,
          "general": 39.5,
          "diferencia": -10.1
        },
        "resolucion_problemas": {
          "agente": 14.8,
          "general": 19.0,
          "diferencia": -4.3
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Finnemore Lourdes\n\n### 1. DIAGNOSTICO GENERAL\nFinnemore, tu desempeño actual es crítico y requiere una mejora significativa. Tu puntaje promedio de 25.4 de 100 te ubica por debajo del promedio del equipo (33.0 de 100) y en el percentil 43.9, indicando que hay un amplio margen para crecer. Si bien mantienes algunas fortalezas, es crucial abordar las áreas de mejora identificadas para impulsar tus resultados. Comparado con el coaching anterior del 2026-02-18, el puntaje promedio se mantiene igual (25.4 de 100). Sin embargo, la persistencia de las mismas áreas de mejora sugiere que las estrategias anteriores no fueron completamente efectivas y requieren un enfoque renovado y más específico. Tienes un alto potencial de mejora si te enfocas en las áreas críticas que te estoy por detallar.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 58.1 de 100, demuestras habilidad en verificar la identidad del cliente al inicio de la llamada. Mantén este enfoque directo al preguntar \"¿Me comunico con [Nombre]?\"\n*   **Despedida:** Tu desempeño en la despedida (50.1 de 100) indica que finalizas las llamadas de manera adecuada. Continúa asegurándote de que el cliente no tenga más preguntas antes de finalizar la conversación.\n*   **Empatía:** Con un puntaje de 29.4 de 100, muestras una base de empatía. Es importante seguir cultivando esta habilidad para conectar mejor con los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Tu puntuación es muy baja (15.8 de 100). Necesitas hacer preguntas más efectivas para comprender las necesidades reales de los clientes.\n*   **Manejo de Objeciones:** Con un puntaje de 23.8 de 100, necesitas mejorar tu capacidad para rebatir las objeciones de los clientes de manera persuasiva y efectiva.\n*   **Proactividad:** Obtuviste un puntaje muy bajo (4.8 de 100), lo que indica falta de iniciativa para ofrecer productos adicionales, como fibra óptica, o anticiparte a las necesidades del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (16.4 de 100) Debes presentarte con claridad y entusiasmo.\n    *   **Qué haces mal:** Probablemente no estás generando una primera impresión positiva.\n    *   **Cómo mejorar:** Inicia la llamada con un saludo enérgico y menciona tu nombre y el motivo de tu llamada (\"¡Hola! Soy Lourdes de Movistar Argentina, tengo una oferta que LE VA a interesar.\").\n*   **Identificación del Cliente:** (58.1 de 100) Lo haces bien al verificar la identidad del cliente.\n    *   **Qué haces bien:** Confirmas la persona con la que estás hablando.\n    *   **Cómo mejorar:** Asegúrate de que sea la persona que toma la decisión.\n*   **Detección de Necesidades:** (15.8 de 100) Tu principal debilidad.\n    *   **Qué haces mal:** No estás indagando sobre las necesidades del cliente de manera efectiva.\n    *   **Cómo mejorar:** Realiza preguntas específicas como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente?\". Evita preguntas cerradas que solo requieren un \"sí\" o \"no\".\n*   **Oferta de Productos:** (33.2 de 100)\n    *   **Qué haces mal:** No estás presentando la oferta de manera atractiva o directa.\n    *   **Cómo mejorar:** Después de detectar las necesidades, presenta el plan directamente: \"Tengo un plan que se ajusta perfecto a lo que necesitás, con [cantidad] GB y [beneficios adicionales] por [precio]\". Evita frases como \"¿Le gustaría que...?\".\n*   **Manejo de Objeciones:** (23.8 de 100)\n    *   **Qué haces mal:** No estás rebatido las objeciones de manera efectiva.\n    *   **Cómo mejorar:** Prepara respuestas específicas para las objeciones más comunes, como el precio o la cobertura. Por ejemplo, si el cliente dice que es caro, responde: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero este plan te ofrece [beneficios específicos] que justifican la inversión\".\n*   **Cierre:** (15.0 de 100)\n    *   **Qué haces mal:** No estás cerrando las ventas de manera oportuna.\n    *   **Cómo mejorar:** Después de presentar la oferta y rebatir las objeciones, procede directamente al cierre: \"Perfecto, ¿te queda mejor que te asignemos una sucursal para retirar el chip o preferís que te lo enviemos a domicilio?\".\n*   **Despedida:** (50.1 de 100)\n    *   **Qué haces bien:** Finalizas la llamada de manera adecuada.\n    *   **Cómo mejorar:** Asegúrate de dejar una puerta abierta para futuras consultas: \"Si tenés alguna duda durante la portabilidad, no dudes en contactarnos\".\n*   **Proactividad:** (4.8 de 100) Tu desempeño es muy bajo.\n    *   **Qué haces mal:** No estás aprovechando las oportunidades para ofrecer productos adicionales.\n    *   **Cómo mejorar:** Después de ofrecer el plan de telefonía, comenta directamente la oferta de fibra óptica: \"También tenemos una excelente oferta de fibra óptica para tu hogar, con [velocidad] y [beneficios] a un precio increíble\".\n*   **Empatía:** (29.4 de 100)\n    *   **Qué haces mal:** Podrías conectar mejor con los clientes.\n    *   **Cómo mejorar:** Escucha activamente al cliente y muestra comprensión ante sus preocupaciones. Utiliza frases como \"Entiendo tu preocupación\" o \"Comprendo tu situación\".\n*   **Resolución de Problemas:** (14.8 de 100)\n    *   **Qué haces mal:** Falta de herramientas para resolver las consultas.\n    *   **Cómo mejorar:** Capacitación y mayor acceso a información para solucionar problemas del cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n\n*   **Semana 1:** **Foco principal: Detección de Necesidades.**\n    *   **Acciones:** Practica preguntas efectivas para descubrir las necesidades del cliente. Realiza role-playing con tu compañera Melanie, enfocándote en las preguntas \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Analiza 10 llamadas tuyas y 10 de compañeras para ver cómo detectan necesidades.\n*   **Semana 2:** **Siguiente prioridad: Manejo de Objeciones.**\n    *   **Acciones:** Crea un listado de las objeciones más comunes y prepara respuestas persuasivas y específicas para cada una. Practica estas respuestas con Melanie. Escucha las llamadas donde hayas manejado objeciones de forma ineficiente y replantea tus respuestas.\n*   **Semana 3:** **Consolidación: Proactividad y Cierre.**\n    *   **Acciones:** Incorpora la oferta de fibra óptica en todas tus llamadas. Practica el cierre directo: \"Perfecto, ¿te queda mejor que te asignemos una sucursal para retirar el chip o preferís que te lo enviemos a domicilio?\". Graba 5 llamadas tuyas y analiza si estás aplicando lo aprendido.\n*   **Semana 4:** **Optimización: Empatía y Presentación.**\n    *   **Acciones:** Enfócate en mostrar más empatía durante las llamadas. Mejora tu presentación inicial para generar una primera impresión positiva. Escucha nuevamente las llamadas de la primera semana y compara tu evolución.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente?\"\n*   **Cómo ofrecer fibra directamente:**\n    *   \"También tenemos una excelente oferta de fibra óptica para tu hogar, con [velocidad] y [beneficios] a un precio increíble.\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, ¿te queda mejor que te asignemos una sucursal para retirar el chip o preferís que te lo enviemos a domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción: \"Es muy caro\".** Respuesta: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero este plan te ofrece [beneficios específicos] que justifican la inversión, como [mencionar los beneficios relevantes para el cliente]\".\n    *   **Objeción: \"Tengo buena cobertura con mi compañía actual\".** Respuesta: \"Entiendo, pero la cobertura de Movistar es superior en [zona del cliente], lo que te garantiza una mejor experiencia, además, con este plan tenés [beneficios adicionales]\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de llamadas con conversación real de más de 30 segundos al 50%. Reducir la cantidad de llamadas que finalizan por corte del cliente en un 20%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de conversión (ventas) en un 5%.\n    *   Disminuir la cantidad de llamadas cortas (menos de 1 minuto) en un 15%.\n    *   Aumentar el porcentaje de clientes a los que se les ofrece fibra óptica al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nLourdes, sé que tenés el potencial para ser una vendedora estrella en Movistar. Este análisis te muestra el camino para desbloquearlo. Enfócate en estas áreas de mejora, practica las técnicas recomendadas y verás cómo tus resultados mejoran significativamente. Confío en tu capacidad para superar estos desafíos y alcanzar tus metas. ¡Vamos a trabajar juntas para lograrlo!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": true
  },
  {
    "agente": "Evangelina Kruger",
    "agente_codigo": "amza1",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:06:46.500438",
    "metricas": {
      "agente": "Evangelina Kruger",
      "agente_codigo": "amza1",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 67,
        "puntaje_promedio": 38.1,
        "puntaje_min": 0,
        "puntaje_max": 90,
        "desviacion_std": 24.8,
        "llamadas_excelentes": 5,
        "llamadas_buenas": 11,
        "llamadas_regulares": 15,
        "llamadas_criticas": 36,
        "criterios": {
          "saludo_presentacion": 45.7,
          "identificacion_cliente": 73.9,
          "deteccion_necesidades": 27.9,
          "oferta_productos": 35.8,
          "manejo_objeciones": 34.0,
          "cierre": 14.6,
          "despedida": 62.7,
          "proactividad": 10.9,
          "empatia": 53.1,
          "resolucion_problemas": 34.6
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 29,
          "Manejo de objeciones": 21,
          "Oferta de productos": 19,
          "Proactividad": 18,
          "Cierre": 17
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 24,
          "Despedida": 14,
          "Empatía": 12,
          "Saludo y presentación": 9,
          "Empatía.": 6
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 90.0,
            "resumen": "El agente se desempeñó correctamente en todos los criterios. Hubo una buena presentación, identificación, detección de necesidades, oferta de productos y manejo de objeciones. El cierre fue intentado, y la despedida fue cordial. Se demostró proactividad y empatía."
          },
          {
            "puntaje_total": 88.0,
            "resumen": "La agente realiza una buena presentación y cierre, ofreciendo los productos de forma directa.  Maneja las objeciones y muestra empatía.  Podría mejorar profundizando en la detección de necesidades."
          },
          {
            "puntaje_total": 85.0,
            "resumen": "El agente realiza una buena presentación, identifica correctamente al cliente, detecta necesidades y ofrece productos de forma directa. Maneja las objeciones y muestra empatía. El cierre no se completa, pero intenta ofrecer alternativas."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones ni cierra la venta de forma adecuada. Además, no muestra empatía ni proactividad."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no muestra proactividad. Intenta resolver un problema existente, lo que le da algo de empatía y resolución de problemas."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta."
          }
        ],
        "pct_ofrece_fibra": 3.0
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 232,
        "tmo_seg": 126.2,
        "pct_capta_atencion": 41.4,
        "menos_30seg": 64,
        "corte_cliente": 151,
        "corte_agente": 81
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 582,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 116.4,
        "duracion_promedio_seg": 95.8,
        "talking_total_min": 608.2,
        "talking_promedio_seg": 62.7,
        "hold_total_min": 0.0,
        "acw_total_min": 140.5,
        "promedio_min_hablados_por_hora": 60.8,
        "horas_trabajadas": 10,
        "exitosas": 111,
        "no_exitosas": 429,
        "tasa_contacto_efectivo": 19.1,
        "ventas": 1,
        "agendados": 16,
        "no_quiere_contacto": 44,
        "conforme_actual": 14,
        "cortes_conversacion": 370,
        "mudas_cortadas": 32,
        "con_conversacion_real_30s": 191,
        "tasa_conversacion_real": 32.8,
        "corte_cliente": 441,
        "corte_agente": 137,
        "llamadas_largas_1min": 101,
        "llamadas_cortas_1min": 481,
        "score_integral": 45.3,
        "score_operacional": 56.1
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 38.1,
        "general": 33.0,
        "diferencia": 5.1,
        "percentil": 59.6
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 45.7,
          "general": 32.4,
          "diferencia": 13.2
        },
        "identificacion_cliente": {
          "agente": 73.9,
          "general": 62.7,
          "diferencia": 11.2
        },
        "deteccion_necesidades": {
          "agente": 27.9,
          "general": 22.0,
          "diferencia": 5.9
        },
        "oferta_productos": {
          "agente": 35.8,
          "general": 35.0,
          "diferencia": 0.8
        },
        "manejo_objeciones": {
          "agente": 34.0,
          "general": 28.1,
          "diferencia": 5.9
        },
        "cierre": {
          "agente": 14.6,
          "general": 12.9,
          "diferencia": 1.7
        },
        "despedida": {
          "agente": 62.7,
          "general": 59.4,
          "diferencia": 3.2
        },
        "proactividad": {
          "agente": 10.9,
          "general": 9.1,
          "diferencia": 1.8
        },
        "empatia": {
          "agente": 53.1,
          "general": 39.5,
          "diferencia": 13.6
        },
        "resolucion_problemas": {
          "agente": 34.6,
          "general": 19.0,
          "diferencia": 15.6
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Evangelina Kruger\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Evangelina es **Necesita Mejora**. Si bien su puntaje promedio (38.1 de 100) es superior al promedio del equipo (33.0 de 100), la alta cantidad de llamadas críticas (36 de 67) indica una inconsistencia importante en su desempeño. Su fortaleza radica en la identificación del cliente y la empatía, pero necesita mejorar significativamente en la detección de necesidades, el manejo de objeciones y el cierre de ventas. Con un enfoque en estas áreas clave, Evangelina tiene un alto potencial de mejora.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 73.9 de 100, Evangelina demuestra ser efectiva en verificar la identidad de la persona con la que se comunica.\n*   **Empatía:** Obtiene un puntaje de 53.1 de 100, lo que sugiere que Evangelina conecta con los clientes y muestra comprensión.\n*   **Despedida:** Con 62.7 de 100, las despedidas de Evangelina son correctas y cordiales, dejando una buena impresión final.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Con un bajo puntaje de 27.9 de 100, Evangelina necesita profundizar en la comprensión de las necesidades específicas de cada cliente.\n*   **Cierre:** El puntaje de 14.6 de 100 indica dificultades significativas en concretar las ventas. Necesita implementar técnicas de cierre más efectivas y directas.\n*   **Manejo de Objeciones:** Con un puntaje de 34.0 de 100, Evangelina necesita desarrollar estrategias específicas para rebatir las objeciones de los clientes de manera persuasiva.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (45.7 de 100) - *Bien:* Correcta pero necesita ser más enérgica y enfocada en generar interés. *Mal:* Puede sonar genérica. *Mejora:* Practicar un saludo conciso y atractivo que destaque los beneficios inmediatos para el cliente. \"Hola, [Nombre], tengo una oferta de Movistar que le VA a interesar para [mencionar beneficio principal, ejemplo: duplicar sus gigas]!\".\n*   **Identificación del Cliente:** (73.9 de 100) - *Bien:* Se asegura de hablar con la persona correcta. *Mal:* Podría ser más rápida y eficiente. *Mejora:* Utilizar un tono de voz confiado y una pregunta directa: \"Hola, ¿me comunico con [Nombre]?\".\n*   **Detección de Necesidades:** (27.9 de 100) - *Bien:* Intenta indagar, pero no lo hace de manera efectiva. *Mal:* Preguntas genéricas que no revelan las verdaderas necesidades del cliente. *Mejora:* Cambiar a preguntas específicas: \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, o videollamadas?\", \"¿Cuántos GB tenés actualmente y te alcanzan?\".\n*   **Oferta de Productos:** (35.8 de 100) - *Bien:* Menciona los productos. *Mal:* No los presenta de manera atractiva ni resalta los beneficios. *Mejora:* Ofrecer fibra directamente sin preguntar si le interesa: \"Además, en su zona tenemos cobertura de fibra óptica de Movistar. Con [velocidad] megas, va a poder [beneficios: ver películas sin interrupciones, trabajar desde casa sin problemas, etc.]\".\n*   **Manejo de Objeciones:** (34.0 de 100) - *Bien:* Intenta responder, pero no es persuasiva. *Mal:* Respuestas genéricas que no abordan la objeción específica. *Mejora:* Preparar respuestas específicas para las objeciones más comunes: \"Es lógico que mire el precio. A varios clientes les pasó eso... Pero si lo comparás con los beneficios, como la estabilidad de la conexión y el ahorro a largo plazo, vas a ver que vale la pena\".\n*   **Cierre:** (14.6 de 100) - *Bien:* Intenta cerrar. *Mal:* Falta de confianza y técnicas de cierre efectivas. *Mejora:* Asignar directamente sucursal o solicitar la dirección para la instalación: \"Perfecto, para que pueda empezar a disfrutar de estos beneficios, ¿le queda bien si lo agendamos para el [día] en la sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\".\n*   **Despedida:** (62.7 de 100) - *Bien:* Correcta y cordial. *Mal:* Puede ser más personalizada. *Mejora:* Agradecer al cliente por su tiempo y reafirmar el valor de la oferta.\n*   **Proactividad:** (10.9 de 100) - *Bien:* Poco proactiva. *Mal:* No anticipa las necesidades del cliente. *Mejora:* Ofrecer soluciones adicionales antes de que el cliente las solicite.\n*   **Empatía:** (53.1 de 100) - *Bien:* Muestra conexión con el cliente. *Mal:* Podría ser más genuina y personalizada. *Mejora:* Escuchar activamente al cliente y demostrar comprensión.\n*   **Resolución de Problemas:** (34.6 de 100) - *Bien:* Intenta solucionar problemas. *Mal:* Podría ser más eficiente. *Mejora:* Ofrecer soluciones rápidas y efectivas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1: Detección de Necesidades y Saludo Impactante**\n*   **Foco principal:** Mejorar la calidad de las preguntas iniciales para identificar las necesidades del cliente.\n*   **Acciones:** Practicar preguntas específicas y personalizadas, analizar grabaciones de llamadas exitosas y ajustar el saludo inicial para captar la atención del cliente desde el principio.\n**Semana 2: Manejo de Objeciones Específico**\n*   **Siguiente prioridad:** Preparar un guion detallado para rebatir las objeciones más comunes.\n*   **Acciones:** Identificar las objeciones más frecuentes, crear respuestas persuasivas y practicar la fluidez en la presentación de estas respuestas.\n**Semana 3: Cierre Directo y Proactividad**\n*   **Consolidación:** Implementar técnicas de cierre directo y ofrecer soluciones adicionales antes de que el cliente las solicite.\n*   **Acciones:** Practicar cierres directos, anticipar las necesidades del cliente y ofrecer soluciones proactivas.\n**Semana 4: Optimización y Personalización**\n*   **Optimización:** Revisar y ajustar el proceso de venta completo para mejorar la eficiencia y la persuasión.\n*   **Acciones:** Analizar grabaciones de llamadas, identificar áreas de mejora y personalizar el enfoque de venta para cada cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\".\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, o videollamadas?\", \"¿Cuántos GB tenés actualmente y te alcanzan?\".\n*   **Como ofrecer fibra directamente:** \"Además, en su zona tenemos cobertura de fibra óptica de Movistar. Con [velocidad] megas, va a poder [beneficios: ver películas sin interrupciones, trabajar desde casa sin problemas, etc.]\".\n*   **Técnicas de cierre directo:** \"Perfecto, para que pueda empezar a disfrutar de estos beneficios, ¿le queda bien si lo agendamos para el [día] en la sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\".\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si lo comparás con los beneficios, como la estabilidad de la conexión y el ahorro a largo plazo, vas a ver que vale la pena\".\n    *   **Competencia:** \"Entiendo que tengas otras opciones, pero Movistar te ofrece [ventaja diferencial, como mejor cobertura, mejor servicio al cliente, o beneficios exclusivos]\".\n    *   **No necesito más datos:** \"Comprendo, pero con el aumento del uso de internet, tener más datos te asegura que nunca te quedes sin conexión y puedas disfrutar de todo lo que te gusta sin preocuparte\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas calificadas como \"buenas\" o \"excelentes\" al 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de conversión de llamadas a ventas del 0.17% al 1%.\n    *   Disminuir la cantidad de \"cortes de conversación\" del cliente en un 20%.\n    *   Aumentar la tasa de conversación real (más de 30 segundos) al 45%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nEvangelina, tenés una gran capacidad para conectar con los clientes. Ahora, vamos a enfocar esa empatía en entender sus necesidades y ofrecerles soluciones concretas. Con un poco de práctica y las herramientas adecuadas, estoy seguro de que vas a superar tus propios límites y alcanzar el éxito que te merecés. ¡Confío en vos y estoy acá para apoyarte en cada paso del camino!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Cantos Thiago",
    "agente_codigo": "amza8",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:07:06.411215",
    "metricas": {
      "agente": "Cantos Thiago",
      "agente_codigo": "amza8",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 66,
        "puntaje_promedio": 26.9,
        "puntaje_min": 0,
        "puntaje_max": 85,
        "desviacion_std": 23.1,
        "llamadas_excelentes": 1,
        "llamadas_buenas": 8,
        "llamadas_regulares": 11,
        "llamadas_criticas": 46,
        "criterios": {
          "saludo_presentacion": 30.5,
          "identificacion_cliente": 51.8,
          "deteccion_necesidades": 14.7,
          "oferta_productos": 30.5,
          "manejo_objeciones": 22.0,
          "cierre": 11.4,
          "despedida": 53.5,
          "proactividad": 5.5,
          "empatia": 32.3,
          "resolucion_problemas": 19.1
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 45,
          "Oferta de productos": 27,
          "Manejo de objeciones": 24,
          "Proactividad": 22,
          "Presentación": 21
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 19,
          "Saludo y presentación": 12,
          "Despedida": 11,
          "Empatía": 10,
          "Despedida cordial": 7
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 85.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente, ofrece planes, maneja objeciones y completa el cierre. Debe mejorar la proactividad al no ofrecer fibra o productos adicionales.  La detección de necesidades podría ser más profunda."
          },
          {
            "puntaje_total": 75.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece productos.  Se detectaron necesidades, se ofrece fibra. El cierre no se completa, aunque se intenta."
          },
          {
            "puntaje_total": 75.0,
            "resumen": "El agente se presenta y se identifica correctamente.  Maneja las objeciones con empatía y ofrece una solución. Debe mejorar en la detección de necesidades y en la proactividad de ofrecer productos adicionales."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "Llamada muy deficiente. El agente no se presenta ni identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. No hay empatía."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta y no se despide adecuadamente. No hay proactividad ni empatía."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera directa, no maneja objeciones, no cierra la venta, no se despide, no es proactivo y no muestra empatía."
          }
        ],
        "pct_ofrece_fibra": 6.1
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 193,
        "tmo_seg": 92.8,
        "pct_capta_atencion": 30.1,
        "menos_30seg": 83,
        "corte_cliente": 147,
        "corte_agente": 45
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 769,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 153.8,
        "duracion_promedio_seg": 91.2,
        "talking_total_min": 687.2,
        "talking_promedio_seg": 53.6,
        "hold_total_min": 0.8,
        "acw_total_min": 240.1,
        "promedio_min_hablados_por_hora": 68.7,
        "horas_trabajadas": 10,
        "exitosas": 138,
        "no_exitosas": 547,
        "tasa_contacto_efectivo": 17.9,
        "ventas": 0,
        "agendados": 55,
        "no_quiere_contacto": 27,
        "conforme_actual": 14,
        "cortes_conversacion": 99,
        "mudas_cortadas": 408,
        "con_conversacion_real_30s": 231,
        "tasa_conversacion_real": 30.0,
        "corte_cliente": 604,
        "corte_agente": 159,
        "llamadas_largas_1min": 100,
        "llamadas_cortas_1min": 669,
        "score_integral": 37.3,
        "score_operacional": 53.0
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 26.9,
        "general": 33.0,
        "diferencia": -6.1,
        "percentil": 44.2
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 30.5,
          "general": 32.4,
          "diferencia": -2.0
        },
        "identificacion_cliente": {
          "agente": 51.8,
          "general": 62.7,
          "diferencia": -10.9
        },
        "deteccion_necesidades": {
          "agente": 14.7,
          "general": 22.0,
          "diferencia": -7.3
        },
        "oferta_productos": {
          "agente": 30.5,
          "general": 35.0,
          "diferencia": -4.5
        },
        "manejo_objeciones": {
          "agente": 22.0,
          "general": 28.1,
          "diferencia": -6.1
        },
        "cierre": {
          "agente": 11.4,
          "general": 12.9,
          "diferencia": -1.6
        },
        "despedida": {
          "agente": 53.5,
          "general": 59.4,
          "diferencia": -6.0
        },
        "proactividad": {
          "agente": 5.5,
          "general": 9.1,
          "diferencia": -3.7
        },
        "empatia": {
          "agente": 32.3,
          "general": 39.5,
          "diferencia": -7.2
        },
        "resolucion_problemas": {
          "agente": 19.1,
          "general": 19.0,
          "diferencia": 0.1
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Cantos Thiago\n\n### 1. DIAGNOSTICO GENERAL\nCantos Thiago, tu nivel actual es **Crítico** y requiere una mejora urgente. Tu puntaje promedio de 26.9 de 100 te ubica por debajo del promedio del equipo (33.0 de 100), situándote en el percentil 44.2. Esto indica que hay una brecha significativa entre tu desempeño y el de tus compañeros. El potencial de mejora es considerable, ya que tu puntaje máximo alcanzado (85 de 100) demuestra que puedes tener un desempeño mucho mejor. Con un enfoque estructurado y un plan de acción bien definido, puedes lograr resultados notables en un corto período de tiempo. Los ejemplos peores muestran llamadas con puntaje de 0, lo cual indica la necesidad de volver a las bases del proceso de venta.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Logras identificar al cliente en el 51.8% de las llamadas, lo cual es un buen punto de partida. Es crucial confirmar que estás hablando con la persona correcta para evitar perder tiempo y generar frustración.\n*   **Saludo y presentación:** El 30.5 de 100 en saludo y presentación es aceptable, aunque todavía hay margen para mejorar. Un saludo profesional y una presentación clara generan una primera impresión positiva y establecen una base sólida para la conversación.\n*   **Despedida:** Con un 53.5 de 100, la despedida es una de tus fortalezas. Una despedida cordial y profesional deja una impresión duradera en el cliente, incluso si no se concreta la venta.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Tu puntuación en este aspecto es alarmantemente baja (14.7 de 100). Sin identificar las necesidades del cliente, estás ofreciendo productos al azar, lo que disminuye drásticamente tus posibilidades de éxito.\n*   **Proactividad:** Un puntaje de 5.5 de 100 indica que no estás siendo proactivo en la oferta de productos adicionales, como fibra óptica. Dejas pasar oportunidades valiosas para aumentar el valor de la venta.\n*   **Manejo de objeciones:** Con un 22.0 de 100, tu manejo de objeciones es deficiente. No estás logrando rebatir las objeciones de los clientes de manera efectiva, lo que resulta en la pérdida de ventas potenciales.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 30.5 de 100. Aunque correcto, falta entusiasmo y personalización. **Mejora:** Practica un saludo más enérgico y añade un toque personal mencionando algo relevante (ej: \"Hola [Nombre], espero que estés teniendo un buen día en [barrio/ciudad]\").\n*   **Identificación del Cliente:** 51.8 de 100. Bien, pero inconsistente. **Mejora:** Automatiza la pregunta \"¿Me comunico con [Nombre]?\" al principio de cada llamada, sin excepción.\n*   **Detección de Necesidades:** 14.7 de 100. Absolutamente crítico. Estás fallando en entender al cliente. **Mejora:** Antes de ofrecer cualquier producto, debes preguntar: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Escucha atentamente las respuestas.\n*   **Oferta de Productos:** 30.5 de 100. General y sin conexión con las necesidades. **Mejora:** Una vez detectadas las necesidades, ofrece planes específicos que se ajusten a ellas. No preguntes si le interesa, afirma: \"Tengo una oferta que LE VA a interesar\".\n*   **Manejo de Objeciones:** 22.0 de 100. Respuesta genérica y poco convincente. **Mejora:** Rebate cada objeción de forma puntual. Si dice \"Es caro\", responde: \"Es lógico que mires el precio. A varios clientes les pasó eso...\". Luego, justifica el valor del plan.\n*   **Cierre:** 11.4 de 100. Casi inexistente. **Mejora:** Después de rebatir la objeción, cierra directamente: \"Perfecto, para avanzar con la activación, ¿te queda cómodo que te asignemos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n*   **Despedida:** 53.5 de 100. Correcta, pero podría ser más personalizada. **Mejora:** Agradece al cliente por su tiempo y ofrece acompañamiento durante el proceso de portabilidad (si aplica).\n*   **Proactividad:** 5.5 de 100. Nula. **Mejora:** Ofrece fibra óptica en TODAS las llamadas, sin preguntar si le interesa: \"Además, quiero comentarte que tenemos promociones exclusivas en fibra óptica en tu zona...\".\n*   **Empatía:** 32.3 de 100. Falta conexión emocional. **Mejora:** Escucha activamente al cliente y muestra comprensión ante sus inquietudes. Utiliza frases como \"Entiendo tu preocupación...\" o \"Comprendo lo que me decís...\".\n*   **Resolución de Problemas:** 19.1 de 100. Baja, indica dificultades en resolver consultas. **Mejora:** Capacitación sobre los productos y servicios de Movistar.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1: Fundamentos de la Venta**\n*   **Foco:** Identificación del cliente y detección de necesidades.\n*   **Acciones:**\n    *   Practicar la pregunta \"¿Me comunico con [Nombre]?\" en cada llamada.\n    *   Memorizar y aplicar las preguntas \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n    *   Escuchar atentamente las respuestas y tomar notas.\n    *   Repasar grabaciones de llamadas excelentes del equipo, enfocándose en cómo detectan necesidades.\n\n**Semana 2: Oferta Directa y Manejo de Objeciones**\n*   **Foco:** Oferta de productos y manejo de objeciones.\n*   **Acciones:**\n    *   Basar la oferta en las necesidades detectadas.\n    *   Practicar la frase \"Tengo una oferta que LE VA a interesar\".\n    *   Preparar respuestas puntuales para las objeciones más comunes.\n    *   Simular role-playing con Melanie, enfocándose en el manejo de objeciones.\n\n**Semana 3: Cierre Directo y Proactividad**\n*   **Foco:** Cierre directo y oferta de fibra óptica.\n*   **Acciones:**\n    *   Practicar la técnica de cierre directo: \"Perfecto, para avanzar con la activación...\".\n    *   Ofrecer fibra óptica en todas las llamadas.\n    *   Revisar grabaciones de llamadas, identificando oportunidades perdidas de cierre.\n\n**Semana 4: Optimización y Personalización**\n*   **Foco:** Empatía y personalización del discurso.\n*   **Acciones:**\n    *   Escuchar activamente al cliente y mostrar comprensión.\n    *   Adaptar el discurso a cada cliente, utilizando la información recolectada.\n    *   Analizar tus propias llamadas, identificando áreas de mejora continua.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\" (Pronunciar claro el nombre).\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\".\n*   **Ofrecer fibra directamente:** \"Además, quiero comentarte que tenemos promociones exclusivas en fibra óptica en tu zona. Contamos con [velocidad] megas por [precio] pesos, ideal para [uso que le da el cliente al internet],  ¿te queda cómodo que te asignemos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n*   **Técnica de cierre directo:** \"Perfecto, para avanzar con la activación, ¿te queda cómodo que te asignemos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven todo lo que incluye el plan, se dan cuenta de que vale la pena por [menciona beneficios específicos]\".\n    *   **\"No me interesa\":** \"Entiendo, pero déjame contarte rápidamente sobre [beneficio principal] que podría interesarte...\".\n    *   **\"Tengo otra compañía\":** \"Comprendo, pero te ofrezco una mejor cobertura y [beneficio exclusivo de Movistar], ¿te parece si te asignamos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje de 55 de 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de conversación real a un 45%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la detección de necesidades del 14.7% al 45%.\n    *   Aumentar la proactividad en la oferta de fibra del 6.1% al 40%.\n    *   Mejorar el manejo de objeciones del 22% al 50%.\n    *   Disminuir los cortes del cliente un 20%\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nThiago, este es un punto de partida, no un punto final. Las métricas actuales no reflejan tu potencial, pero con el enfoque y la disciplina adecuados, sé que puedes revertir esta situación. Los ejemplos de tus mejores llamadas demuestran que tienes la capacidad de lograr grandes cosas. Confío en tu compromiso y perseverancia para alcanzar tus metas y superar las expectativas. Recuerda, el éxito está en la acción constante y en la búsqueda de la mejora continua. ¡Vamos a trabajar juntos para que alcances tu máximo potencial!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Olave Tomas",
    "agente_codigo": "amza9",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:07:27.308616",
    "metricas": {
      "agente": "Olave Tomas",
      "agente_codigo": "amza9",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 65,
        "puntaje_promedio": 31.4,
        "puntaje_min": 0,
        "puntaje_max": 85,
        "desviacion_std": 25.4,
        "llamadas_excelentes": 2,
        "llamadas_buenas": 11,
        "llamadas_regulares": 13,
        "llamadas_criticas": 39,
        "criterios": {
          "saludo_presentacion": 28.3,
          "identificacion_cliente": 73.4,
          "deteccion_necesidades": 27.1,
          "oferta_productos": 35.8,
          "manejo_objeciones": 30.3,
          "cierre": 11.8,
          "despedida": 55.2,
          "proactividad": 8.3,
          "empatia": 35.8,
          "resolucion_problemas": 14.0
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 29,
          "Proactividad": 21,
          "Oferta de productos": 19,
          "Cierre": 17,
          "Manejo de objeciones": 16
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 24,
          "Despedida": 13,
          "Empatía": 11,
          "Manejo de objeciones": 7,
          "Identificación del cliente.": 6
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 85.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece directamente un plan con beneficios y muestra empatía. El cierre se da por completado.  Se sugiere mejorar la presentación inicial con la frase correcta."
          },
          {
            "puntaje_total": 80.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades y ofrece planes de manera adecuada, manejando objeciones y buscando el cierre. Falta proactividad en la oferta de productos adicionales."
          },
          {
            "puntaje_total": 76.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan móvil directamente. Detecta necesidades, aunque podría ser más detallada. Maneja las objeciones y muestra empatía. El cierre no se completa en la llamada. No ofrece fibra."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumplió con ningún criterio de evaluación. No se presentó correctamente, no verificó la identidad, no detectó necesidades, no ofreció productos ni cerró la venta.  No mostró empatía ni proactividad."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó, no identificó al cliente, no detectó necesidades, no ofreció productos ni manejó objeciones."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "Llamada deficiente. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta el cierre. La despedida es poco profesional. No hubo objeciones."
          }
        ],
        "pct_ofrece_fibra": 4.6
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 226,
        "tmo_seg": 115.3,
        "pct_capta_atencion": 44.7,
        "menos_30seg": 30,
        "corte_cliente": 158,
        "corte_agente": 63
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 738,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 147.6,
        "duracion_promedio_seg": 68.9,
        "talking_total_min": 505.2,
        "talking_promedio_seg": 41.1,
        "hold_total_min": 0.0,
        "acw_total_min": 120.6,
        "promedio_min_hablados_por_hora": 50.5,
        "horas_trabajadas": 10,
        "exitosas": 371,
        "no_exitosas": 358,
        "tasa_contacto_efectivo": 50.3,
        "ventas": 0,
        "agendados": 26,
        "no_quiere_contacto": 117,
        "conforme_actual": 184,
        "cortes_conversacion": 92,
        "mudas_cortadas": 204,
        "con_conversacion_real_30s": 203,
        "tasa_conversacion_real": 27.5,
        "corte_cliente": 527,
        "corte_agente": 205,
        "llamadas_largas_1min": 91,
        "llamadas_cortas_1min": 647,
        "score_integral": 41.2,
        "score_operacional": 55.8
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 31.4,
        "general": 33.0,
        "diferencia": -1.6,
        "percentil": 53.0
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 28.3,
          "general": 32.4,
          "diferencia": -4.1
        },
        "identificacion_cliente": {
          "agente": 73.4,
          "general": 62.7,
          "diferencia": 10.7
        },
        "deteccion_necesidades": {
          "agente": 27.1,
          "general": 22.0,
          "diferencia": 5.1
        },
        "oferta_productos": {
          "agente": 35.8,
          "general": 35.0,
          "diferencia": 0.9
        },
        "manejo_objeciones": {
          "agente": 30.3,
          "general": 28.1,
          "diferencia": 2.2
        },
        "cierre": {
          "agente": 11.8,
          "general": 12.9,
          "diferencia": -1.1
        },
        "despedida": {
          "agente": 55.2,
          "general": 59.4,
          "diferencia": -4.2
        },
        "proactividad": {
          "agente": 8.3,
          "general": 9.1,
          "diferencia": -0.8
        },
        "empatia": {
          "agente": 35.8,
          "general": 39.5,
          "diferencia": -3.7
        },
        "resolucion_problemas": {
          "agente": 14.0,
          "general": 19.0,
          "diferencia": -5.0
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Olave Tomas\n\n### 1. DIAGNOSTICO GENERAL\nOlave Tomas se encuentra en un nivel **Necesita Mejora**. Su puntaje promedio de 31.4 de 100 está ligeramente por debajo del promedio del equipo (33.0 de 100). Si bien muestra fortalezas en la identificación del cliente, áreas cruciales como la detección de necesidades, la oferta de productos, el cierre y la proactividad necesitan una atención inmediata. El bajo porcentaje de oferta de fibra (4.6%) es alarmante y representa una gran oportunidad de crecimiento. Con un plan de acción enfocado y consistente, Olave tiene un alto potencial de mejora y puede convertirse en un miembro valioso del equipo. El enfoque debe estar en la aplicación de las reglas del negocio.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 73.4 de 100, Olave demuestra habilidad para confirmar la identidad del cliente. Esto genera confianza inicial y permite una conversación más efectiva.\n*   **Despedida:** El puntaje de 55.2 de 100 indica que Olave tiene una despedida adecuada, aunque puede optimizarse para dejar una impresión aún más positiva.\n*   **Empatía:** Un puntaje de 35.8 de 100 demuestra una capacidad para conectar con el cliente.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Un puntaje bajo de 27.1 de 100 revela una dificultad para identificar las necesidades reales del cliente, lo que dificulta la personalización de la oferta.\n*   **Cierre:** El puntaje de 11.8 de 100 indica problemas significativos para concretar la venta y asegurar la conversión.\n*   **Proactividad:** Con un puntaje de 8.3 de 100, Olave no está aprovechando las oportunidades para ofrecer productos adicionales o soluciones complementarias.\n*   **Oferta de Productos:** 35.8 de 100 en este rubro indica falta de asertividad y persuasión al presentar los beneficios de los productos.\n*   **Tasa de Conversación Real:** Con un 27.5%, Olave tiene dificultades para mantener conversaciones significativas con los clientes.\n*   **Ventas:** 0 ventas sobre 738 llamadas es una métrica inaceptable. Es crucial mejorar la efectividad de sus interacciones.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 28.3 de 100.\n    *   **Qué hace mal:** No utiliza la frase correcta y persuasiva para iniciar la conversación.\n    *   **Cómo mejorar:** Memorizar y aplicar consistentemente la frase: \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** 73.4 de 100.\n    *   **Qué hace bien:** Verifica la identidad del cliente.\n    *   **Cómo mejorar:** Mantener esta práctica y asegurarse de pronunciar el nombre correctamente y con confianza.\n*   **Detección de Necesidades:** 27.1 de 100.\n    *   **Qué hace mal:** Realiza preguntas genéricas o superficiales que no revelan las necesidades reales del cliente.\n    *   **Cómo mejorar:** Utilizar preguntas específicas y directas, como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\", para obtener información valiosa.\n*   **Oferta de Productos:** 35.8 de 100.\n    *   **Qué hace mal:** No ofrece fibra de manera directa y asertiva.\n    *   **Cómo mejorar:** Después de detectar las necesidades básicas, comentar DIRECTAMENTE sobre la oferta de fibra, sin preguntar si le interesa: \"Además, tenemos una excelente oferta de fibra óptica en su zona que le va a interesar por...\"\n*   **Manejo de Objeciones:** 30.3 de 100.\n    *   **Qué hace mal:** Ofrece respuestas genéricas a las objeciones del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción específica y ofrecer una respuesta puntual y personalizada. Por ejemplo, si el cliente dice \"Es caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso... Sin embargo, a largo plazo, el ahorro en...\"\n*   **Cierre:** 11.8 de 100.\n    *   **Qué hace mal:** No intenta cerrar la venta de manera efectiva.\n    *   **Cómo mejorar:** Una vez que se ha superado las objeciones, proceder directamente a asignar una sucursal o buscar el domicilio del cliente para la instalación: \"Perfecto, entonces para que pueda disfrutar de este beneficio, ¿qué sucursal de Movistar le queda más cómoda para coordinar la instalación, o prefiere que coordinemos directamente desde su domicilio?\".\n*   **Despedida:** 55.2 de 100.\n    *   **Qué hace bien:** Tiene una despedida.\n    *   **Cómo mejorar:** Agradecer al cliente por su tiempo y reafirmar el compromiso de Movistar de brindarle el mejor servicio.\n*   **Proactividad:** 8.3 de 100.\n    *   **Qué hace mal:** No aprovecha las oportunidades para ofrecer productos o servicios adicionales.\n    *   **Cómo mejorar:** Después de ofrecer el plan principal, ofrecer proactivamente servicios complementarios, como Movistar Play o descuentos en equipos.\n*   **Empatía:** 35.8 de 100.\n    *   **Qué hace bien:** Demuestra cierta capacidad para conectar con el cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente, validar sus inquietudes y mostrar comprensión por su situación.\n*   **Resolución de Problemas:** 14.0 de 100.\n    *   **Qué hace mal:** No ofrece soluciones efectivas a los problemas que plantea el cliente.\n    *   **Cómo mejorar:** Escuchar atentamente el problema del cliente, ofrecer soluciones concretas y hacer un seguimiento para asegurarse de que el problema se haya resuelto satisfactoriamente.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Dominio del Saludo y Detección de Necesidades.**\n    *   **Acciones:**\n        *   Memorizar y practicar la frase: \"Tengo una oferta que le VA a interesar\".\n        *   En cada llamada, realizar las preguntas clave: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n        *   Revisión diaria de las grabaciones para identificar áreas de mejora en la detección de necesidades.\n        *   Sesiones de role-playing con Melanie para practicar las habilidades de detección de necesidades.\n**Semana 2:** **Oferta Directa de Fibra y Manejo de Objeciones.**\n    *   **Acciones:**\n        *   En cada llamada, después de detectar las necesidades, ofrecer la fibra directamente, sin preguntar si le interesa.\n        *   Estudiar y memorizar las respuestas a las objeciones más comunes.\n        *   Simulaciones con Melanie, enfocándose en rebatir objeciones específicas.\n**Semana 3:** **Técnicas de Cierre Directo.**\n    *   **Acciones:**\n        *   Aplicar la técnica de cierre directo: \"¿Qué sucursal de Movistar le queda más cómoda para coordinar la instalación, o prefiere que coordinemos directamente desde su domicilio?\".\n        *   Analizar las llamadas donde no se logró el cierre para identificar los errores cometidos.\n        *   Practicar el cierre en diferentes escenarios.\n**Semana 4:** **Proactividad y Optimización.**\n    *   **Acciones:**\n        *   Ofrecer servicios complementarios, como Movistar Play.\n        *   Analizar todas las llamadas de la semana para identificar áreas de mejora y consolidar las habilidades aprendidas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Cómo ofrecer fibra directamente:**\n    *   \"Además, tenemos una excelente oferta de fibra óptica en su zona que le va a interesar por [mencionar beneficios específicos].\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, entonces para que pueda disfrutar de este beneficio, ¿qué sucursal de Movistar le queda más cómoda para coordinar la instalación, o prefiere que coordinemos directamente desde su domicilio?\".\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción: \"Es caro\".**\n        *   \"Es lógico que mires el precio. A varios clientes les pasó eso... Sin embargo, a largo plazo, el ahorro en [mencionar beneficios específicos] hace que valga la pena.\"\n    *   **Objeción: \"Estoy bien con mi proveedor actual\".**\n        *   \"Entiendo, pero muchos clientes que pensaban lo mismo se sorprendieron al descubrir los beneficios que Movistar tiene para ofrecer. Por ejemplo,...\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas calificadas como \"buenas\" o \"excelentes\" a un 50%.\n*   **KPIs:**\n    *   Aumentar la tasa de conversación real (más de 30 segundos) a un 45%.\n    *   Reducir el número de cortes de conversación por parte del agente en un 50%.\n    *   Aumentar la tasa de oferta de fibra a un 50% de las llamadas.\n    *   Concretar 10 ventas en los próximos 30 días.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nOlave, tienes el potencial para ser un gran vendedor en Movistar. Tu capacidad para identificar al cliente es una excelente base. Ahora, vamos a trabajar juntos para convertir esas llamadas en ventas. Con un enfoque constante en la aplicación de las técnicas y el speech que hemos revisado, estoy seguro de que vas a lograr grandes resultados. ¡Confío en ti!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Alvarez Pablo",
    "agente_codigo": "amza7",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:07:46.386150",
    "metricas": {
      "agente": "Alvarez Pablo",
      "agente_codigo": "amza7",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 59,
        "puntaje_promedio": 27.8,
        "puntaje_min": 0,
        "puntaje_max": 92,
        "desviacion_std": 26.3,
        "llamadas_excelentes": 3,
        "llamadas_buenas": 5,
        "llamadas_regulares": 15,
        "llamadas_criticas": 36,
        "criterios": {
          "saludo_presentacion": 25.9,
          "identificacion_cliente": 32.4,
          "deteccion_necesidades": 10.2,
          "oferta_productos": 23.4,
          "manejo_objeciones": 19.7,
          "cierre": 9.2,
          "despedida": 44.4,
          "proactividad": 5.4,
          "empatia": 37.6,
          "resolucion_problemas": 24.9
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 35,
          "Proactividad": 29,
          "Identificación del cliente": 25,
          "Oferta de productos": 20,
          "Manejo de objeciones": 15
        },
        "fortalezas_frecuentes": {
          "Empatía": 10,
          "Despedida": 9,
          "Resolución de problemas": 8,
          "Saludo y presentación": 8,
          "Identificación del cliente": 8
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 92.0,
            "resumen": "El agente demostró un buen desempeño en la venta, presentando el plan, detectando las necesidades del cliente y manejando las objeciones. El cierre y la presentación fueron adecuados, aunque podría mejorar la forma de detección de necesidades y la despedida."
          },
          {
            "puntaje_total": 80.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Demuestra empatía y maneja una objeción.  El cierre no se concreta."
          },
          {
            "puntaje_total": 80.0,
            "resumen": "El agente se presenta y verifica la identidad del cliente correctamente. Detecta las necesidades y ofrece los planes de manera directa, aunque no hay despedida."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no muestra proactividad."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó correctamente, no realizó una correcta identificación del cliente, no detectó las necesidades y no realizó un cierre efectivo. No ofreció productos de forma adecuada."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta. No hay proactividad ni empatía."
          }
        ],
        "pct_ofrece_fibra": 3.4
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {},
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 587,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 117.4,
        "duracion_promedio_seg": 90.7,
        "talking_total_min": 582.6,
        "talking_promedio_seg": 59.6,
        "hold_total_min": 0.7,
        "acw_total_min": 143.9,
        "promedio_min_hablados_por_hora": 58.3,
        "horas_trabajadas": 10,
        "exitosas": 97,
        "no_exitosas": 455,
        "tasa_contacto_efectivo": 16.5,
        "ventas": 0,
        "agendados": 20,
        "no_quiere_contacto": 12,
        "conforme_actual": 11,
        "cortes_conversacion": 301,
        "mudas_cortadas": 106,
        "con_conversacion_real_30s": 205,
        "tasa_conversacion_real": 34.9,
        "corte_cliente": 423,
        "corte_agente": 148,
        "llamadas_largas_1min": 87,
        "llamadas_cortas_1min": 500,
        "score_integral": 38.8,
        "score_operacional": 55.2
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 27.8,
        "general": 33.0,
        "diferencia": -5.2,
        "percentil": 44.4
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 25.9,
          "general": 32.4,
          "diferencia": -6.5
        },
        "identificacion_cliente": {
          "agente": 32.4,
          "general": 62.7,
          "diferencia": -30.3
        },
        "deteccion_necesidades": {
          "agente": 10.2,
          "general": 22.0,
          "diferencia": -11.8
        },
        "oferta_productos": {
          "agente": 23.4,
          "general": 35.0,
          "diferencia": -11.6
        },
        "manejo_objeciones": {
          "agente": 19.7,
          "general": 28.1,
          "diferencia": -8.4
        },
        "cierre": {
          "agente": 9.2,
          "general": 12.9,
          "diferencia": -3.8
        },
        "despedida": {
          "agente": 44.4,
          "general": 59.4,
          "diferencia": -15.0
        },
        "proactividad": {
          "agente": 5.4,
          "general": 9.1,
          "diferencia": -3.7
        },
        "empatia": {
          "agente": 37.6,
          "general": 39.5,
          "diferencia": -1.9
        },
        "resolucion_problemas": {
          "agente": 24.9,
          "general": 19.0,
          "diferencia": 5.9
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Alvarez Pablo\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de desempeño de Alvarez Pablo es **Crítico**, con un puntaje promedio de 27.8 de 100, significativamente por debajo del promedio del equipo (33.0 de 100). Su percentil es 44.4, lo que indica que se encuentra en la mitad inferior del equipo en términos de rendimiento. El potencial de mejora es alto, considerando la baja puntuación en áreas clave como detección de necesidades, oferta de productos, manejo de objeciones e identificación del cliente. Su tasa de contacto efectivo es de 16.5% y tasa de conversación real es de 34.9% ambas bajas, y no ha realizado ventas en el periodo evaluado. Las llamadas cortas (<1min) son muy altas (500 de 587). Esto sugiere que las interacciones son breves y posiblemente no están generando valor.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 37.6 de 100, Pablo demuestra tener una base en la conexión con el cliente. Esta habilidad puede ser una gran ventaja si se combina con un mejor manejo de las técnicas de venta.\n*   **Despedida:** Obtiene una puntuación relativamente alta (44.4 de 100) en este criterio, lo que indica que finaliza las llamadas de manera correcta. Aunque este aspecto es positivo, debe enfocarse en mejorar la efectividad de la conversación antes de llegar a la despedida.\n*   **Resolución de problemas:** Su puntaje de 24.9 de 100, aunque no es alto, es superior al promedio del equipo (19.0 de 100). Esto sugiere que tiene capacidad para encontrar soluciones, aunque debe mejorar en la identificación de los problemas y la presentación de soluciones efectivas.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un alarmante 10.2 de 100, esta es la principal área de mejora. Sin comprender las necesidades del cliente, es imposible ofrecer soluciones relevantes y cerrar ventas.\n*   **Identificación del cliente:** Con un bajo 32.4 de 100, es crucial confirmar que se está hablando con la persona correcta. Sin esto, el resto de la conversación carece de sentido.\n*   **Oferta de productos:** Un puntaje de 23.4 de 100 indica que la presentación de los productos no es efectiva, posiblemente debido a la falta de conexión con las necesidades del cliente.\n*   **Manejo de objeciones:** Con un puntaje de 19.7 de 100, Pablo necesita aprender a rebatir objeciones de manera efectiva para superar las dudas de los clientes y avanzar hacia el cierre.\n*   **Proactividad:** Con un pobre 5.4 de 100, es necesario que Pablo tome la iniciativa en la conversación para guiar al cliente hacia una solución y demostrar valor.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y presentación:** 25.9 de 100. *Qué hace mal:* Es posible que el saludo sea genérico y no genere interés en el cliente. *Cómo mejorar:* Iniciar con un saludo personalizado y una frase que capte la atención. Por ejemplo: \"Hola Pablo, me comunico desde Movistar con una oferta exclusiva para vos\".\n*   **Identificación del cliente:** 32.4 de 100. *Qué hace mal:* Puede que no esté confirmando si habla con la persona correcta o no está prestando atención a la información que proporciona el cliente. *Cómo mejorar:* Siempre preguntar: \"Hola, ¿me comunico con [Nombre y Apellido del Cliente]?\". Verificar la información antes de continuar.\n*   **Detección de necesidades:** 10.2 de 100. *Qué hace mal:* No está haciendo preguntas relevantes para entender las necesidades del cliente. *Cómo mejorar:* Preguntar directamente: \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actual?\". Escuchar atentamente la respuesta y tomar notas.\n*   **Oferta de productos:** 23.4 de 100. *Qué hace mal:* La oferta no está conectada a las necesidades del cliente y puede resultar irrelevante. *Cómo mejorar:* Después de detectar las necesidades, presentar la oferta directamente: \"Tengo una oferta que le VA a interesar: un plan con [X GB] que se adapta perfecto a tu consumo de [redes sociales/videos/etc.]\". Ofrecer fibra directamente: \"Además, Movistar está expandiendo su red de fibra óptica en tu zona. ¿Tenés internet en casa?\".\n*   **Manejo de objeciones:** 19.7 de 100. *Qué hace mal:* No está abordando las objeciones de manera efectiva y puede estar dando respuestas genéricas. *Cómo mejorar:* Escuchar atentamente la objeción y responder de forma específica. Por ejemplo, si el cliente dice \"Es caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después de probar el servicio se dieron cuenta de que la calidad y los beneficios valen la pena\".\n*   **Cierre:** 9.2 de 100. *Qué hace mal:* No está intentando cerrar la venta o lo hace de forma tímida. *Cómo mejorar:* Después de presentar la oferta y rebatir objeciones, pasar al cierre directo: \"Para activar este plan, ¿te queda bien que te asigne una sucursal cerca de tu casa o preferís que lo gestionemos a domicilio?\".\n*   **Despedida:** 44.4 de 100. *Qué hace mal:* Si bien la despedida es correcta, puede sentirse forzada si la conversación no fue efectiva. *Cómo mejorar:* Asegurarse de que la despedida sea genuina y agradecida, incluso si no se concreta la venta.\n*   **Proactividad:** 5.4 de 100. *Qué hace mal:* No está tomando la iniciativa para guiar la conversación y ofrecer soluciones. *Cómo mejorar:* Después de detectar las necesidades, tomar el control de la conversación y presentar la oferta de forma proactiva. Ofrecer fibra sin preguntar.\n*   **Empatía:** 37.6 de 100. *Qué hace bien:* Demuestra cierta conexión con el cliente. *Cómo mejorar:* Usar esta habilidad para generar confianza y personalizar la oferta.\n*   **Resolución de problemas:** 24.9 de 100. *Qué hace bien:* Tiene cierta capacidad para encontrar soluciones. *Cómo mejorar:* Escuchar atentamente al cliente y ofrecer soluciones creativas y personalizadas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Identificación del cliente y detección de necesidades.** Practicar el saludo y la verificación de la identidad del cliente. Enfocarse en hacer las preguntas correctas para entender sus necesidades. Monitoreo cercano de las llamadas para asegurar el cumplimiento de estas dos etapas.\n**Semana 2:** **Oferta de productos y manejo de objeciones.** Conectar las necesidades del cliente con los beneficios de los productos ofrecidos. Aprender a rebatir objeciones comunes de forma efectiva. Role playing con Melanie para practicar diferentes escenarios.\n**Semana 3:** **Cierre y proactividad.** Implementar técnicas de cierre directo y tomar la iniciativa en la conversación. Ofrecer fibra sistemáticamente. Analizar las llamadas de la semana para identificar áreas de mejora y corregir errores.\n**Semana 4:** **Consolidación y optimización.** Revisar todas las áreas y enfocarse en mejorar la fluidez de la conversación y la persuasión. Analizar las métricas y realizar ajustes según sea necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre y Apellido del Cliente]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además, Movistar está expandiendo su red de fibra óptica en tu zona. ¿Tenés internet en casa?\"\n*   **Técnicas de cierre directo:**\n    *   \"Para activar este plan, ¿te queda bien que te asigne una sucursal cerca de tu casa o preferís que lo gestionemos a domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después de probar el servicio se dieron cuenta de que la calidad y los beneficios valen la pena.\"\n    *   **\"Estoy conforme con mi compañía actual\":** \"Entiendo. Sin embargo, con Movistar vas a tener [X beneficio] que no tenés actualmente, además de un mejor precio.\"\n    *   **\"No tengo tiempo\":** \"No te preocupes, esto no te va a tomar más de 5 minutos. Quiero asegurarme de que estés aprovechando al máximo tu servicio de telefonía.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 50 de 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de conversación real a 50% y reducir las llamadas cortas (<1min) en un 50%.\n*   **KPIs específicos a mejorar:**\n    *   **Detección de necesidades:** Aumentar el puntaje de este criterio a 40 de 100.\n    *   **Oferta de productos:** Aumentar el puntaje de este criterio a 40 de 100.\n    *   **Cierre:** Aumentar el puntaje de este criterio a 25 de 100.\n    *   **Tasa de contacto efectivo:** Aumentar la tasa a 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nPablo, tenés la capacidad de conectar con la gente, y eso es invaluable. Ahora, necesitamos pulir tus habilidades de venta y convertir esa empatía en resultados. Este plan de acción está diseñado para que puedas explotar tu potencial y convertirte en un vendedor estrella. ¡Confío en vos y sé que lo vas a lograr! Melanie está acá para apoyarte en todo el proceso, no dudes en pedirle ayuda. ¡Vamos con todo!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Viola Gabriela",
    "agente_codigo": "amza4",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:08:05.114804",
    "metricas": {
      "agente": "Viola Gabriela",
      "agente_codigo": "amza4",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 55,
        "puntaje_promedio": 53.2,
        "puntaje_min": 0,
        "puntaje_max": 700,
        "desviacion_std": 91.6,
        "llamadas_excelentes": 1,
        "llamadas_buenas": 16,
        "llamadas_regulares": 17,
        "llamadas_criticas": 21,
        "criterios": {
          "saludo_presentacion": 56.0,
          "identificacion_cliente": 75.5,
          "deteccion_necesidades": 28.0,
          "oferta_productos": 50.0,
          "manejo_objeciones": 38.0,
          "cierre": 10.7,
          "despedida": 76.7,
          "proactividad": 14.2,
          "empatia": 51.8,
          "resolucion_problemas": 20.5
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 17,
          "Cierre": 9,
          "Manejo de objeciones": 9,
          "Oferta de productos": 9,
          "Proactividad": 7
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 17,
          "Despedida": 12,
          "Buen saludo y presentación.": 9,
          "Empatía.": 8,
          "Despedida cordial.": 6
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 700.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja algunas objeciones, pero no cierra la venta. Muestra empatía y ofrece seguimiento."
          },
          {
            "puntaje_total": 75.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja la objeción del cliente de manera efectiva. El cierre no se completa. No ofrece fibra. Falta proactividad."
          },
          {
            "puntaje_total": 73.0,
            "resumen": "El agente se presentó correctamente, identificó al cliente, detectó sus necesidades y ofreció un plan. Manejó las objeciones con empatía. No logró el cierre de la venta y no ofreció productos adicionales."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "Llamada fallida. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos y no realiza un cierre. No cumple con ninguna de las reglas del negocio."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "La llamada no contiene interacción del agente, es un mensaje de buzón de voz."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los requisitos mínimos de la llamada. No se presenta correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta. El cliente expresa una queja y no se resuelve."
          }
        ],
        "pct_ofrece_fibra": 5.5
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 199,
        "tmo_seg": 136.9,
        "pct_capta_atencion": 45.7,
        "menos_30seg": 44,
        "corte_cliente": 117,
        "corte_agente": 82
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 834,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 166.8,
        "duracion_promedio_seg": 76.9,
        "talking_total_min": 718.2,
        "talking_promedio_seg": 51.7,
        "hold_total_min": 0.0,
        "acw_total_min": 135.2,
        "promedio_min_hablados_por_hora": 71.8,
        "horas_trabajadas": 10,
        "exitosas": 408,
        "no_exitosas": 402,
        "tasa_contacto_efectivo": 48.9,
        "ventas": 6,
        "agendados": 226,
        "no_quiere_contacto": 101,
        "conforme_actual": 20,
        "cortes_conversacion": 250,
        "mudas_cortadas": 93,
        "con_conversacion_real_30s": 250,
        "tasa_conversacion_real": 30.0,
        "corte_cliente": 569,
        "corte_agente": 262,
        "llamadas_largas_1min": 96,
        "llamadas_cortas_1min": 738,
        "score_integral": 55.4,
        "score_operacional": 58.7
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 53.2,
        "general": 33.0,
        "diferencia": 20.2,
        "percentil": 78.1
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 56.0,
          "general": 32.4,
          "diferencia": 23.6
        },
        "identificacion_cliente": {
          "agente": 75.5,
          "general": 62.7,
          "diferencia": 12.7
        },
        "deteccion_necesidades": {
          "agente": 28.0,
          "general": 22.0,
          "diferencia": 6.0
        },
        "oferta_productos": {
          "agente": 50.0,
          "general": 35.0,
          "diferencia": 15.0
        },
        "manejo_objeciones": {
          "agente": 38.0,
          "general": 28.1,
          "diferencia": 9.9
        },
        "cierre": {
          "agente": 10.7,
          "general": 12.9,
          "diferencia": -2.2
        },
        "despedida": {
          "agente": 76.7,
          "general": 59.4,
          "diferencia": 17.3
        },
        "proactividad": {
          "agente": 14.2,
          "general": 9.1,
          "diferencia": 5.0
        },
        "empatia": {
          "agente": 51.8,
          "general": 39.5,
          "diferencia": 12.3
        },
        "resolucion_problemas": {
          "agente": 20.5,
          "general": 19.0,
          "diferencia": 1.5
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Viola Gabriela\n\n### 1. DIAGNOSTICO GENERAL\nViola, tu desempeño general se encuentra en un nivel que **necesita mejora**, con un puntaje promedio del modelo de 53.2 sobre 100. Si bien superás el promedio general del equipo (33 sobre 100) por un margen significativo (20.2 puntos), tu percentil de 78.1 indica que aún hay margen considerable para optimizar tu rendimiento y alcanzar el máximo potencial. Las áreas críticas como \"Detección de necesidades\" y \"Cierre\" están impactando tus resultados. La baja tasa de conversación real (30%) y el alto número de cortes por parte del cliente (569) sugieren que las interacciones no están siendo lo suficientemente atractivas o efectivas. El potencial de mejora es alto, enfocándote en la detección precisa de necesidades y el cierre agresivo de las ventas.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Demostrás habilidad para confirmar que estás hablando con la persona correcta (75.5 de 100).\n*   **Despedida:** Tus despedidas son cordiales y profesionales (76.7 de 100).\n*   **Saludo y Presentación:** Realizás un buen saludo y presentación al inicio de la llamada (56.0 de 100).\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:**  Identificar las necesidades reales del cliente es fundamental para ofrecer soluciones personalizadas (28.0 de 100).\n*   **Cierre:**  El cierre de la venta es el punto final del proceso y donde se materializa el esfuerzo (10.7 de 100).\n*   **Manejo de Objeciones:**  Superar las dudas y resistencias del cliente es clave para concretar la venta (38.0 de 100).\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:**  Nivel: 56.0 de 100. Bien: Te presentás correctamente. Mal: Podés optimizar la presentación para generar mayor impacto y captar la atención rápidamente. Como mejorar: Incorporá una frase gancho al inicio que despierte el interés del cliente.\n*   **Identificación del Cliente:** Nivel: 75.5 de 100. Bien: Confirmás que estás hablando con la persona correcta. Mal: Podés ser más rápido y eficiente en este proceso. Como mejorar: Usá la frase estándar y pasá rápidamente a la detección de necesidades.\n*   **Detección de Necesidades:** Nivel: 28.0 de 100. Bien: Intentás preguntar sobre las necesidades. Mal: Las preguntas son genéricas y no profundizan en lo que realmente necesita el cliente. Como mejorar: Usá preguntas específicas sobre el uso del celular y la cantidad de datos que consumen. \"¿Qué aplicaciones son las que más usás en tu celular?\" \"¿Cuántos GB tenés contratados actualmente?\".\n*   **Oferta de Productos:** Nivel: 50.0 de 100. Bien: Ofrecés planes. Mal: No ofrecés la fibra de forma directa y agresiva. Como mejorar: Después de detectar la necesidad, comentá directamente sobre la oferta de fibra: \"Además, tengo una oferta INCREIBLE de fibra óptica para tu hogar, con [velocidad] y [beneficios]\".\n*   **Manejo de Objeciones:** Nivel: 38.0 de 100. Bien: Intentás rebatir las objeciones. Mal: Las respuestas son genéricas y no atacan el punto específico de la objeción. Como mejorar: Escuchá atentamente la objeción y respondé con un argumento específico y convincente.\n*   **Cierre:** Nivel: 10.7 de 100. Bien: Intentás cerrar la venta. Mal: No sos lo suficientemente agresiva y directa en el cierre. Como mejorar: Después de manejar la objeción, directamente asigná la sucursal o preguntá por el domicilio. \"¿Te queda bien la sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\".\n*   **Despedida:** Nivel: 76.7 de 100. Bien: Te despedís de forma cordial. Mal: La despedida es muy larga y puede generar desinterés. Como mejorar: Agradecé brevemente y finalizá la llamada.\n*   **Proactividad:** Nivel: 14.2 de 100. Mal: No ofrecés productos adicionales ni oportunidades de mejora. Como mejorar: Siempre ofrecé la fibra óptica y promocioná planes superiores.\n*   **Empatía:** Nivel: 51.8 de 100. Mantené la empatía, pero sin que afecte la agresividad del cierre.\n*   **Resolución de Problemas:** Nivel: 20.5 de 100. Bien: Intentás resolver los problemas. Mal: No tenés las herramientas o el conocimiento para solucionar las quejas del cliente. Como mejorar: Dirigí al cliente al área correspondiente para que resuelvan su problema y ofrecé una solución alternativa.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Detección de Necesidades y Oferta de Fibra Agresiva.**\nAcciones:\n*   Revisar y adaptar el speech para incluir preguntas específicas sobre el uso del celular y la necesidad de datos.\n*   Practicar la oferta de fibra directa y sin rodeos, destacando los beneficios y la velocidad.\n*   Escuchar grabaciones de llamadas exitosas para identificar cómo los vendedores top detectan las necesidades y ofrecen la fibra.\n\n**Semana 2:** **Siguiente prioridad: Manejo de Objeciones Específico y Cierre Directo.**\nAcciones:\n*   Identificar las objeciones más comunes y preparar respuestas específicas para cada una.\n*   Implementar técnicas de cierre directo, asignando sucursal o preguntando por el domicilio inmediatamente después de rebatir la objeción.\n*   Analizar las llamadas donde no se logró el cierre para identificar los errores y corregirlos.\n\n**Semana 3:** **Consolidación: Proactividad y Optimización del Tiempo.**\nAcciones:\n*   Ofrecer siempre la fibra óptica y promocionar planes superiores.\n*   Reducir el tiempo de la llamada eliminando frases innecesarias y siendo más directo al grano.\n*   Realizar role-playing con Melanie para simular situaciones reales de venta y practicar el speech.\n\n**Semana 4:** **Optimización: Análisis de Resultados y Ajustes.**\nAcciones:\n*   Analizar los resultados de las semanas anteriores para identificar qué estrategias están funcionando y cuáles no.\n*   Ajustar el speech y las técnicas de venta según los resultados obtenidos.\n*   Continuar escuchando grabaciones de llamadas exitosas y practicando el role-playing.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué aplicaciones son las que más usás en tu celular?\", \"¿Cuántos GB tenés contratados actualmente?\".\n*   **Como ofrecer fibra directamente:** \"Además, tengo una oferta INCREIBLE de fibra óptica para tu hogar, con [velocidad] y [beneficios]. Es lo que te falta para tener una experiencia completa\".\n*   **Técnicas de cierre directo:** \"¿Te queda bien la sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Está caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero fijate que a la larga te sale más barato porque tenés [beneficio] y [beneficio]\".\n    *   **\"Estoy conforme con mi compañía\":** \"Entiendo, pero te aseguro que con Movistar vas a tener mejor señal, más velocidad y la mejor atención al cliente\".\n    *   **\"No me interesa\":** \"Entiendo, pero dame la oportunidad de contarte los beneficios que te estás perdiendo. Te aseguro que te VA a interesar\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 75 sobre 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de conversación real a 50%. Disminuir la cantidad de cortes del cliente a 300.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de cierre en un 50%.\n    *   Duplicar la cantidad de ofertas de fibra realizadas por día.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nViola, tenés un potencial enorme. Ya superás el promedio del equipo, y con un enfoque agresivo en la detección de necesidades y el cierre, podés convertirte en una de las mejores vendedoras. Confío en tu capacidad para implementar este plan de acción y alcanzar tus metas. ¡Vamos a trabajar juntas para que logres tu máximo rendimiento!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Notarnicola Luciana",
    "agente_codigo": "amza2",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:08:26.720711",
    "metricas": {
      "agente": "Notarnicola Luciana",
      "agente_codigo": "amza2",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 50,
        "puntaje_promedio": 41.0,
        "puntaje_min": 0,
        "puntaje_max": 95,
        "desviacion_std": 24.4,
        "llamadas_excelentes": 3,
        "llamadas_buenas": 12,
        "llamadas_regulares": 14,
        "llamadas_criticas": 21,
        "criterios": {
          "saludo_presentacion": 54.8,
          "identificacion_cliente": 81.0,
          "deteccion_necesidades": 29.8,
          "oferta_productos": 45.8,
          "manejo_objeciones": 36.0,
          "cierre": 15.4,
          "despedida": 74.0,
          "proactividad": 16.4,
          "empatia": 47.2,
          "resolucion_problemas": 18.4
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 29,
          "Manejo de objeciones": 19,
          "Oferta de productos": 18,
          "Cierre": 16,
          "Proactividad": 14
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 26,
          "Saludo y presentación": 15,
          "Despedida": 14,
          "Empatía": 12,
          "Despedida cordial": 7
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 95.0,
            "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta la necesidad de fibra óptica y la ofrece directamente, manejando las objeciones y iniciando el proceso de cierre. Se despide de manera cordial y muestra empatía."
          },
          {
            "puntaje_total": 84.0,
            "resumen": "El agente se presenta y verifica al cliente, detecta necesidades y ofrece planes.  Inicia el cierre pero no lo completa. No ofrece fibra."
          },
          {
            "puntaje_total": 80.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece planes de manera directa y muestra empatía.  No ofrece fibra. El cierre se intenta, pero no se concreta."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumplió con los criterios mínimos de la evaluación, principalmente en la presentación, detección de necesidades y oferta de productos. La llamada se centró en aclarar un malentendido con el cliente."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones y no cierra la venta."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "Llamada deficiente. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide y no muestra proactividad ni empatía. No hay resolución de problemas."
          }
        ],
        "pct_ofrece_fibra": 14.0
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 170,
        "tmo_seg": 116.5,
        "pct_capta_atencion": 34.1,
        "menos_30seg": 70,
        "corte_cliente": 123,
        "corte_agente": 40
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 600,
        "dias_trabajados": 5,
        "llamadas_por_dia_promedio": 120.0,
        "duracion_promedio_seg": 79.9,
        "talking_total_min": 441.9,
        "talking_promedio_seg": 44.2,
        "hold_total_min": 0.0,
        "acw_total_min": 184.6,
        "promedio_min_hablados_por_hora": 73.6,
        "horas_trabajadas": 6,
        "exitosas": 60,
        "no_exitosas": 476,
        "tasa_contacto_efectivo": 10.0,
        "ventas": 0,
        "agendados": 17,
        "no_quiere_contacto": 25,
        "conforme_actual": 4,
        "cortes_conversacion": 414,
        "mudas_cortadas": 38,
        "con_conversacion_real_30s": 185,
        "tasa_conversacion_real": 30.8,
        "corte_cliente": 435,
        "corte_agente": 158,
        "llamadas_largas_1min": 72,
        "llamadas_cortas_1min": 528,
        "score_integral": 44.3,
        "score_operacional": 49.2
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 41.0,
        "general": 33.0,
        "diferencia": 8.0,
        "percentil": 66.3
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 54.8,
          "general": 32.4,
          "diferencia": 22.4
        },
        "identificacion_cliente": {
          "agente": 81.0,
          "general": 62.7,
          "diferencia": 18.3
        },
        "deteccion_necesidades": {
          "agente": 29.8,
          "general": 22.0,
          "diferencia": 7.8
        },
        "oferta_productos": {
          "agente": 45.8,
          "general": 35.0,
          "diferencia": 10.8
        },
        "manejo_objeciones": {
          "agente": 36.0,
          "general": 28.1,
          "diferencia": 7.9
        },
        "cierre": {
          "agente": 15.4,
          "general": 12.9,
          "diferencia": 2.5
        },
        "despedida": {
          "agente": 74.0,
          "general": 59.4,
          "diferencia": 14.6
        },
        "proactividad": {
          "agente": 16.4,
          "general": 9.1,
          "diferencia": 7.3
        },
        "empatia": {
          "agente": 47.2,
          "general": 39.5,
          "diferencia": 7.7
        },
        "resolucion_problemas": {
          "agente": 18.4,
          "general": 19.0,
          "diferencia": -0.6
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Notarnicola Luciana\n\n### 1. DIAGNOSTICO GENERAL\nLuciana, tu nivel actual es de **Necesita Mejora**. Si bien tu puntaje promedio (41.0 de 100) es superior al promedio general del equipo (33.0 de 100), lo que te ubica en el percentil 66.3, hay áreas críticas que necesitan atención urgente para desbloquear tu máximo potencial y alcanzar tus objetivos de ventas. Observo una gran disparidad entre tus fortalezas, como la identificación del cliente y el saludo, y tus debilidades, especialmente en la detección de necesidades y el cierre de ventas. Esto sugiere que tienes la capacidad de conectar con los clientes al inicio, pero te falta la habilidad para llevar la conversación hacia una venta concreta. El potencial de mejora es significativo. Con un enfoque estructurado y entrenamiento específico, podemos elevar tu desempeño sustancialmente.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente (81.0 de 100):** Logras verificar la identidad del cliente de manera efectiva al inicio de la llamada. Mantené este enfoque directo.\n*   **Saludo y presentación (54.8 de 100):**  Te presentas correctamente, lo que genera una primera impresión positiva.\n*   **Despedida (74.0 de 100):** Cierras la interacción de manera cordial y respetuosa.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades (29.8 de 100):**  Este es tu punto más débil. No estás identificando las necesidades reales del cliente para ofrecer soluciones personalizadas. Esto impacta directamente en tu capacidad para generar valor y cerrar ventas.\n*   **Cierre (15.4 de 100):**  Tienes dificultades para cerrar la venta después de presentar la oferta.  Esto indica falta de confianza y técnicas de cierre efectivas.\n*   **Proactividad (16.4 de 100):** No estás siendo lo suficientemente proactiva para ofrecer productos o servicios adicionales que puedan beneficiar al cliente.\n*   **Manejo de objeciones (36.0 de 100):** Te cuesta rebatir las objeciones de los clientes y superar las barreras que impiden el cierre de la venta.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación (54.8 de 100):** Lo haces bien, pero podés hacerlo aún mejor. Evitá saludos genéricos. Iniciá la conversación con un saludo personalizado: \"Hola Luciana, buenos días, te habla [tu nombre] de Movistar. ¿Estoy hablando con [Nombre del cliente]?\"\n*   **Identificación del cliente (81.0 de 100):** Excelente trabajo aquí. Seguí confirmando la identidad del cliente al inicio de la llamada para evitar confusiones.\n*   **Detección de necesidades (29.8 de 100):**  Aquí es donde más necesitas mejorar. NO preguntes genéricamente \"¿Qué necesitás?\". En su lugar, preguntá: \"¿Qué es lo que más usás de tu celular?\" o \"¿Cuántos GB tenés actualmente en tu plan?\".  Esto te dará información específica para personalizar tu oferta.\n*   **Oferta de productos (45.8 de 100):** No preguntes si \"le interesaría conocer\".  Directamente, después de detectar la necesidad, ofrecé el plan: \"Tengo una oferta que LE VA a interesar. Con este plan vas a tener [beneficios específicos relacionados con la necesidad del cliente]\". Siempre después de identificar la necesidad.\n*   **Manejo de objeciones (36.0 de 100):**  Necesitas preparar respuestas específicas para las objeciones más comunes. No des respuestas genéricas. Si el cliente dice \"Es muy caro\", respondé: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame mostrarte cómo los beneficios de este plan superan la diferencia de precio.\"\n*   **Cierre (15.4 de 100):**  Debés ser más directa al cierre.  No preguntes \"¿Le gustaría que...?\".  Después de presentar la oferta y rebatir las objeciones, cerrá directamente: \"Perfecto, entonces asignamos una sucursal para que retires el chip/programamos la visita a domicilio\".\n*   **Despedida (74.0 de 100):** Bien, mantené la cordialidad.\n*   **Proactividad (16.4 de 100):** Después de ofrecer el plan de celular, comentá DIRECTAMENTE sobre la oferta de fibra: \"Y además, te comento que también tenemos una excelente oferta de fibra óptica para tu hogar. Con [velocidad] vas a poder [beneficios específicos]\". No preguntes si le interesa, simplemente informale.\n*   **Empatía (47.2 de 100):** Es importante mostrar empatía, pero no te excedas. Mantén un tono profesional y enfocado en la solución.\n*   **Resolución de problemas (18.4 de 100):** Enfócate en resolver el problema rápidamente y dirigir la conversación hacia una oportunidad de venta.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco: Detección de Necesidades y Oferta Directa.** Practicá las preguntas clave para detectar necesidades (\"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\").  Ofrecé el plan directamente después de la pregunta, sin rodeos. Escuchá activamente las grabaciones de tus mejores llamadas (las 3 con puntaje superior a 80) e identificá cómo detectan necesidades y ofrecen el producto.\n**Acciones:**\n    *   Repasar el speech de detección de necesidades y oferta directa (ver abajo).\n    *   Escuchar 10 grabaciones de llamadas exitosas del equipo (pedirle a Melanie).\n    *   Simular 5 llamadas con Melanie enfocándote en la detección de necesidades y oferta directa.\n    *   Monitoreo diario de 3 llamadas para dar feedback puntual.\n\n**Semana 2:** **Foco: Manejo de Objeciones y Cierre Directo.** Prepará respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Practicá técnicas de cierre directo (asignar sucursal/domicilio).\n**Acciones:**\n    *   Crear un listado de las 5 objeciones más frecuentes.\n    *   Redactar 3 respuestas efectivas para cada objeción.\n    *   Simular 5 llamadas con Melanie enfocándote en el manejo de objeciones y cierre directo.\n    *   Monitoreo diario de 3 llamadas para dar feedback puntual.\n\n**Semana 3:** **Foco: Proactividad (Oferta de Fibra) y Consolidación.** Integrá la oferta de fibra en tu speech de manera natural, después del plan de celular. Revisá y reforzá las técnicas aprendidas en las semanas anteriores.\n**Acciones:**\n    *   Incorporar la oferta de fibra en el speech de venta.\n    *   Revisar las grabaciones de las semanas anteriores e identificar áreas de mejora.\n    *   Simular 3 llamadas con Melanie integrando todos los elementos aprendidos.\n    *   Monitoreo diario de 3 llamadas para dar feedback puntual.\n\n**Semana 4:** **Foco: Optimización y Seguimiento.** Analizá tus resultados de las últimas semanas e identificá áreas donde aún podés mejorar. Continuá practicando y refinando tus habilidades.\n**Acciones:**\n    *   Analizar los resultados de las últimas 3 semanas (puntaje del modelo, ventas, etc.).\n    *   Identificar las áreas donde aún se puede mejorar.\n    *   Simular 2 llamadas con Melanie enfocándote en las áreas de mejora identificadas.\n    *   Monitoreo diario de 3 llamadas para dar feedback puntual.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola Luciana, buenos días, te habla [tu nombre] de Movistar. ¿Estoy hablando con [Nombre del cliente]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás de tu celular?\"\n    *   \"¿Cuántos GB tenés actualmente en tu plan?\"\n    *   \"¿Compartís datos con otros dispositivos?\"\n    *   \"¿Usás mucho las redes sociales?\"\n*   **Como ofrecer fibra directamente:** \"Y además, te comento que también tenemos una excelente oferta de fibra óptica para tu hogar. Con [velocidad] vas a poder ver películas y series en streaming sin interrupciones, trabajar desde casa con una conexión estable y jugar online sin lag.  De hecho, en tu zona tenemos cobertura total.\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, entonces asignamos una sucursal para que retires el chip.\"\n    *   \"Genial, entonces agendamos la visita del técnico para la instalación.\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es muy caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame mostrarte cómo los beneficios de este plan superan la diferencia de precio. Con [beneficios específicos] vas a [resultado deseado].\"\n    *   **\"Estoy conforme con mi compañía actual\":** \"Entiendo, pero te invito a que compares los beneficios que te ofrece Movistar con lo que tenés actualmente.  Con nuestro plan vas a tener [beneficios específicos] que tu compañía actual no te ofrece. Además, la portabilidad es muy sencilla, nosotros nos encargamos de todo.\"\n    *   **\"No tengo tiempo ahora\":** \"Entiendo, pero esta oferta es por tiempo limitado.  Si te parece, te llamo en 15 minutos para que puedas aprovecharla.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:**  Aumentar el puntaje promedio del modelo a 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas calificadas como \"Buenas\" o \"Excelentes\" al 60%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de contacto efectivo al 15%.\n    *   Disminuir la cantidad de \"cortes de cliente\" en un 20%.\n    *   Aumentar la tasa de conversión (ventas) en un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nLuciana, tenés el potencial para ser una vendedora estrella. Ya contás con una buena base en la identificación del cliente y la comunicación inicial. Ahora, es momento de enfocarte en desarrollar tus habilidades para detectar necesidades, ofrecer soluciones personalizadas y cerrar ventas de manera efectiva.  Sé que con este plan de acción y tu dedicación, vas a alcanzar tus objetivos y superar tus propias expectativas. ¡Vamos por ese aumento de puntaje y a cerrar más ventas!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Puente Jacquelina",
    "agente_codigo": "amza5",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:08:48.626211",
    "metricas": {
      "agente": "Puente Jacquelina",
      "agente_codigo": "amza5",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 38,
        "puntaje_promedio": 36.9,
        "puntaje_min": 0,
        "puntaje_max": 95,
        "desviacion_std": 27.4,
        "llamadas_excelentes": 4,
        "llamadas_buenas": 5,
        "llamadas_regulares": 6,
        "llamadas_criticas": 23,
        "criterios": {
          "saludo_presentacion": 24.2,
          "identificacion_cliente": 58.2,
          "deteccion_necesidades": 28.2,
          "oferta_productos": 51.3,
          "manejo_objeciones": 31.6,
          "cierre": 28.7,
          "despedida": 64.7,
          "proactividad": 15.5,
          "empatia": 44.7,
          "resolucion_problemas": 22.1
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 16,
          "Manejo de objeciones": 13,
          "Proactividad": 13,
          "Presentación": 9,
          "Oferta de productos": 9
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 10,
          "Despedida": 7,
          "Manejo de objeciones.": 5,
          "Despedida cordial.": 4,
          "Despedida cordial": 4
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 95.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades básicas. Ofrece fibra y maneja objeciones de forma efectiva. Completa el proceso de cierre y se despide de forma cordial."
          },
          {
            "puntaje_total": 88.0,
            "resumen": "El agente se presentó correctamente, identificó al cliente, ofreció un plan claro y manejó la objeción inicial. El cierre fue un poco indirecto, pero se logró el objetivo de enviar información. Se recomienda profundizar en la detección de necesidades y ofrecer soluciones más concretas ante objeciones."
          },
          {
            "puntaje_total": 87.0,
            "resumen": "El agente se desempeña bien en la detección de necesidades, oferta de productos y manejo de objeciones. Muestra empatía y proactividad al ofrecer soluciones personalizadas y alternativas. El cierre no es inmediato, pero intenta mantener el contacto y resolver la situación del cliente. La presentación inicial podría mejorar."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumplió con ninguna de las reglas del negocio, no realizó una presentación adecuada, no detectó necesidades, no ofreció productos, no manejó objeciones ni intentó cerrar la venta. La llamada fue deficiente en todos los aspectos."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. El diálogo es inapropiado y no se enfoca en la venta. No hay presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones ni cierre. El lenguaje utilizado es incorrecto."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumplió con las reglas de negocio en la presentación, detección de necesidades, manejo de objeciones y cierre. No ofreció productos de forma proactiva. La despedida fue correcta."
          }
        ],
        "pct_ofrece_fibra": 10.5
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 162,
        "tmo_seg": 75.2,
        "pct_capta_atencion": 24.1,
        "menos_30seg": 77,
        "corte_cliente": 132,
        "corte_agente": 30
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 527,
        "dias_trabajados": 4,
        "llamadas_por_dia_promedio": 131.8,
        "duracion_promedio_seg": 86.8,
        "talking_total_min": 432.7,
        "talking_promedio_seg": 49.3,
        "hold_total_min": 0.0,
        "acw_total_min": 155.7,
        "promedio_min_hablados_por_hora": 43.3,
        "horas_trabajadas": 10,
        "exitosas": 150,
        "no_exitosas": 369,
        "tasa_contacto_efectivo": 28.5,
        "ventas": 2,
        "agendados": 48,
        "no_quiere_contacto": 60,
        "conforme_actual": 2,
        "cortes_conversacion": 316,
        "mudas_cortadas": 18,
        "con_conversacion_real_30s": 127,
        "tasa_conversacion_real": 24.1,
        "corte_cliente": 412,
        "corte_agente": 115,
        "llamadas_largas_1min": 58,
        "llamadas_cortas_1min": 469,
        "score_integral": 43.3,
        "score_operacional": 52.8
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 36.9,
        "general": 33.0,
        "diferencia": 3.9,
        "percentil": 58.4
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 24.2,
          "general": 32.4,
          "diferencia": -8.2
        },
        "identificacion_cliente": {
          "agente": 58.2,
          "general": 62.7,
          "diferencia": -4.6
        },
        "deteccion_necesidades": {
          "agente": 28.2,
          "general": 22.0,
          "diferencia": 6.2
        },
        "oferta_productos": {
          "agente": 51.3,
          "general": 35.0,
          "diferencia": 16.3
        },
        "manejo_objeciones": {
          "agente": 31.6,
          "general": 28.1,
          "diferencia": 3.5
        },
        "cierre": {
          "agente": 28.7,
          "general": 12.9,
          "diferencia": 15.8
        },
        "despedida": {
          "agente": 64.7,
          "general": 59.4,
          "diferencia": 5.3
        },
        "proactividad": {
          "agente": 15.5,
          "general": 9.1,
          "diferencia": 6.4
        },
        "empatia": {
          "agente": 44.7,
          "general": 39.5,
          "diferencia": 5.3
        },
        "resolucion_problemas": {
          "agente": 22.1,
          "general": 19.0,
          "diferencia": 3.1
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Puente Jacquelina\n\n### 1. DIAGNOSTICO GENERAL\nJacquelina, tu nivel actual es **Crítico**. Si bien superás el promedio del equipo en 3.9 puntos (36.9 de 100 contra 33.0 de 100), el puntaje general es bajo y requiere una atención inmediata. El análisis revela un marcado contraste entre las fortalezas puntuales (identificación del cliente y despedida) y las áreas de mejora crítica (detección de necesidades, manejo de objeciones, proactividad y presentación). El porcentaje bajo de oferta de fibra (10.5%) es alarmante. El potencial de mejora es considerable, pero requiere un enfoque intensivo en las áreas identificadas. Con el entrenamiento adecuado y la aplicación consistente de las técnicas, podemos llevar tus resultados a un nivel superior.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Obtienes un puntaje alto (58.2 de 100) en la identificación del cliente, lo cual es fundamental para establecer una conversación personalizada.\n*   **Despedida:** Tu despedida es cordial y efectiva (64.7 de 100), dejando una buena impresión final al cliente.\n*   **Oferta de productos**: Tenes un puntaje relativamente alto (51.3 de 100) respecto al promedio del equipo (35.0 de 100). Potencialmente tenes la capacidad de ofrecer los productos.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Es el área más crítica (28.2 de 100). Sin una comprensión clara de las necesidades del cliente, las ofertas serán genéricas e ineficaces.\n*   **Manejo de objeciones:** Tu puntaje es bajo (31.6 de 100), lo que indica dificultades para superar las dudas y preocupaciones de los clientes.\n*   **Proactividad:** Tu puntuación es muy baja (15.5 de 100). Necesitás anticiparte a las necesidades del cliente y ofrecer soluciones antes de que las soliciten.\n*   **Presentación:** Con un puntaje de 24.2 de 100, tu presentación no está generando el impacto necesario para captar la atención del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación (24.2 de 100):**\n    *   **Qué hace mal:** La presentación es débil y no logra captar la atención del cliente rápidamente.\n    *   **Cómo mejorar:** Comenzá la llamada con un saludo enérgico y una presentación concisa que destaque el beneficio principal de la llamada.\n    *   *Ejemplo:* \"¡Hola, Jacquelina! Soy [Tu nombre] de Movistar. Tengo una oferta que le VA a interesar para mejorar su conectividad.\"\n*   **Identificación del Cliente (58.2 de 100):**\n    *   **Qué hace bien:** Identificás al cliente, lo cual es un buen punto de partida.\n    *   **Cómo mejorar:** Confirmá el nombre y agregá un toque personal.\n    *   *Ejemplo:* \"Hola, ¿me comunico con Jacquelina Puente?\" (Esperar confirmación) \"¡Excelente, Jacquelina! ¿Cómo estás hoy?\"\n*   **Detección de Necesidades (28.2 de 100):**\n    *   **Qué hace mal:** No indagás lo suficiente para comprender las necesidades del cliente.\n    *   **Cómo mejorar:** Hacé preguntas abiertas para descubrir qué es importante para el cliente.\n    *   *Ejemplo:* \"¿Qué es lo que más usás del celular, Jacquelina?\" \"¿Cuántos GB tenés contratados actualmente?\"\n*   **Oferta de Productos (51.3 de 100):**\n    *   **Qué hace bien:** Tenes el potencial de ofrecer productos, pero debés hacerlo de forma más directa y atractiva.\n    *   **Cómo mejorar:** Comentá la oferta de fibra directamente, sin preguntar si le interesa. Destacá los beneficios específicos que satisfacen las necesidades detectadas.\n    *   *Ejemplo:* \"Jacquelina, tenemos disponible en tu zona fibra óptica de alta velocidad. Esto significa que vas a poder [beneficio específico relacionado con la necesidad del cliente], sin interrupciones.\"\n*   **Manejo de Objeciones (31.6 de 100):**\n    *   **Qué hace mal:** No rebatís las objeciones de forma efectiva y personalizada.\n    *   **Cómo mejorar:** Escuchá atentamente la objeción y respondé con un argumento específico y convincente.\n    *   *Ejemplo (Objeción: \"Es caro\"):* \"Es lógico que mires el precio, Jacquelina. A varios clientes les pasó eso. Pero considerá que con nuestra oferta, vas a tener [beneficio específico que justifica el precio], además de [otro beneficio].\"\n*   **Cierre (28.7 de 100):**\n    *   **Qué hace mal:** El cierre es débil y poco efectivo.\n    *   **Cómo mejorar:** Asigná la sucursal o solicitá la dirección directamente, sin preguntar si le gustaría.\n    *   *Ejemplo:* \"Perfecto, Jacquelina. Para avanzar con la instalación, ¿tenés una sucursal de Movistar cerca o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Despedida (64.7 de 100):**\n    *   **Qué hace bien:** La despedida es cordial.\n    *   **Cómo mejorar:** Reforzar la actitud durante el acompañamiento de la portabilidad.\n    *   *Ejemplo:* \"Jacquelina, la voy a estar acompañando durante todo el proceso de portabilidad. Cualquier duda que tengas, no dudes en consultarme.\"\n*   **Proactividad (15.5 de 100):**\n    *   **Qué hace mal:** Falta iniciativa para ofrecer soluciones personalizadas.\n    *   **Cómo mejorar:** Anticipate a las necesidades del cliente y ofrecé opciones adicionales.\n    *   *Ejemplo:* \"Además de la fibra, Jacquelina, te VA a interesar saber que tenemos promociones en paquetes de TV y streaming. ¿Te gustaría que te cuente más?\"\n*   **Empatía (44.7 de 100):**\n    *   **Qué hace bien:** Mostrás un nivel básico de empatía, pero podés profundizarlo.\n    *   **Cómo mejorar:** Escuchá atentamente al cliente y mostrá comprensión.\n    *   *Ejemplo:* \"Entiendo tu situación, Jacquelina. A muchos clientes les preocupa [problema que mencionó el cliente]. Pero con nuestra solución, vas a poder [beneficio].\"\n*   **Resolución de Problemas (22.1 de 100):**\n    *   **Qué hace mal:** Dificultad para resolver problemas y ofrecer soluciones alternativas.\n    *   **Cómo mejorar:** Investigá las opciones disponibles y ofrecé alternativas viables.\n    *   *Ejemplo:* \"Si la fibra no está disponible en tu zona, Jacquelina, tenemos otras opciones de conectividad que te VA a interesar para mejorar tu velocidad y estabilidad.\"\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco: Presentación y Detección de Necesidades**\n    *   **Acciones:** Practicar el saludo y la presentación inicial (ver ejemplos). Grabar y revisar tus llamadas. Implementar las preguntas sugeridas para la detección de necesidades. Analizar 5 grabaciones de llamadas excelentes del equipo.\n**Semana 2:** **Foco: Oferta Directa de Fibra y Manejo de Objeciones**\n    *   **Acciones:** Practicar la oferta de fibra directa (ver ejemplos). Crear un listado de las objeciones más comunes y preparar respuestas específicas. Role-playing con Melanie Carmona para practicar el manejo de objeciones.\n**Semana 3:** **Foco: Cierre y Proactividad**\n    *   **Acciones:** Implementar las técnicas de cierre directo (ver ejemplos). Buscar oportunidades para ser más proactiva y ofrecer soluciones adicionales. Escuchar 3 llamadas excelente y 3 criticas, analizando las diferencias en el manejo de cierre y proactividad.\n**Semana 4:** **Foco: Consolidación y Optimización**\n    *   **Acciones:** Revisar y ajustar las técnicas según los resultados obtenidos. Continuar grabando y revisando llamadas para identificar áreas de mejora continua. Evaluar los KPIs y ajustar el plan de acción si es necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con Jacquelina Puente?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular, Jacquelina?\"\n    *   \"¿Cuántos GB tenés contratados actualmente?\"\n    *   \"¿Qué tan importante es para vos tener una conexión estable y rápida?\"\n*   **Cómo ofrecer fibra directamente:**\n    *   \"Jacquelina, tenemos disponible en tu zona fibra óptica de alta velocidad. Esto significa que vas a poder [beneficio específico relacionado con la necesidad del cliente], sin interrupciones.\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, Jacquelina. Para avanzar con la instalación, ¿tenés una sucursal de Movistar cerca o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   *(Objeción: \"Es caro\")* \"Es lógico que mires el precio, Jacquelina. A varios clientes les pasó eso. Pero considerá que con nuestra oferta, vas a tener [beneficio específico que justifica el precio], además de [otro beneficio].\"\n    *   *(Objeción: \"Ya tengo un proveedor\")* \"Entiendo, Jacquelina. Pero te VA a interesar saber que con Movistar, además de [beneficio], también tenés [otro beneficio] que no encontrás con tu proveedor actual.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje de 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas excelentes y buenas al 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de conversación real (más de 30 segundos) del 24.1% al 40%.\n    *   Disminuir el porcentaje de llamadas cortas (menos de 1 minuto) del 89% al 60%.\n    *   Aumentar el porcentaje de oferta de fibra del 10.5% al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nJacquelina, sé que tenés el potencial para ser una vendedora estrella. Este análisis te muestra las áreas donde podés enfocarte para crecer y alcanzar tus metas. Con dedicación, práctica y el apoyo de tu equipo, vas a superar estos desafíos y lograr resultados increíbles. ¡Confío en vos y en tu capacidad para brillar!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Urzagasti Macarena",
    "agente_codigo": "amza3",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:09:06.696360",
    "metricas": {
      "agente": "Urzagasti Macarena",
      "agente_codigo": "amza3",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 18,
        "puntaje_promedio": 29.0,
        "puntaje_min": 0,
        "puntaje_max": 80,
        "desviacion_std": 20.5,
        "llamadas_excelentes": 1,
        "llamadas_buenas": 0,
        "llamadas_regulares": 4,
        "llamadas_criticas": 13,
        "criterios": {
          "saludo_presentacion": 33.9,
          "identificacion_cliente": 72.2,
          "deteccion_necesidades": 28.3,
          "oferta_productos": 36.1,
          "manejo_objeciones": 18.9,
          "cierre": 0.0,
          "despedida": 66.7,
          "proactividad": 11.1,
          "empatia": 27.8,
          "resolucion_problemas": 0.0
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 11,
          "Manejo de objeciones": 11,
          "Oferta de productos": 7,
          "Proactividad": 7,
          "Cierre de venta": 6
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 10,
          "Despedida": 4,
          "Despedida cordial": 4,
          "Empatía": 3,
          "Saludo y presentación": 3
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 80.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece un plan y maneja bien la objeción. Muestra empatía y ofrece productos adicionales. El cierre no se completa formalmente, pero entiende la situación del cliente."
          },
          {
            "puntaje_total": 57.0,
            "resumen": "El agente se presenta y verifica la identidad. Ofrece un plan y maneja las objeciones. No cierra la venta ni ofrece otros productos."
          },
          {
            "puntaje_total": 50.0,
            "resumen": "El agente se presenta y verifica la identidad del cliente.  Pregunta por las necesidades y ofrece un plan. El cierre no se completa, y no muestra proactividad ni empatía. Se despide correctamente."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta. No hay proactividad ni empatía."
          },
          {
            "puntaje_total": 0.0,
            "resumen": "La llamada carece de una estructura clara. El agente no se presenta adecuadamente, no identifica al cliente correctamente, no detecta necesidades, la oferta es confusa, no maneja objeciones y no concreta el cierre. No se demuestra proactividad ni empatía. La despedida es inadecuada."
          },
          {
            "puntaje_total": 10.0,
            "resumen": "El agente no cumplió con los criterios obligatorios de venta. No se presentó adecuadamente, no verificó la identidad del cliente, no detectó necesidades, no ofreció productos directamente y no cerró la venta. Solo cumplió con la despedida."
          }
        ],
        "pct_ofrece_fibra": 16.7
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 266,
        "tmo_seg": 75.4,
        "pct_capta_atencion": 24.1,
        "menos_30seg": 145,
        "corte_cliente": 176,
        "corte_agente": 89
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 229,
        "dias_trabajados": 3,
        "llamadas_por_dia_promedio": 76.3,
        "duracion_promedio_seg": 52.2,
        "talking_total_min": 102.2,
        "talking_promedio_seg": 26.8,
        "hold_total_min": 0.0,
        "acw_total_min": 22.9,
        "promedio_min_hablados_por_hora": 25.6,
        "horas_trabajadas": 4,
        "exitosas": 7,
        "no_exitosas": 220,
        "tasa_contacto_efectivo": 3.1,
        "ventas": 0,
        "agendados": 0,
        "no_quiere_contacto": 4,
        "conforme_actual": 0,
        "cortes_conversacion": 219,
        "mudas_cortadas": 0,
        "con_conversacion_real_30s": 58,
        "tasa_conversacion_real": 25.3,
        "corte_cliente": 174,
        "corte_agente": 55,
        "llamadas_largas_1min": 22,
        "llamadas_cortas_1min": 207,
        "score_integral": 30.0,
        "score_operacional": 31.6
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 29.0,
        "general": 33.0,
        "diferencia": -4.0,
        "percentil": 44.8
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 33.9,
          "general": 32.4,
          "diferencia": 1.5
        },
        "identificacion_cliente": {
          "agente": 72.2,
          "general": 62.7,
          "diferencia": 9.5
        },
        "deteccion_necesidades": {
          "agente": 28.3,
          "general": 22.0,
          "diferencia": 6.3
        },
        "oferta_productos": {
          "agente": 36.1,
          "general": 35.0,
          "diferencia": 1.1
        },
        "manejo_objeciones": {
          "agente": 18.9,
          "general": 28.1,
          "diferencia": -9.2
        },
        "cierre": {
          "agente": 0.0,
          "general": 12.9,
          "diferencia": -12.9
        },
        "despedida": {
          "agente": 66.7,
          "general": 59.4,
          "diferencia": 7.2
        },
        "proactividad": {
          "agente": 11.1,
          "general": 9.1,
          "diferencia": 2.0
        },
        "empatia": {
          "agente": 27.8,
          "general": 39.5,
          "diferencia": -11.7
        },
        "resolucion_problemas": {
          "agente": 0.0,
          "general": 19.0,
          "diferencia": -19.0
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Urzagasti Macarena\n\n### 1. DIAGNOSTICO GENERAL\nMacarena, tu desempeño actual es **Crítico** y requiere una mejora significativa e inmediata. Tu puntaje promedio de 29 de 100 se encuentra por debajo del promedio general del equipo (33 de 100), ubicándote en el percentil 44.8. Esto indica que hay un margen amplio para crecer y alcanzar el nivel de tus compañeros. La principal área de oportunidad radica en transformar las llamadas en oportunidades reales de venta, lo que se evidencia en la baja tasa de contacto efectivo (3.1%) y la falta de cierres concretados. El potencial de mejora es alto, especialmente si se implementa un plan de acción enfocado en las áreas críticas identificadas.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Obtienes un buen puntaje (72.2 de 100) en este criterio. Es importante mantener esta práctica y perfeccionar el saludo inicial para crear una primera impresión positiva.\n*   **Despedida:** Tu desempeño en la despedida (66.7 de 100) es sólido. Continúa despidiéndote de manera cordial y agradeciendo el tiempo del cliente, independientemente del resultado de la llamada.\n*   **Saludo y Presentación:** Tu puntaje (33.9 de 100) es levemente superior al promedio del equipo (32.4 de 100), sigue puliendo el script para captar la atención del cliente desde el inicio.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Cierre de Venta:** El puntaje de 0 de 100 en cierre es inaceptable. Es crucial implementar técnicas de cierre directas y efectivas para convertir las interacciones en ventas concretas.\n*   **Manejo de Objeciones:** El puntaje de 18.9 de 100 indica una dificultad para abordar las objeciones de los clientes. Es necesario desarrollar estrategias personalizadas para rebatir las objeciones y persuadir al cliente.\n*   **Detección de Necesidades:** Con un puntaje de 28.3 de 100, necesitas mejorar la habilidad para identificar las necesidades del cliente. Hacer las preguntas adecuadas te permitirá ofrecer soluciones personalizadas y aumentar las posibilidades de venta.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** Nivel actual: 33.9 de 100. Debes mejorar el impacto inicial. ¿Qué haces mal? Posiblemente no captas la atención del cliente rápidamente. ¿Cómo mejorar? Comienza con un saludo energizante y menciona directamente el beneficio de Movistar que le VA a interesar al cliente.\n*   **Identificación del Cliente:** Nivel actual: 72.2 de 100. Lo haces bien, pero puedes optimizar el proceso. ¿Qué haces bien? Verificas la identidad. ¿Cómo mejorar? Después de identificarte, pregunta directamente: \"¿Me comunico con [Nombre]?\" y al confirmar continúa con el saludo.\n*   **Detección de Necesidades:** Nivel actual: 28.3 de 100. Necesitas profundizar en las necesidades del cliente. ¿Qué haces mal? Posiblemente realizas preguntas genéricas. ¿Cómo mejorar? Pregunta: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Esto te dará información valiosa para ofrecer el plan adecuado.\n*   **Oferta de Productos:** Nivel actual: 36.1 de 100. Falta convicción y personalización. ¿Qué haces mal? Probablemente ofreces los productos sin conocer las necesidades del cliente. ¿Cómo mejorar? Después de detectar las necesidades, ofrece el plan específico que las cubre y comenta DIRECTAMENTE sobre la oferta de Fibra, sin preguntar si le interesa.\n*   **Manejo de Objeciones:** Nivel actual: 18.9 de 100. No estás rebatendo las objeciones de manera efectiva. ¿Qué haces mal? Probablemente utilizas respuestas genéricas. ¿Cómo mejorar? Escucha atentamente la objeción y responde puntualmente, utilizando ejemplos de otros clientes que tenían la misma inquietud y cómo Movistar resolvió su problema.\n*   **Cierre:** Nivel actual: 0 de 100. Este es el punto más crítico. ¿Qué haces mal? No estás cerrando las ventas. ¿Cómo mejorar? Después de rebatir la objeción, asigna directamente la sucursal más cercana o consulta la dirección para coordinar la entrega.\n*   **Despedida:** Nivel actual: 66.7 de 100. Mantén este buen nivel. ¿Qué haces bien? Despedida cordial. ¿Cómo mejorar? Asegúrate de que el cliente sepa que estarás acompañándolo durante el proceso de portabilidad (si aplica).\n*   **Proactividad:** Nivel actual: 11.1 de 100. No estás ofreciendo soluciones adicionales. ¿Qué haces mal? Te limitas a la oferta inicial. ¿Cómo mejorar? Después de cerrar la venta del plan, ofrece DIRECTAMENTE la Fibra de Movistar.\n*   **Empatía:** Nivel actual: 27.8 de 100. Debes conectar mejor con el cliente. ¿Qué haces mal? Posiblemente no demuestras interés genuino en sus necesidades. ¿Cómo mejorar? Escucha activamente y demuestra comprensión ante sus preocupaciones. Usa frases como: \"Entiendo perfectamente lo que me decís\" y adaptar el tono de voz.\n*   **Resolución de Problemas:** Nivel actual: 0 de 100. No estás resolviendo los problemas de los clientes. ¿Qué haces mal? No ofreces soluciones cuando surgen problemas. ¿Cómo mejorar? Debes conocer los protocolos de resolución de problemas y ofrecer soluciones rápidas y efectivas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Cierre Directo**. Implementar técnicas de cierre directo en cada llamada. Revisar ejemplos de cierres exitosos y practicar el speech de cierre. Asignar sucursal o coordinar entrega.\n**Semana 2:** **Manejo de Objeciones Personalizado**. Identificar las objeciones más comunes y preparar respuestas personalizadas para cada una. Escuchar grabaciones de llamadas propias para identificar áreas de mejora en el manejo de objeciones.\n**Semana 3:** **Detección de Necesidades Efectiva**. Realizar preguntas clave para identificar las necesidades del cliente. Practicar la escucha activa y adaptar la oferta a las necesidades detectadas.\n**Semana 4:** **Oferta Proactiva de Fibra**. Ofrecer la Fibra de Movistar en cada llamada, sin preguntar si le interesa. Destacar los beneficios de la Fibra y adaptar la oferta a las necesidades del cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Como ofrecer Fibra directamente:**\n    *   \"Además del plan, tengo una excelente noticia: Movistar está instalando Fibra óptica en tu zona, lo que significa que vas a tener internet de alta velocidad en tu hogar.\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, entonces para que puedas empezar a disfrutar de tu nuevo plan y la Fibra, te voy a asignar la sucursal de Movistar más cercana para que puedas retirar tu chip.\"\n    *   \"Genial, para avanzar con la instalación de la Fibra en tu domicilio, necesito que me confirmes tu dirección completa.\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando vieron la cantidad de GB que incluye el plan, la velocidad de la Fibra y todos los beneficios adicionales, se dieron cuenta de que vale la pena.\"**\n    *   **\"Entiendo tu preocupación por la señal. Movistar está invirtiendo fuertemente en mejorar su infraestructura, y te aseguro que en tu zona la señal es excelente. Además, si no estás conforme, podés darte de baja en cualquier momento.\"**\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 60 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" a un 50%. Reducir las llamadas \"Críticas\" a menos del 10%.\n*   **KPIs específicos a mejorar:**\n    *   **Tasa de Contacto Efectivo:** Aumentar del 3.1% al 10%.\n    *   **Tasa de Conversación Real:** Aumentar del 25.3% al 50%.\n    *   **Cierre de Ventas:** Lograr al menos 5 ventas por día.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMacarena, sé que tienes el potencial para alcanzar grandes resultados. Estas métricas son solo un punto de partida, y con el plan de acción adecuado, estoy seguro de que vas a superar tus propias expectativas. Confío en tu capacidad de aprendizaje y en tu compromiso con Movistar. ¡Vamos a trabajar juntos para que alcances tu máximo potencial!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  },
  {
    "agente": "Colilaf Micaela",
    "agente_codigo": "amza6",
    "equipo": "MELANIE CARMONA",
    "fecha_generacion": "2026-02-18T11:09:26.848542",
    "metricas": {
      "agente": "Colilaf Micaela",
      "agente_codigo": "amza6",
      "equipo": "MELANIE CARMONA",
      "evaluaciones": {
        "total_evaluadas": 14,
        "puntaje_promedio": 40.0,
        "puntaje_min": 0,
        "puntaje_max": 90,
        "desviacion_std": 27.2,
        "llamadas_excelentes": 2,
        "llamadas_buenas": 2,
        "llamadas_regulares": 2,
        "llamadas_criticas": 8,
        "criterios": {
          "saludo_presentacion": 50.0,
          "identificacion_cliente": 78.6,
          "deteccion_necesidades": 32.1,
          "oferta_productos": 57.1,
          "manejo_objeciones": 28.6,
          "cierre": 21.4,
          "despedida": 71.4,
          "proactividad": 21.4,
          "empatia": 35.7,
          "resolucion_problemas": 10.7
        },
        "areas_mejora_frecuentes": {
          "Detección de necesidades": 6,
          "Manejo de objeciones": 5,
          "Oferta de productos": 4,
          "Cierre": 4,
          "Presentación": 3
        },
        "fortalezas_frecuentes": {
          "Identificación del cliente": 7,
          "Despedida": 2,
          "Manejo de objeciones": 2,
          "Saludo y presentación": 2,
          "Despedida cordial": 2
        },
        "ejemplos_mejores": [
          {
            "puntaje_total": 90.0,
            "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades, ofreció los productos de manera directa y efectiva, manejó objeciones, cerró la venta parcialmente y se despidió correctamente.  Además fue proactivo y demostró empatía."
          },
          {
            "puntaje_total": 80.0,
            "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece los planes directamente y maneja la objeción sobre el precio. No se logra el cierre de la venta. Se despide cordialmente."
          },
          {
            "puntaje_total": 70.0,
            "resumen": "El agente se presenta y verifica la identidad del cliente, ofrece planes, maneja la objeción y coordina un llamado de seguimiento.  No se detectan preguntas de detección de necesidades ni ofertas de fibra."
          }
        ],
        "ejemplos_peores": [
          {
            "puntaje_total": 0.0,
            "resumen": "La llamada no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos y no cierra la venta."
          },
          {
            "puntaje_total": 10.0,
            "resumen": "El agente se enfoca en verificar con quién habla y no cumple con las reglas de presentación y oferta de productos. No se detectan necesidades, no hay cierre ni despedida."
          },
          {
            "puntaje_total": 20.0,
            "resumen": "El agente no cumple con los criterios de la evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta."
          }
        ],
        "pct_ofrece_fibra": 0.0
      },
      "clasificacion": {},
      "integral": {},
      "cierres": {},
      "planes": {},
      "calidad_llamadas": {
        "total_llamadas": 267,
        "tmo_seg": 69.8,
        "pct_capta_atencion": 23.2,
        "menos_30seg": 119,
        "corte_cliente": 213,
        "corte_agente": 53
      },
      "calidad_ventas": {},
      "operacionales": {
        "total_llamadas": 77,
        "dias_trabajados": 3,
        "llamadas_por_dia_promedio": 25.7,
        "duracion_promedio_seg": 108.7,
        "talking_total_min": 105.5,
        "talking_promedio_seg": 82.2,
        "hold_total_min": 0.0,
        "acw_total_min": 11.4,
        "promedio_min_hablados_por_hora": 17.6,
        "horas_trabajadas": 6,
        "exitosas": 15,
        "no_exitosas": 57,
        "tasa_contacto_efectivo": 19.5,
        "ventas": 0,
        "agendados": 0,
        "no_quiere_contacto": 0,
        "conforme_actual": 9,
        "cortes_conversacion": 4,
        "mudas_cortadas": 45,
        "con_conversacion_real_30s": 28,
        "tasa_conversacion_real": 36.4,
        "corte_cliente": 60,
        "corte_agente": 16,
        "llamadas_largas_1min": 18,
        "llamadas_cortas_1min": 59,
        "score_integral": 42.0,
        "score_operacional": 44.9
      }
    },
    "comparativa": {
      "puntaje_modelo": {
        "agente": 40.0,
        "general": 33.0,
        "diferencia": 7.0,
        "percentil": 59.9
      },
      "criterios": {
        "saludo_presentacion": {
          "agente": 50.0,
          "general": 32.4,
          "diferencia": 17.6
        },
        "identificacion_cliente": {
          "agente": 78.6,
          "general": 62.7,
          "diferencia": 15.9
        },
        "deteccion_necesidades": {
          "agente": 32.1,
          "general": 22.0,
          "diferencia": 10.1
        },
        "oferta_productos": {
          "agente": 57.1,
          "general": 35.0,
          "diferencia": 22.2
        },
        "manejo_objeciones": {
          "agente": 28.6,
          "general": 28.1,
          "diferencia": 0.5
        },
        "cierre": {
          "agente": 21.4,
          "general": 12.9,
          "diferencia": 8.5
        },
        "despedida": {
          "agente": 71.4,
          "general": 59.4,
          "diferencia": 12.0
        },
        "proactividad": {
          "agente": 21.4,
          "general": 9.1,
          "diferencia": 12.3
        },
        "empatia": {
          "agente": 35.7,
          "general": 39.5,
          "diferencia": -3.8
        },
        "resolucion_problemas": {
          "agente": 10.7,
          "general": 19.0,
          "diferencia": -8.3
        }
      }
    },
    "analisis_coaching": "## ANALISIS DEL VENDEDOR: Colilaf Micaela\n\n### 1. DIAGNOSTICO GENERAL\nColilaf Micaela se encuentra en un nivel que necesita mejora, con un puntaje promedio de 40 sobre 100. Si bien supera el puntaje promedio del equipo (33 sobre 100) por 7 puntos, existe un margen considerable para optimizar su desempeño, especialmente en áreas críticas como detección de necesidades, manejo de objeciones y cierre. Su puntaje la ubica en el percentil 59.9, lo que indica que aún hay margen para escalar posiciones dentro del equipo. Su proactividad es un punto a destacar y potenciar, pero necesita direccionarse a las necesidades del cliente.\n\nEl mayor desafío radica en convertir las interacciones en ventas efectivas, evidenciado por la falta de cierres comerciales. Para lograr esto, Micaela debe enfocarse en comprender mejor las necesidades de los clientes, superar las objeciones de manera efectiva y concretar los cierres de venta de forma más agresiva.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Logra una buena Identificación del Cliente, con un puntaje de 78.6 de 100, superando el promedio del equipo. Continúa implementando este proceso consistentemente para asegurar que te diriges a la persona correcta.\n*   **Saludo y Presentación:** Muestra un buen desempeño en el saludo y presentación (50 de 100), superior al promedio del equipo. Mantén esta actitud positiva y profesional al inicio de cada interacción.\n*   **Despedida:** Obtiene un puntaje aceptable en la despedida (71.4 de 100), también superior al promedio del equipo. Continua despidiendote cordialmente, dejando una buena impresión final.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** El puntaje de 32.1 de 100 indica una clara oportunidad de mejora. Sin una comprensión sólida de las necesidades del cliente, es difícil ofrecer soluciones personalizadas y persuasivas.\n*   **Manejo de Objeciones:** Con un puntaje de 28.6 de 100, el manejo de objeciones es un área que requiere atención inmediata. Micaela necesita desarrollar estrategias más efectivas para abordar las preocupaciones de los clientes y convertirlas en oportunidades.\n*   **Cierre:** El puntaje de 21.4 de 100 en cierre revela una dificultad significativa para concretar ventas. Es fundamental implementar técnicas de cierre más directas y persuasivas para aumentar la tasa de conversión.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** Nivel actual bueno (50 de 100). Lo hace bien al presentarse, pero puede mejorar incluyendo un beneficio breve en el saludo inicial para captar la atención (\"Hola, soy Micaela de Movistar y tengo una oferta exclusiva para vos en tu zona\").\n*   **Identificación del Cliente:** Nivel actual bueno (78.6 de 100). Lo hace bien al verificar la identidad del cliente. Debe continuar implementando este proceso consistentemente.\n*   **Detección de Necesidades:** Nivel actual bajo (32.1 de 100). No está realizando preguntas efectivas para comprender las necesidades del cliente. **Como mejorar:** Después de la identificación, preguntar directamente \"¿Qué es lo que más usás de tu celular?\" y \"¿Cuántos GB tenés contratados actualmente?\". Profundizar sobre la respuesta para obtener más información.\n*   **Oferta de Productos:** Nivel actual promedio (57.1 de 100). Ofrece productos, pero sin conectar con las necesidades del cliente. **Como mejorar:** Una vez detectada la necesidad, ofrecer planes que se ajusten a ella, enfatizando los beneficios específicos. Comentar directamente la oferta de fibra: \"Además, en tu zona tenemos fibra óptica de alta velocidad. Te comento, tenemos...\"\n*   **Manejo de Objeciones:** Nivel actual bajo (28.6 de 100). No está rebatido las objeciones de manera efectiva. **Como mejorar:** Escuchar atentamente la objeción y responder de manera puntual, resaltando el valor de la oferta. **Ejemplo:** Si el cliente dice \"Es muy caro\", responder \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven todo lo que incluye el plan, se dan cuenta que vale la pena por [beneficio específico]\".\n*   **Cierre:** Nivel actual muy bajo (21.4 de 100). No está intentando cerrar la venta de manera efectiva. **Como mejorar:** Después de manejar la objeción, cerrar directamente: \"Perfecto, entonces te asigno la sucursal más cercana para que retires el chip\" o \"Para coordinar la instalación de la fibra, ¿me confirmás tu domicilio?\".\n*   **Despedida:** Nivel actual bueno (71.4 de 100). La despedida es correcta, pero puede ser más personalizada. **Como mejorar:** Agradecer al cliente por su tiempo y ofrecer acompañamiento durante el proceso de portabilidad: \"Gracias por tu tiempo. Te voy a acompañar durante todo el proceso de portabilidad, así que no dudes en contactarme si tenés alguna duda\".\n*   **Proactividad:** Nivel actual bajo (21.4 de 100). No demuestra iniciativa para ofrecer soluciones adicionales o anticiparse a las necesidades del cliente. **Como mejorar:** Después de presentar el plan principal, ofrecer servicios adicionales que complementen la oferta.\n*   **Empatía:** Nivel actual promedio (35.7 de 100). Su empatía es un poco inferior al promedio del equipo, lo que impacta en la conexión con el cliente. **Como mejorar:** Escuchar activamente al cliente y demostrar comprensión ante sus necesidades y preocupaciones.\n*   **Resolución de Problemas:** Nivel actual muy bajo (10.7 de 100). No demuestra habilidades para solucionar problemas o encontrar alternativas. **Como mejorar:** Buscar soluciones creativas y ofrecer alternativas para satisfacer las necesidades del cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Detección de Necesidades Intensiva.** Micaela se enfocará en mejorar sus habilidades para detectar las necesidades de los clientes. Revisará grabaciones de llamadas exitosas para identificar preguntas clave y practicará role-playing con Melanie Carmona. El objetivo es realizar al menos 3 preguntas relevantes en cada llamada.\n**Semana 2:** **Manejo de Objeciones Estratégico.** Se concentrará en desarrollar respuestas efectivas para las objeciones más comunes. Analizará las objeciones recurrentes en sus llamadas y preparará guiones personalizados. Practicará con Melanie Carmona para simular situaciones reales y perfeccionar sus técnicas.\n**Semana 3:** **Cierre Directo y Efectivo.** Se enfocará en implementar técnicas de cierre más agresivas. Revisará ejemplos de cierres exitosos y practicará con Melanie Carmona. El objetivo es cerrar al menos el 20% de las llamadas en las que detecta una necesidad clara.\n**Semana 4:** **Optimización Integral.** Consolidará las habilidades adquiridas en las semanas anteriores. Analizará sus resultados y ajustará su enfoque según sea necesario. Continuará practicando role-playing con Melanie Carmona y buscará feedback de sus compañeros para seguir mejorando.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n    *   \"¿Hablo con [Nombre y Apellido]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás de tu celular?\"\n    *   \"¿Cuántos GB tenés contratados actualmente?\"\n    *   \"¿Compartís internet con otros dispositivos?\"\n    *   \"¿Usás mucho las redes sociales?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además, en tu zona tenemos fibra óptica de alta velocidad. Te comento, tenemos planes con...\"\n    *   \"Y para que tengas una mejor experiencia en casa, te ofrezco fibra óptica de alta velocidad. Tenemos...\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, entonces te asigno la sucursal más cercana para que retires el chip.\"\n    *   \"Para coordinar la instalación de la fibra, ¿me confirmás tu domicilio?\"\n    *   \"Genial, entonces te paso a confirmar los datos para el envío del equipo.\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es muy caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven todo lo que incluye el plan, se dan cuenta que vale la pena por [beneficio específico].\"\n    *   **\"Estoy conforme con mi compañía actual\":** \"Entiendo, pero te comento que Movistar te ofrece [beneficio específico] que no tenés actualmente. Además, te igualamos o mejoramos el precio.\"\n    *   **\"No me interesa\":** \"Entiendo, pero te aseguro que esta oferta es exclusiva para vos y no la vas a encontrar en otro lado. Te ofrezco [beneficio específico] sin costo adicional.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 65 sobre 100.\n*   **Meta de calidad de llamadas:** Reducir la cantidad de llamadas \"criticas\" en un 50% y aumentar la cantidad de llamadas \"buenas\" y \"excelentes\" en un 30%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de detección de necesidades al 70%.\n    *   Aumentar la tasa de efectividad en el manejo de objeciones al 50%.\n    *   Aumentar la tasa de cierre al 20%.\n    *   Aumentar la oferta de fibra al 80% de los clientes.\n    *   Aumentar el tiempo de conversación real (más de 30 segundos) al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMicaela, tenés la capacidad de superar tus propios límites. Tu facilidad para identificar al cliente y tu buena presentación son un excelente punto de partida. Ahora, con un enfoque estratégico en la detección de necesidades, el manejo de objeciones y el cierre, podés convertir cada llamada en una oportunidad de éxito. Confío en tu potencial y estoy acá para apoyarte en cada paso del camino. ¡Vamos por esos objetivos!\n",
    "modelo_usado": "gemini-2.0-flash",
    "tiene_historial": false
  }
]