{
  "agente": "amza73",
  "fecha_generacion": "2026-02-23T09:34:56.065165",
  "metricas": {
    "agente": "amza73",
    "evaluaciones": {
      "total_evaluadas": 92,
      "puntaje_promedio": 35.2,
      "puntaje_min": 0.0,
      "puntaje_max": 96.0,
      "desviacion_std": 24.1,
      "llamadas_excelentes": 7,
      "llamadas_criticas": 28,
      "criterios": {
        "saludo_presentacion": 36.7,
        "identificacion_cliente": 65.4,
        "deteccion_necesidades": 24.1,
        "oferta_productos": 46.4,
        "manejo_objeciones": 29.1,
        "cierre": 18.7,
        "despedida": 61.5,
        "proactividad": 9.5,
        "empatia": 36.6,
        "resolucion_problemas": 26.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 47,
        "Manejo de objeciones": 31,
        "Cierre": 25,
        "Proactividad": 18,
        "Presentación": 18
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 31,
        "Despedida": 17,
        "Saludo y presentación": 10,
        "Empatía": 10,
        "Identificación del cliente.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 96.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece productos de manera proactiva, maneja objeciones y muestra empatía. Cierra el proceso de venta parcialmente y se despide de forma cordial."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente y ofreció un plan. Manejó bien las objeciones, mostrando empatía y buscando soluciones al problema de la deuda. Se despidió correctamente y prometió seguimiento."
        },
        {
          "puntaje_total": 83.0,
          "resumen": "Buen desempeño general. Se recomienda mejorar la proactividad al ofrecer fibra y profundizar en la detección de necesidades."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no realiza un cierre efectivo y no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no completa el cierre. No ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy breve, sin presentación, detección de necesidades, oferta de productos ni cierre. No se identificó al cliente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 92,
      "puntaje_promedio": 35.2,
      "llamadas_excelentes": 7,
      "llamadas_criticas": 28,
      "criterios": {
        "saludo_presentacion": 36.7,
        "identificacion_cliente": 65.4,
        "deteccion_necesidades": 24.1,
        "oferta_productos": 46.4,
        "manejo_objeciones": 29.1,
        "cierre": 18.7,
        "despedida": 61.5,
        "proactividad": 9.5,
        "empatia": 36.6,
        "resolucion_problemas": 26.2
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 35.2,
      "general": 37.5,
      "diferencia": -2.3,
      "percentil": 50.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 36.7,
        "general": 31.4,
        "diferencia": 5.3
      },
      "identificacion_cliente": {
        "agente": 65.4,
        "general": 61.3,
        "diferencia": 4.1
      },
      "deteccion_necesidades": {
        "agente": 24.1,
        "general": 25.6,
        "diferencia": -1.5
      },
      "oferta_productos": {
        "agente": 46.4,
        "general": 41.8,
        "diferencia": 4.6
      },
      "manejo_objeciones": {
        "agente": 29.1,
        "general": 35.1,
        "diferencia": -6.0
      },
      "cierre": {
        "agente": 18.7,
        "general": 22.4,
        "diferencia": -3.7
      },
      "despedida": {
        "agente": 61.5,
        "general": 59.7,
        "diferencia": 1.8
      },
      "proactividad": {
        "agente": 9.5,
        "general": 12.5,
        "diferencia": -3.0
      },
      "empatia": {
        "agente": 36.6,
        "general": 47.6,
        "diferencia": -11.0
      },
      "resolucion_problemas": {
        "agente": 26.2,
        "general": 30.4,
        "diferencia": -4.2
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza73\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza73 se encuentra actualmente en un nivel que **necesita mejora**. Su puntaje IA promedio de 35.2 lo sitúa ligeramente por debajo del promedio del equipo (37.5), ubicándose en el percentil 50.9. Aunque muestra algunas fortalezas, como la identificación del cliente y la despedida, sus áreas críticas de mejora, especialmente en la detección de necesidades, el manejo de objeciones y el cierre de ventas, impactan directamente en su desempeño general.\n\n**EVOLUCIÓN:** Observando la comparativa con el promedio del equipo, el vendedor muestra una **evolución mixta**. Si bien ha mejorado en algunos criterios como Saludo/Presentación, Identificación del Cliente y Oferta de Productos, ha retrocedido en el Manejo de Objeciones, Cierre, Proactividad, Empatía y Resolución de Problemas. Esta fluctuación sugiere que, aunque está aplicando algunos conceptos, aún le falta consistencia y adaptación a diferentes situaciones. Su potencial de mejora es considerable si se enfoca en las áreas que lo están frenando.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ:**\n    *   **Saludo y Presentación:** Aumento significativo en este criterio (+5.3 comparado con el promedio del equipo) indica una mejora en la primera impresión y en cómo se presenta al cliente. Es importante mantener esta cordialidad y profesionalismo desde el inicio.\n    *   **Identificación del Cliente:** También muestra una mejora notable (+4.1). Verifica adecuadamente la identidad del cliente, asegurando que está hablando con la persona correcta.\n    *   **Oferta de Productos:** Ligeramente superior al promedio (+4.6). Está presentando las ofertas, aunque la efectividad de la misma (cierre) necesita mejorar.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Manejo de Objeciones:** Un descenso significativo (-6.0) indica que está teniendo dificultades para rebatir las objeciones de los clientes de manera efectiva. Esto es crucial, ya que las objeciones son una parte natural del proceso de ventas.\n    *   **Empatía:** Baja considerablemente (-11.0), lo que sugiere que no está conectando con los clientes a nivel personal ni entendiendo sus preocupaciones.\n    *   **Cierre:** Disminución (-3.7) en la efectividad del cierre, lo que significa que está teniendo dificultades para concretar las ventas.\n    *   **Proactividad:** Una disminución (-3.0) en la proactividad al ofrecer fibra, lo que implica que no está aprovechando todas las oportunidades de venta.\n    *   **Resolución de Problemas:** También se ve afectada (-4.2), posiblemente relacionada con la falta de empatía.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Detección de Necesidades:** A pesar de estar cerca del promedio (-1.5), sigue siendo una debilidad principal. No está haciendo las preguntas correctas para comprender las necesidades del cliente.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. Si bien ha mejorado en algunos aspectos básicos, las caídas en áreas clave como el manejo de objeciones y el cierre sugieren que necesita una intervención urgente. Su desempeño es inconsistente y necesita un enfoque más estratégico para mejorar sus resultados.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** Demuestra habilidad para confirmar la identidad del cliente, lo cual es fundamental para un contacto correcto.\n    *   **Ejemplo:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Saludo y Presentación:** Ha mejorado en su presentación inicial.\n    *   **Ejemplo:** Inicia la llamada de manera cordial y profesional.\n*   **Despedida:** Mantiene una despedida cordial y profesional.\n    *   **Ejemplo:** Se despide amablemente al finalizar la llamada.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE):** No realiza preguntas efectivas para entender las necesidades del cliente.\n    *   **Importancia:** Sin una correcta detección de necesidades, la oferta será genérica y menos atractiva.\n*   **Manejo de Objeciones (NUEVA):** Tiene dificultades para rebatir las objeciones de los clientes de manera efectiva.\n    *   **Importancia:** Un buen manejo de objeciones puede convertir una negativa en una venta.\n*   **Cierre (PERSISTENTE):** No logra cerrar las ventas de manera consistente.\n    *   **Importancia:** El cierre es el objetivo final de la llamada. Sin un buen cierre, todo el esfuerzo es en vano.\n*   **Empatía (NUEVA):** Muestra falta de conexión emocional con el cliente.\n    *   **Importancia:** La empatía construye confianza y facilita la venta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nNo se proporcionan datos sobre TMO, % Capta Atención, cortes de llamada, llamadas <30 seg o tasa de aprobación de ventas. Es fundamental obtener esta información para un análisis más completo. Sin estos datos, el plan de acción se basará en las evaluaciones cualitativas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:**\n    *   **Nivel:** Bueno.\n    *   **Qué está haciendo bien:** Inicia la llamada de manera cordial y profesional.\n    *   **Cómo mejorar:** Mantener la energía y el entusiasmo a lo largo de la llamada, adaptando el tono a cada cliente.\n*   **Identificación del Cliente:**\n    *   **Nivel:** Bueno.\n    *   **Qué está haciendo bien:** Verifica la identidad del cliente para asegurar que habla con la persona correcta.\n    *   **Cómo mejorar:** Ser aún más proactivo, consultando el nombre completo y ofreciéndose a corregir cualquier error en la información.\n*   **Detección de Necesidades:**\n    *   **Nivel:** Crítico.\n    *   **Qué está haciendo mal:** No realiza preguntas específicas para entender las necesidades del cliente.\n    *   **Cómo mejorar:** En lugar de \"¿Qué es lo más importante para ti en un plan?\", preguntar: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente?\".\n*   **Oferta de Productos:**\n    *   **Nivel:** Regular.\n    *   **Qué está haciendo bien:** Presenta las ofertas disponibles.\n    *   **Cómo mejorar:** Personalizar la oferta en función de las necesidades detectadas.\n*   **Manejo de Objeciones:**\n    *   **Nivel:** Crítico.\n    *   **Qué está haciendo mal:** Responde con argumentos genéricos, sin adaptarse a la objeción específica del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción y responder con un argumento específico que la rebata. Por ejemplo, si el cliente dice que el precio es alto, usar la frase: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre:**\n    *   **Nivel:** Crítico.\n    *   **Qué está haciendo mal:** Tiene dificultades para concretar la venta.\n    *   **Cómo mejorar:** Asignar directamente la sucursal o buscar el domicilio del cliente para completar la venta. No preguntar \"¿Le gustaría que...?\".\n*   **Despedida:**\n    *   **Nivel:** Bueno.\n    *   **Qué está haciendo bien:** Se despide de manera cordial y profesional.\n    *   **Cómo mejorar:** Ofrecer acompañamiento durante la portabilidad (opcional), pero evitar frases como \"Estaré encantado de ayudarte en el futuro\".\n*   **Proactividad:**\n    *   **Nivel:** Bajo.\n    *   **Qué está haciendo mal:** No ofrece fibra de manera directa, sin preguntar si le interesa al cliente.\n    *   **Cómo mejorar:** Comentar directamente sobre la oferta de fibra, sin preguntar.\n*   **Empatía:**\n    *   **Nivel:** Bajo.\n    *   **Qué está haciendo mal:** No conecta con el cliente a nivel personal.\n    *   **Cómo mejorar:** Escuchar atentamente y mostrar interés genuino en las necesidades del cliente.\n*   **Resolución de Problemas:**\n    *   **Nivel:** Bajo.\n    *   **Qué está haciendo mal:** No busca soluciones efectivas a los problemas del cliente.\n    *   **Cómo mejorar:** Investigar posibles soluciones y ofrecer alternativas al cliente.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Detección de Necesidades y Empatía:**\n    *   **Foco:** Dominar las preguntas clave para entender las necesidades del cliente y conectar emocionalmente.\n    *   **Acciones:**\n        *   Revisar y practicar un script de preguntas efectivas (ver sección \"Técnicas y Scripts\").\n        *   Escuchar grabaciones de llamadas exitosas para identificar cómo los vendedores muestran empatía.\n        *   Role-playing con el mentor para practicar la detección de necesidades y la empatía.\n\n**Semana 2:** **Manejo de Objeciones:**\n    *   **Foco:** Desarrollar respuestas efectivas para las objeciones más comunes.\n    *   **Acciones:**\n        *   Identificar las objeciones más frecuentes y crear scripts personalizados para rebatirlas.\n        *   Practicar el manejo de objeciones con el mentor.\n        *   Analizar grabaciones de llamadas donde se manejaron objeciones con éxito.\n\n**Semana 3:** **Cierre de Ventas:**\n    *   **Foco:** Aprender y aplicar técnicas de cierre directas.\n    *   **Acciones:**\n        *   Revisar y practicar técnicas de cierre efectivas (asignar sucursal, buscar domicilio).\n        *   Role-playing con el mentor para practicar el cierre de ventas.\n        *   Analizar grabaciones de llamadas donde se lograron cierres exitosos.\n\n**Semana 4:** **Proactividad y Consolidación:**\n    *   **Foco:** Integrar la oferta de fibra en todas las llamadas y consolidar las habilidades aprendidas.\n    *   **Acciones:**\n        *   Practicar la oferta de fibra en todas las llamadas.\n        *   Revisar todas las áreas de mejora y realizar ajustes en el enfoque.\n        *   Realizar un seguimiento con el mentor para identificar áreas que necesitan más atención.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]? Perfecto, mi nombre es [Tu Nombre] de Movistar. ¿Es usted el titular de la línea?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Navegación en redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:**\n    *   \"Además, quiero comentarte que tenemos una excelente promoción para fibra óptica en tu domicilio. Con fibra vas a tener una conexión mucho más rápida y estable para toda la familia.\" (NO preguntar \"¿Te interesaría...?\").\n*   **Manejo de Objeciones (Precio):**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. La velocidad y la estabilidad de la conexión hacen que valga la pena.\"\n*   **Cierre:**\n    *   \"Para completar la venta, ¿tenés alguna sucursal de Movistar cerca para que puedas retirar el chip?\" (Asignar sucursal directamente).\n    *   \"¿Me podrías confirmar tu dirección para verificar si tenemos cobertura de fibra en tu zona?\" (Buscar domicilio para fibra).\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 4%.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min al 40%.\n*   **TMO:** Mantener el TMO en un rango de 2 a 4 minutos.\n*   **KPIs Específicos:**\n    *   Mejorar la detección de necesidades en un 50%.\n    *   Mejorar el manejo de objeciones en un 40%.\n    *   Mejorar el cierre de ventas en un 30%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza73, reconozco tu esfuerzo por mejorar tu saludo y la identificación del cliente, eso es un gran avance. Sin embargo, es fundamental que te enfoques en conectar con el cliente, entender sus necesidades y superar sus objeciones. Sé que tenés el potencial para convertirte en un vendedor de alto rendimiento. Confío en que, con este plan de acción y tu dedicación, vas a alcanzar tus metas y superar tus propios límites. ¡Vamos por ese 50 de puntaje IA!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}