{
  "agente": "Mza 59",
  "agente_codigo": "MZA 59",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:49:22.408654",
  "metricas": {
    "agente": "Mza 59",
    "agente_codigo": "MZA 59",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 15,
      "puntaje_promedio": 13.7,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 21.8,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 0,
      "llamadas_regulares": 0,
      "llamadas_criticas": 14,
      "criterios": {
        "saludo_presentacion": 6.7,
        "identificacion_cliente": 13.3,
        "deteccion_necesidades": 0.7,
        "oferta_productos": 14.7,
        "manejo_objeciones": 8.0,
        "cierre": 14.0,
        "despedida": 23.3,
        "proactividad": 0.0,
        "empatia": 36.0,
        "resolucion_problemas": 13.3
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 10,
        "Proactividad": 8,
        "Identificación del cliente": 7,
        "Presentación": 5,
        "Manejo de objeciones": 5
      },
      "fortalezas_frecuentes": {
        "Empatía": 6,
        "Escucha activa": 1,
        "Intento de manejo de objeciones": 1,
        "Cierre de la venta": 1,
        "Oferta de productos": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y ofrece un plan. Identifica al cliente y maneja objeciones. Cierra la venta y se despide. No ofrece fibra."
        },
        {
          "puntaje_total": 30.0,
          "resumen": "El agente necesita mejorar la presentación y la detección de necesidades. El cierre es efectivo, pero falta proactividad en la oferta de productos. La empatía también necesita ser mejorada."
        },
        {
          "puntaje_total": 30.0,
          "resumen": "El agente necesita mejorar en la presentación, la identificación del cliente, la detección de necesidades y el cierre de la venta.  Debe ofrecer productos de manera más proactiva."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, detección de necesidades, manejo de objeciones ni cierre. No se observa empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no maneja objeciones ni cierra la venta. No ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones, no cierra la venta y no muestra empatía."
        }
      ],
      "pct_ofrece_fibra": 0.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 249,
      "tmo_seg": 66.8,
      "pct_capta_atencion": 14.9,
      "menos_30seg": 152,
      "corte_cliente": 180,
      "corte_agente": 69
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 13.7,
      "general": 30.6,
      "diferencia": -16.9,
      "percentil": 36.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.7,
        "general": 17.9,
        "diferencia": -11.2
      },
      "identificacion_cliente": {
        "agente": 13.3,
        "general": 49.4,
        "diferencia": -36.1
      },
      "deteccion_necesidades": {
        "agente": 0.7,
        "general": 14.3,
        "diferencia": -13.7
      },
      "oferta_productos": {
        "agente": 14.7,
        "general": 36.1,
        "diferencia": -21.5
      },
      "manejo_objeciones": {
        "agente": 8.0,
        "general": 27.8,
        "diferencia": -19.8
      },
      "cierre": {
        "agente": 14.0,
        "general": 19.5,
        "diferencia": -5.5
      },
      "despedida": {
        "agente": 23.3,
        "general": 51.2,
        "diferencia": -27.9
      },
      "proactividad": {
        "agente": 0.0,
        "general": 8.5,
        "diferencia": -8.5
      },
      "empatia": {
        "agente": 36.0,
        "general": 37.5,
        "diferencia": -1.5
      },
      "resolucion_problemas": {
        "agente": 13.3,
        "general": 21.0,
        "diferencia": -7.7
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 59\n\n### 1. DIAGNOSTICO GENERAL\nMza 59 se encuentra en un nivel **Crítico**. Su puntaje promedio de 13.7 de 100 lo ubica significativamente por debajo del promedio del equipo (30.6 de 100), situándolo en el percentil 36.5. Si bien muestra algo de empatía, sus resultados generales indican un impacto negativo considerable en el rendimiento general. Comparado con el coaching anterior del 2026-02-08, el puntaje promedio se mantiene igual (13.7 de 100), lo que sugiere que no ha habido mejoras significativas en las áreas identificadas previamente. El potencial de mejora es enorme, y requiere una intervención focalizada e intensiva para impulsar un cambio positivo.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 36 de 100, es el criterio donde Mza 59 se destaca relativamente. La capacidad de conectar con los clientes es una base sólida para construir mejores interacciones.\n*   **Oferta de productos:** Obtiene 14.7 de 100, mostrando un mínimo conocimiento de los productos y servicios que ofrece Movistar.\n*   **Cierre:** Con 14 de 100, hay un intento, aunque débil, de concretar la venta.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Prácticamente inexistente (0.7 de 100), lo que impide ofrecer soluciones personalizadas y relevantes para cada cliente.\n*   **Proactividad:** Puntaje de 0 de 100. No ofrece fibra, perdiendo oportunidades de upselling y cross-selling.\n*   **Identificación del cliente:** Muy baja (13.3 de 100). La falta de confirmación de la identidad del cliente impacta negativamente la confianza y la personalización de la oferta.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 6.7 de 100. Debe mejorar la calidad del saludo y la presentación inicial.\n    *   **Que hace mal:** Saludo genérico, sin impacto, no genera confianza.\n    *   **Como mejorar:** Usar un saludo cordial y profesional, identificándose claramente y transmitiendo entusiasmo. Ejemplo: \"¡Hola! Soy [Tu Nombre] de Movistar, ¿me comunico con [Nombre del cliente]? ¡Tengo una oferta que LE VA a interesar!\"\n*   **Identificación del Cliente:** 13.3 de 100.\n    *   **Que hace mal:** No verifica si está hablando con la persona correcta.\n    *   **Como mejorar:** Siempre preguntar directamente: \"Hola, ¿me comunico con [Nombre del cliente]?\"\n*   **Detección de Necesidades:** 0.7 de 100.\n    *   **Que hace mal:** No realiza preguntas para comprender las necesidades del cliente.\n    *   **Como mejorar:** Preguntar de forma directa y sencilla: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n*   **Oferta de Productos:** 14.7 de 100.\n    *   **Que hace mal:** No ofrece fibra.\n    *   **Como mejorar:** Ofrecer directamente la fibra después de detectar las necesidades móviles. Ejemplo: \"Además de tu línea móvil, tengo una excelente oferta de fibra óptica para tu hogar con [velocidad] a un precio increíble. ¡Te VA a encantar!\"\n*   **Manejo de Objeciones:** 8 de 100.\n    *   **Que hace mal:** No rebate las objeciones de manera efectiva.\n    *   **Como mejorar:** Escuchar atentamente la objeción y responder con un argumento específico y convincente. Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame decirte que con este plan vas a tener [beneficio concreto] que te compensa ampliamente esa diferencia.\"\n*   **Cierre:** 14 de 100.\n    *   **Que hace mal:** No busca cerrar la venta de forma proactiva.\n    *   **Como mejorar:** Asignar la sucursal directamente o proponer la instalación a domicilio. Ejemplo: \"Perfecto, para activar tu plan, ¿te queda bien retirar el chip en [Sucursal] o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Despedida:** 23.3 de 100.\n    *   **Que hace mal:** Despedida poco profesional.\n    *   **Como mejorar:** Despedirse de forma cordial y ofreciendo acompañamiento durante la portabilidad. Ejemplo: \"¡Excelente! En los próximos días te acompañaré en el proceso de portabilidad para que tengas la mejor experiencia con Movistar. ¡Que tengas un excelente día!\"\n*   **Proactividad:** 0 de 100.\n    *   **Que hace mal:** No ofrece productos adicionales ni busca oportunidades de upselling.\n    *   **Como mejorar:** Ofrecer fibra de manera proactiva y sugerir otros servicios complementarios.\n*   **Empatía:** 36 de 100.\n    *   **Que hace bien:** Muestra algo de empatía durante la llamada.\n    *   **Como mejorar:** Escuchar activamente al cliente, mostrar interés genuino en sus necesidades y utilizar un tono amigable y comprensivo.\n*   **Resolución de Problemas:** 13.3 de 100.\n    *   **Que hace mal:** No resuelve los problemas planteados por el cliente.\n    *   **Como mejorar:** Ofrecer soluciones concretas y asegurarse de que el cliente quede satisfecho.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **IDENTIFICACION Y DETECCION DE NECESIDADES.**\n*   Acciones:\n    *   Practicar el saludo y la pregunta de identificación al inicio de cada llamada.\n    *   Memorizar y utilizar las preguntas clave para la detección de necesidades.\n    *   Analizar grabaciones propias enfocándose en estos dos aspectos.\n\n**Semana 2:** **OFERTA DE FIBRA Y CIERRE.**\n*   Acciones:\n    *   Incorporar la oferta de fibra en cada llamada después de la detección de necesidades.\n    *   Practicar las técnicas de cierre directo.\n    *   Registrar la cantidad de ofertas de fibra realizadas y los cierres concretados.\n\n**Semana 3:** **MANEJO DE OBJECIONES.**\n*   Acciones:\n    *   Identificar las objeciones más comunes y preparar respuestas específicas para cada una.\n    *   Practicar el manejo de objeciones con simulaciones de llamadas.\n    *   Analizar grabaciones propias enfocándose en cómo se manejan las objeciones.\n\n**Semana 4:** **PROACTIVIDAD Y DESPEDIDA.**\n*   Acciones:\n    *   Ofrecer productos adicionales o servicios complementarios.\n    *   Mejorar la calidad de la despedida.\n    *   Revisar todas las áreas de mejora y consolidar los nuevos hábitos.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre del cliente]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además de tu línea móvil, tengo una excelente oferta de fibra óptica para tu hogar con [velocidad] a un precio increíble. ¡Te VA a encantar!\"\n*   **Técnicas de cierre directo:** \"Perfecto, para activar tu plan, ¿te queda bien retirar el chip en [Sucursal] o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Manejo de objeciones personalizado:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame decirte que con este plan vas a tener [beneficio concreto] que te compensa ampliamente esa diferencia.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas donde se realiza la detección de necesidades a un 80%.\n*   **KPIs específicos a mejorar:**\n    *   **Proactividad:** Aumentar el porcentaje de llamadas donde se ofrece fibra a un 70%.\n    *   **Cierre:** Aumentar la tasa de conversión en un 15%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 59, tenés la capacidad de conectar con la gente, y eso es valioso. Ahora, es momento de transformar esa empatía en resultados concretos. ¡Vamos a enfocarnos en dominar cada paso del proceso de venta, desde la identificación hasta el cierre! Con el plan de acción y tu esfuerzo, sé que vas a superar tus propios límites y alcanzar el éxito que mereces. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}