{
  "agente": "MZA 61",
  "fecha_generacion": "2026-01-26T14:50:38.284591",
  "metricas": {
    "agente": "MZA 61",
    "evaluaciones": {
      "total_evaluadas": 6,
      "puntaje_promedio": 30.7,
      "puntaje_min": 0.0,
      "puntaje_max": 71.0,
      "desviacion_std": 29.9,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 45.0,
        "identificacion_cliente": 58.3,
        "deteccion_necesidades": 16.7,
        "oferta_productos": 28.3,
        "manejo_objeciones": 26.7,
        "cierre": 23.3,
        "despedida": 43.3,
        "proactividad": 16.7,
        "empatia": 51.7,
        "resolucion_problemas": 35.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 3,
        "Cierre": 3,
        "Proactividad": 3,
        "Manejo de objeciones": 2,
        "Empatía": 2
      },
      "fortalezas_frecuentes": {
        "Saludo": 1,
        "Empatía": 1,
        "Despedida": 1,
        "Identificación del cliente": 1,
        "Presentación y verificación de identidad.": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 71.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta necesidades básicas y maneja objeciones de forma aceptable. Sin embargo, no menciona la promoción del 80%, y el cierre no es directo. La proactividad es baja al no ofrecer otros productos. Muestra empatía y resuelve problemas."
        },
        {
          "puntaje_total": 63.0,
          "resumen": "El agente se presenta correctamente y verifica la identidad del cliente. La oferta de productos es directa, pero no menciona el 80% de descuento. El manejo de objeciones es adecuado. El cierre es directo, aunque con una pregunta. La proactividad podría mejorar al mencionar explícitamente la promo del 80%. Muestra empatía y resuelve los problemas del cliente."
        },
        {
          "puntaje_total": 30.0,
          "resumen": "El agente necesita mejorar en la detección de necesidades, ofrecer productos y mencionar la promoción del 80% de descuento. El saludo y despedida son correctos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios obligatorios. No se presentó, no detectó necesidades, no ofreció la promoción del 80%, ni realizó un cierre adecuado. No mostró empatía."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "El agente no cumple con los requisitos mínimos, no presenta la oferta de forma correcta, no identifica al cliente ni detecta sus necesidades. No maneja las objeciones, no cierra la venta y no muestra proactividad ni empatía. No hay resolución del problema."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "El agente necesita mejorar significativamente en la presentación, detección de necesidades, oferta de productos (incluyendo la promoción del 80%), manejo de objeciones, cierre, despedida y proactividad.  No se observa cumplimiento de ninguna de las reglas obligatorias."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 6,
      "puntaje_promedio": 30.7,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 45.0,
        "identificacion_cliente": 58.3,
        "deteccion_necesidades": 16.7,
        "oferta_productos": 28.3,
        "manejo_objeciones": 26.7,
        "cierre": 23.3,
        "despedida": 43.3,
        "proactividad": 16.7,
        "empatia": 51.7,
        "resolucion_problemas": 35.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 30.7,
      "general": 35.7,
      "diferencia": -5.0,
      "percentil": 53.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 45.0,
        "general": 32.0,
        "diferencia": 13.0
      },
      "identificacion_cliente": {
        "agente": 58.3,
        "general": 38.7,
        "diferencia": 19.7
      },
      "deteccion_necesidades": {
        "agente": 16.7,
        "general": 23.3,
        "diferencia": -6.6
      },
      "oferta_productos": {
        "agente": 28.3,
        "general": 28.6,
        "diferencia": -0.3
      },
      "manejo_objeciones": {
        "agente": 26.7,
        "general": 33.0,
        "diferencia": -6.4
      },
      "cierre": {
        "agente": 23.3,
        "general": 18.8,
        "diferencia": 4.6
      },
      "despedida": {
        "agente": 43.3,
        "general": 38.5,
        "diferencia": 4.8
      },
      "proactividad": {
        "agente": 16.7,
        "general": 13.9,
        "diferencia": 2.8
      },
      "empatia": {
        "agente": 51.7,
        "general": 43.0,
        "diferencia": 8.7
      },
      "resolucion_problemas": {
        "agente": 35.0,
        "general": 25.1,
        "diferencia": 9.9
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 61\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 61 se encuentra actualmente en un nivel que **necesita mejora**. Comparado con el equipo, su puntaje IA promedio es inferior (30.7 vs 35.7), ubicándose en el percentil 53.1. Esto indica que tiene potencial para superar a la mitad del equipo si se enfoca en las áreas de mejora identificadas.\n\n**Evolución:** Analizando los datos de esta semana, el vendedor muestra una evolución mixta. Ha mejorado en ciertos criterios, como saludo/presentación e identificación del cliente, pero ha retrocedido en otros, como detección de necesidades y manejo de objeciones. Por lo tanto, la tendencia general es que **necesita una intervención enfocada** para retomar el camino de la mejora continua. Su potencial de mejora es significativo, especialmente considerando las áreas donde ya ha demostrado ser capaz de progresar.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Saludo/Presentación:** Aumento significativo de 13 puntos con respecto al promedio del equipo.\n    *   **Identificación del Cliente:** Mejora sustancial de 19.7 puntos por encima del promedio.\n    *   **Cierre:** Aumentó 4.6 puntos.\n    *   **Despedida:** Aumentó 4.8 puntos.\n    *   **Empatía:** Aumentó 8.7 puntos.\n    *   **Resolución de Problemas:** Aumentó 9.9 puntos.\n    *   **Acción:** Felicitar por el progreso en la presentación, verificación de identidad, empatía y resolución de problemas. Reforzar la importancia de mantener estos altos estándares en cada llamada.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Detección de Necesidades:** Disminuyó 6.6 puntos.\n    *   **Manejo de Objeciones:** Disminuyó 6.4 puntos.\n    *   **Oferta de Productos:** Disminuyó 0.3 puntos.\n    *   **Acción:** Analizar las grabaciones recientes para identificar por qué la detección de necesidades y el manejo de objeciones han disminuido. Priorizar ejercicios de role-playing enfocados en estas áreas.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Proactividad:** Si bien mejoró ligeramente, sigue siendo un área crítica con un puntaje bajo (16.7). Es fundamental incorporar la oferta de fibra en cada llamada de manera proactiva, sin preguntar al cliente.\n    *   **Acción:** Diseñar un script específico para la oferta de fibra y practicar su integración natural en la conversación.\n\n*   **TENDENCIA GENERAL:**\n    *   La tendencia es mixta. Aunque ha habido mejoras notables en áreas importantes, el retroceso en la detección de necesidades y el manejo de objeciones requiere atención inmediata. MZA 61 necesita un enfoque estructurado para consolidar las mejoras y abordar las áreas de debilidad.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n1.  **Saludo y Presentación:** MZA 61 se destaca en la presentación inicial y la verificación de la identidad del cliente. Esto genera una primera impresión positiva y establece una base sólida para la conversación. Ejemplo: Inicia las llamadas de forma clara y profesional, asegurándose de hablar con la persona correcta.\n2.  **Empatía:** Muestra un buen nivel de empatía al interactuar con los clientes. Esto le permite conectar con ellos y comprender sus necesidades, lo que facilita la venta. Ejemplo: Se pone en el lugar del cliente y valida sus inquietudes, mostrando comprensión genuina.\n3.  **Resolución de Problemas:** MZA 61 muestra habilidad para abordar y resolver problemas planteados por los clientes. Esto genera confianza y aumenta la satisfacción del cliente. Ejemplo: Busca soluciones efectivas a los problemas que los clientes puedan tener con sus servicios actuales.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n1.  **Detección de Necesidades (PERSISTENTE):** No está haciendo las preguntas adecuadas para comprender las necesidades específicas de cada cliente. Esto impide que ofrezca soluciones personalizadas y relevantes. Es crucial hacer preguntas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" en lugar de preguntas generales.\n2.  **Manejo de Objeciones (PERSISTENTE):** No está rebatindo las objeciones de manera efectiva y personalizada. Es fundamental escuchar atentamente la objeción del cliente y responder con argumentos sólidos y adaptados a su situación particular.\n3.  **Proactividad (PERSISTENTE):** No está ofreciendo fibra de forma proactiva en todas las llamadas. Es imprescindible que todos los vendedores ofrezcan fibra a cada cliente, sin preguntar si le interesa. La frase correcta es \"Además del plan que le va a interesar, le comento que tenemos cobertura de fibra en su zona, lo cual le permitiría...\".\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nDado que las métricas de llamadas y ventas no fueron proporcionadas, no se puede realizar un análisis completo en este momento. Sin embargo, es crucial que la próxima vez se incluyan los siguientes datos para un análisis más profundo:\n\n*   **TMO (Tiempo Medio Operativo):** Analizar si está dentro del rango óptimo (2-4 minutos).\n*   **% Capta Atención:** Evaluar si es inferior al 30%, lo cual indicaría problemas para enganchar al cliente.\n*   **Cortes de llamada:** Determinar si hay más cortes del cliente que del agente, lo que podría indicar problemas en el pitch inicial.\n*   **Llamadas <30 seg:** Identificar si hay demasiadas llamadas cortas, lo que sugiere problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** Analizar si es baja, lo que podría indicar problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo/Presentación (Bueno):** Se presenta de manera correcta y verifica la identidad del cliente. Debe mantener esta práctica.\n*   **Identificación del Cliente (Bueno):** Verifica la identidad, un buen inicio. Que continue con este excelente inicio.\n*   **Detección de Necesidades (Crítico):** Realiza preguntas genéricas o no pregunta, impidiendo adaptar la oferta.\n    *   **Cómo mejorar:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Bajo):** La oferta es genérica y no se menciona la promoción del 80%.\n    *   **Cómo mejorar:** Incluir siempre la promoción del 80% y adaptar la oferta a las necesidades detectadas.\n*   **Manejo de Objeciones (Bajo):** No rebate las objeciones de forma efectiva y personalizada.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción y responder con argumentos sólidos y adaptados a la situación del cliente. Sincronizar/personalizar la respuesta según el cliente específico\n*   **Cierre (Bajo):** Cierra con preguntas en vez de afirmaciones.\n    *   **Cómo mejorar:** Asignar sucursal directamente o buscar domicilio del cliente. Nunca preguntar si quiere seguir, DIRECTAMENTE proceder.\n*   **Despedida (Bueno):** La despedida es correcta. Mantener la misma calidad.\n*   **Proactividad (Crítico):** No ofrece fibra de forma proactiva.\n    *   **Cómo mejorar:** Comentar DIRECTAMENTE sobre fibra sin preguntar. Todos deben ofrecer fibra de forma directa, sin preguntar.\n*   **Empatía (Bueno):** Muestra empatía, un aspecto positivo. Debe mantener este nivel.\n*   **Resolución de Problemas (Regular):** Resuelve problemas adecuadamente. Potenciar la rapidez y eficiencia.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco: Detección de Necesidades y Oferta Proactiva de Fibra.** Realizar role-playing enfocados en preguntas efectivas para detectar necesidades. Implementar un script obligatorio para la oferta de fibra en cada llamada. Monitorear el cumplimiento y la calidad de la oferta de fibra.\n*   **Semana 2:** **Prioridad: Manejo de Objeciones.** Analizar las objeciones más comunes y desarrollar scripts personalizados para rebatirlas. Practicar el manejo de objeciones a través de simulaciones de llamadas. Revisar grabaciones para identificar áreas de mejora.\n*   **Semana 3:** **Consolidación: Cierre Directo.** Implementar técnicas de cierre directo, como la asignación de sucursal o la búsqueda de domicilio del cliente. Monitorear la efectividad de los cierres directos.\n*   **Semana 4:** **Optimización: Personalización y Proactividad Avanzada.** Analizar datos de llamadas y ventas para identificar patrones y oportunidades de personalización. Desarrollar estrategias para anticipar las necesidades de los clientes y ofrecer soluciones proactivas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además del plan que le va a interesar, le comento que tenemos cobertura de fibra en su zona, lo cual le permitiría [beneficios concretos: ver series sin interrupciones, trabajar desde casa con una conexión estable, etc.].\"\n*   **Cierre Directo:** \"Perfecto, entonces vamos a avanzar con la activación de su plan. Para esto, necesito que me confirme su domicilio...\" (o \"Ya le estoy asignando la sucursal más cercana para que pueda retirar su chip...\").\n*   **Manejo de Objeciones (Ejemplo):** Cliente: \"Es que Movistar tiene mala señal\". Respuesta: \"Entiendo su preocupación por la señal. Le comento que en los últimos meses hemos realizado importantes inversiones en infraestructura en su zona, lo que ha mejorado significativamente la cobertura y la velocidad. Además, con este plan tiene [beneficios específicos relacionados con la señal, como roaming sin cargo en países limítrofes].\"\n*   **Manejo de Precio (Ejemplo):** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 50\n*   **Tasa de conversión:** Aumentar del [Tasa actual desconocida, completar con dato real] al 4%.\n*   **Ofrecimiento de productos:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención (llamadas >1 min):** Aumentar del [Porcentaje actual desconocido, completar con dato real] al 45%.\n*   **TMO a alcanzar:** 210 segundos.\n*   **KPIs específicos a mejorar:** Detección de Necesidades, Manejo de Objeciones, Proactividad.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 61, ¡veo que has dado pasos importantes esta semana al mejorar tu presentación y la identificación del cliente! Eso demuestra que tienes la capacidad de crecer y aprender. Ahora, te invito a que enfoques tu energía en la detección de necesidades y el manejo de objeciones. Sé que puedes lograrlo, y estoy aquí para apoyarte en cada paso del camino. ¡Confío en tu potencial para convertirte en un vendedor estrella!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}