{
  "agente": "Eugenia Ochoa",
  "agente_codigo": "MZA 30",
  "equipo": "JOSEFINA ZEBALLOS",
  "fecha_generacion": "2026-02-09T08:25:56.498858",
  "metricas": {
    "agente": "Eugenia Ochoa",
    "agente_codigo": "MZA 30",
    "equipo": "JOSEFINA ZEBALLOS",
    "evaluaciones": {
      "total_evaluadas": 84,
      "puntaje_promedio": 50.5,
      "puntaje_min": 0,
      "puntaje_max": 740,
      "desviacion_std": 80.1,
      "llamadas_excelentes": 8,
      "llamadas_buenas": 19,
      "llamadas_regulares": 19,
      "llamadas_criticas": 38,
      "criterios": {
        "saludo_presentacion": 23.2,
        "identificacion_cliente": 68.0,
        "deteccion_necesidades": 33.0,
        "oferta_productos": 43.2,
        "manejo_objeciones": 48.8,
        "cierre": 19.6,
        "despedida": 77.5,
        "proactividad": 10.6,
        "empatia": 64.2,
        "resolucion_problemas": 38.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 33,
        "Manejo de objeciones": 19,
        "Proactividad": 17,
        "Presentación": 16,
        "Cierre": 15
      },
      "fortalezas_frecuentes": {
        "Empatía": 24,
        "Identificación del cliente": 23,
        "Despedida": 14,
        "Despedida cordial.": 13,
        "Manejo de objeciones.": 13
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 740.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente correctamente, detecta necesidades pero no en profundidad. Ofrece planes y maneja objeciones. El cierre no se completa. Muestra empatía."
        },
        {
          "puntaje_total": 94.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente correctamente. Detecta necesidades y ofrece productos de forma directa. Maneja objeciones y completa el cierre. Muestra empatía y proactividad."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Detecta las necesidades del cliente y ofrece un plan, aunque no ofrece fibra.  Maneja bien la objeción del cliente.  Cierre parcial con envío de información por WhatsApp. Muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente y no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de presentación, identificación, detección de necesidades, oferta de productos y cierre. No muestra proactividad ni empatía. La llamada finaliza abruptamente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, la oferta es deficiente y no completa el cierre. La despedida es poco profesional."
        }
      ],
      "pct_ofrece_fibra": 13.1
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.2
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 54,
      "con_plan": 10,
      "ofrece_fibra": 8,
      "pct_plan": 18.5,
      "pct_fibra": 14.8
    },
    "calidad_llamadas": {
      "total_llamadas": 111,
      "tmo_seg": 129.4,
      "pct_capta_atencion": 54.1,
      "menos_30seg": 16,
      "corte_cliente": 66,
      "corte_agente": 45
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 50.5,
      "general": 30.6,
      "diferencia": 20.0,
      "percentil": 78.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 23.2,
        "general": 17.9,
        "diferencia": 5.3
      },
      "identificacion_cliente": {
        "agente": 68.0,
        "general": 49.4,
        "diferencia": 18.6
      },
      "deteccion_necesidades": {
        "agente": 33.0,
        "general": 14.3,
        "diferencia": 18.6
      },
      "oferta_productos": {
        "agente": 43.2,
        "general": 36.1,
        "diferencia": 7.1
      },
      "manejo_objeciones": {
        "agente": 48.8,
        "general": 27.8,
        "diferencia": 21.0
      },
      "cierre": {
        "agente": 19.6,
        "general": 19.5,
        "diferencia": 0.1
      },
      "despedida": {
        "agente": 77.5,
        "general": 51.2,
        "diferencia": 26.3
      },
      "proactividad": {
        "agente": 10.6,
        "general": 8.5,
        "diferencia": 2.1
      },
      "empatia": {
        "agente": 64.2,
        "general": 37.5,
        "diferencia": 26.7
      },
      "resolucion_problemas": {
        "agente": 38.7,
        "general": 21.0,
        "diferencia": 17.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Eugenia Ochoa\n\n### 1. DIAGNOSTICO GENERAL\nEugenia, tu nivel actual se encuentra en un punto de \"Necesita Mejora\". Si bien tu puntaje promedio de 50.5 es superior al promedio general del equipo (30.6), aún hay un margen considerable para crecer y alcanzar tu máximo potencial. En comparación con el equipo, destacas en identificación del cliente, manejo de objeciones, despedida y empatía.\n\nAnalizando el historial del 2026-02-08, observamos que mantuviste tu puntaje promedio, pero la distribución de tus fortalezas y debilidades varió.  La \"Detección de Necesidades\" sigue siendo un área crítica, pero el \"Manejo de Objeciones\" ha mejorado. El principal potencial de mejora reside en convertir más llamadas en ventas concretas, y para eso, debes enfocarte en la detección de necesidades y el cierre.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Obtienes un sólido 68.0 de 100, demostrando que eres eficaz al verificar la identidad de la persona al inicio de la llamada. ¡Excelente!\n*   **Empatía:** Con un puntaje de 64.2 de 100, sobresales al conectar con los clientes y comprender sus inquietudes. Esto es fundamental para construir relaciones y generar confianza.\n*   **Despedida:** Con un puntaje de 77.5 de 100, tus despedidas son cordiales y profesionales, dejando una buena impresión final.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Con un puntaje de 33 de 100, es tu principal área de mejora. Necesitas profundizar en las necesidades de cada cliente para ofrecer soluciones personalizadas.\n*   **Cierre:**  Tu puntaje de 19.6 de 100 indica que tienes dificultades para concretar la venta. Debes implementar técnicas de cierre más directas y efectivas.\n*   **Proactividad:**  Con un puntaje de 10.6 de 100, necesitas ser más proactiva al ofrecer productos adicionales, como la fibra, y anticipar las necesidades del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 23.2 de 100.  Bien en general, pero la clave es hacerlo rápido y enfocarte en la propuesta de valor.\n    *   **Qué haces mal:** Quizás demoras mucho o usas frases genéricas.\n    *   **Cómo mejorar:**  Sé concisa. Ej: \"Hola Eugenia, soy [tu nombre] de Movistar, tengo una oferta que le VA a interesar.\"\n*   **Identificación del Cliente:** 68.0 de 100.  Sólido.  Continua validando que hablas con la persona correcta.\n    *   **Qué haces bien:** Verificas la identidad del cliente.\n    *   **Cómo mejorar:**  No hay que mejorar, solo mantenerlo.\n*   **Detección de Necesidades:** 33 de 100. Crítico. No estás profundizando en las necesidades del cliente, lo que dificulta la oferta de soluciones personalizadas.\n    *   **Qué haces mal:** Te quedas en la superficie y no exploras a fondo qué es lo que realmente necesita el cliente.\n    *   **Cómo mejorar:** Pregunta directamente: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés? ¿Tenés fibra óptica en tu casa?\"\n*   **Oferta de Productos:** 43.2 de 100.  Mejorable. Ofreces planes pero no eres lo suficientemente proactiva al ofrecer fibra.\n    *   **Qué haces mal:** Esperas a que el cliente pregunte por la fibra o no la ofreces directamente.\n    *   **Cómo mejorar:** Comenta DIRECTAMENTE la oferta de fibra: \"Además, tenemos una excelente promoción de fibra óptica para tu domicilio, con [velocidad] a un precio increíble.\"\n*   **Manejo de Objeciones:** 48.8 de 100.  Es tu punto fuerte. Sabes rebatir objeciones, pero la clave es ser puntual.\n    *   **Qué haces bien:** Respondes a las objeciones de los clientes.\n    *   **Cómo mejorar:**  Rebate la objeción PUNTUAL de CADA cliente, no uses respuestas genéricas.\n*   **Cierre:** 19.6 de 100. Muy bajo. No estás concretando la venta.\n    *   **Qué haces mal:** No usas técnicas de cierre directo o te muestras indecisa.\n    *   **Cómo mejorar:** Asigna la sucursal directamente: \"Perfecto, para que retires tu nuevo plan, te asigno una sucursal cerca de tu domicilio...\" o Busca el domicilio directamente: \"Para verificar la cobertura de fibra en tu domicilio, ¿me confirmas tu dirección?\"\n*   **Despedida:** 77.5 de 100.  Excelente.  Mantén este nivel de profesionalismo.\n    *   **Qué haces bien:** Te despides de manera cordial.\n    *   **Cómo mejorar:**  No hay que mejorar, solo mantenerlo.\n*   **Proactividad:** 10.6 de 100.  Debes ser más proactiva al ofrecer productos adicionales.\n    *   **Qué haces mal:** Esperas a que el cliente pregunte por la fibra.\n    *   **Cómo mejorar:** Ofrece la fibra directamente.\n*   **Empatía:** 64.2 de 100. Muy bien, sigue conectando con el cliente.\n    *   **Qué haces bien:** Muestras interés por las necesidades del cliente.\n    *   **Cómo mejorar:**  No hay que mejorar, solo mantenerlo.\n*   **Resolución de Problemas:** 38.7 de 100.  Es un área que impacta en la satisfacción del cliente.\n    *   **Qué haces mal:**  Quizás no tienes todas las herramientas o conocimiento para resolver las dudas.\n    *   **Cómo mejorar:** Capacitarte en los productos y servicios, y en los procesos de resolución de problemas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades:**\n*   **Acciones:** Practicar activamente las preguntas clave: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés? ¿Tenés fibra óptica en tu casa?\". Escuchar atentamente las respuestas y tomar notas.  Analizar 5 grabaciones de llamadas exitosas del equipo enfocándose en cómo detectan las necesidades.\n**Semana 2:** **Cierre Directo:**\n*   **Acciones:** Implementar técnicas de cierre directo en cada llamada. \"Perfecto, te asigno una sucursal cerca de tu domicilio...\" o \"Para verificar la cobertura de fibra en tu domicilio, ¿me confirmas tu dirección?\". Registrar la cantidad de cierres exitosos y analizar las razones de los fracasos.\n**Semana 3:** **Oferta de Fibra Proactiva:**\n*   **Acciones:** Ofrecer la fibra directamente en todas las llamadas, sin preguntar si le interesa.  Usar el speech recomendado: \"Además, tenemos una excelente promoción de fibra óptica para tu domicilio, con [velocidad] a un precio increíble.\" Monitorear la cantidad de ofertas de fibra realizadas y la tasa de conversión.\n**Semana 4:** **Optimización y Refinamiento:**\n*   **Acciones:** Revisar las grabaciones de las llamadas de las últimas tres semanas, identificar áreas de mejora y ajustar las técnicas de venta. Solicitar feedback a Josefina Zeballos, tu líder de equipo, y realizar simulaciones de venta.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificar Identidad:** \"Hola Eugenia, ¿me comunico con Eugenia Ochoa?\"\n*   **Detectar Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n    *   \"¿Tenés fibra óptica en tu casa actualmente?\"\n*   **Ofrecer Fibra Directamente:** \"Además, tenemos una excelente promoción de fibra óptica para tu domicilio, con [velocidad] a un precio increíble.\"\n*   **Cierre Directo:**\n    *   \"Perfecto, para que retires tu nuevo plan, te asigno una sucursal cerca de tu domicilio...\"\n    *   \"Para verificar la cobertura de fibra en tu domicilio, ¿me confirmas tu dirección?\"\n*   **Manejo de Objeciones:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero lo importante es que con este plan vas a tener [beneficio específico] y te vas a ahorrar [dinero] a largo plazo.\"\n    *   **\"No me interesa\":** \"Entiendo, pero te aseguro que esta oferta es única y te VA a permitir [beneficio clave]. ¿Me permitís explicarte rápidamente por qué?\"\n    *   **\"Tengo que pensarlo\":** \"Entiendo, pero la promoción es por tiempo limitado. Si lo pensás mucho, te la podés perder. ¿Qué te parece si lo hacemos ahora y te asegurás el mejor precio?\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje del Modelo:** Aumentar el puntaje promedio del modelo a 65 en 30 días.\n*   **Calidad de Llamadas:** Reducir el porcentaje de llamadas que duran menos de 30 segundos a menos del 10%.\n*   **KPIs:**\n    *   Aumentar la tasa de conversión de ofertas de fibra en un 20%.\n    *   Aumentar la cantidad de cierres exitosos en un 15%.\n    *   Mejorar el puntaje en \"Detección de Necesidades\" a 50 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nEugenia, tenés un gran potencial y las herramientas para triunfar. Tu empatía y tu habilidad para manejar objeciones son cualidades valiosas. Ahora, con un enfoque en la detección de necesidades, un cierre más directo y una oferta proactiva de fibra, vas a alcanzar nuevos niveles de éxito. ¡Confío en vos y en tu capacidad para lograrlo! ¡Vamos por ese 65!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}