{
  "agente": "MZA 325",
  "fecha_generacion": "2026-01-26T14:24:38.890240",
  "metricas": {
    "agente": "MZA 325",
    "evaluaciones": {
      "total_evaluadas": 146,
      "puntaje_promedio": 31.9,
      "puntaje_min": 0.0,
      "puntaje_max": 600.0,
      "desviacion_std": 63.2,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 70,
      "criterios": {
        "saludo_presentacion": 14.5,
        "identificacion_cliente": 46.8,
        "deteccion_necesidades": 18.8,
        "oferta_productos": 15.3,
        "manejo_objeciones": 23.5,
        "cierre": 11.4,
        "despedida": 28.6,
        "proactividad": 8.7,
        "empatia": 38.3,
        "resolucion_problemas": 29.0
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 57,
        "Detección de necesidades": 40,
        "Presentación y Saludo": 39,
        "Detección de Necesidades": 31,
        "Identificación del Cliente": 29
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 20,
        "Empatía": 11,
        "Identificación correcta del cliente.": 10,
        "Identificación del cliente.": 8,
        "Verificación de la identidad del cliente.": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 600.0,
          "resumen": "El agente necesita mejorar la proactividad mencionando la promoción del 80% de descuento y evitando frases prohibidas en el cierre y en la presentación.  Buen manejo de objeciones."
        },
        {
          "puntaje_total": 420.0,
          "resumen": "El agente se presenta y verifica la identidad.  No menciona la promoción del 80% de descuento. El cierre no es directo."
        },
        {
          "puntaje_total": 170.0,
          "resumen": "El agente necesita mejorar en la presentación, detección de necesidades, oferta de productos (incluyendo la promoción del 80%), manejo de objeciones y cierre. La comunicación es confusa y falta proactividad. No se cumplieron con las reglas del negocio."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. No se identifica correctamente al cliente, no se detectan necesidades, no se ofrecen productos ni se menciona la promoción. La proactividad es nula."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada con un desempeño deficiente en todos los aspectos. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera efectiva, no maneja objeciones, no cierra la venta, y no muestra proactividad ni empatía. No menciona la promoción vigente del 80%."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta, no verifica la identidad, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra, no se despide correctamente y no es proactivo. No menciona la promo del 80%."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 146,
      "puntaje_promedio": 31.9,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 70,
      "criterios": {
        "saludo_presentacion": 14.5,
        "identificacion_cliente": 46.8,
        "deteccion_necesidades": 18.8,
        "oferta_productos": 15.3,
        "manejo_objeciones": 23.5,
        "cierre": 11.4,
        "despedida": 28.6,
        "proactividad": 8.7,
        "empatia": 38.3,
        "resolucion_problemas": 29.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 31.9,
      "general": 35.7,
      "diferencia": -3.7,
      "percentil": 54.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 14.5,
        "general": 32.0,
        "diferencia": -17.5
      },
      "identificacion_cliente": {
        "agente": 46.8,
        "general": 38.7,
        "diferencia": 8.1
      },
      "deteccion_necesidades": {
        "agente": 18.8,
        "general": 23.3,
        "diferencia": -4.5
      },
      "oferta_productos": {
        "agente": 15.3,
        "general": 28.6,
        "diferencia": -13.3
      },
      "manejo_objeciones": {
        "agente": 23.5,
        "general": 33.0,
        "diferencia": -9.5
      },
      "cierre": {
        "agente": 11.4,
        "general": 18.8,
        "diferencia": -7.3
      },
      "despedida": {
        "agente": 28.6,
        "general": 38.5,
        "diferencia": -9.9
      },
      "proactividad": {
        "agente": 8.7,
        "general": 13.9,
        "diferencia": -5.2
      },
      "empatia": {
        "agente": 38.3,
        "general": 43.0,
        "diferencia": -4.7
      },
      "resolucion_problemas": {
        "agente": 29.0,
        "general": 25.1,
        "diferencia": 3.9
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 325\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEl vendedor MZA 325 se encuentra actualmente por debajo del promedio del equipo en cuanto a puntaje de IA (31.9 vs 35.7), ubicándose en un nivel que **necesita mejora**. Su principal desafío radica en la aplicación de las reglas del negocio y la implementación de un enfoque más proactivo y persuasivo en sus interacciones. Comparado con el equipo, sus áreas más débiles son el saludo y la presentación, la oferta de productos y el cierre.\n\n**EVOLUCIÓN**: Comparado con el período anterior, el puntaje promedio de IA se mantuvo igual (31.9), lo que indica que no hubo una mejora significativa en su desempeño general. Si bien mantuvo algunas fortalezas, la persistencia de las áreas de mejora identificadas en el coaching anterior sugiere la necesidad de un plan de acción más enfocado y un seguimiento más cercano. Su potencial de mejora es considerable, ya que posee algunas fortalezas como la identificación del cliente y la empatía, que pueden ser aprovechadas para impulsar su rendimiento.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ**: A pesar de que el puntaje general se mantuvo, se observa una ligera mejora en la **Identificación del Cliente** y en la **Resolución de Problemas**, lo que sugiere que está prestando más atención a verificar la identidad de los clientes y a brindar soluciones efectivas. Es importante felicitarlo por estos avances y reforzar estas habilidades.\n*   **QUÉ EMPEORÓ**: Lamentablemente, la mayoría de los criterios clave han empeorado o se han mantenido estancados. Preocupa especialmente el retroceso en áreas como el **Saludo y Presentación**, la **Oferta de Productos**, el **Manejo de Objeciones**, el **Cierre**, la **Despedida**, la **Proactividad** y la **Empatía**, donde la diferencia con el promedio del equipo es significativa.\n*   **QUÉ SIGUE PENDIENTE**: Prácticamente todas las áreas identificadas como de mejora en el coaching anterior siguen pendientes: **Proactividad**, **Detección de Necesidades**, **Presentación y Saludo**, e **Identificación del Cliente**. Esto indica que el plan de acción anterior no fue efectivo y que se necesita un enfoque completamente nuevo.\n*   **TENDENCIA GENERAL**: La tendencia general es preocupante, ya que no se observa una mejora significativa en el desempeño del vendedor. La persistencia de las áreas de mejora y el retroceso en varios criterios clave sugieren la necesidad de una intervención urgente para evitar que su rendimiento se deteriore aún más.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente**: Consistentemente muestra habilidad para verificar la identidad de los clientes. Esto es crucial para asegurar que se está hablando con la persona correcta y ofrecerle la oferta adecuada. _Ejemplo: \"Hola, ¿me comunico con [Nombre]?\"_\n*   **Empatía**: Demuestra capacidad para conectar con los clientes a nivel emocional, lo que puede generar confianza y mejorar la experiencia del cliente. _Ejemplo: Reconocer la frustración de un cliente y ofrecer una solución personalizada._\n*   **Resolución de Problemas**: Ha mostrado una ligera mejoría en su capacidad para solucionar los problemas de los clientes, lo que puede contribuir a aumentar la satisfacción del cliente y a fidelizarlo.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Proactividad (PERSISTENTE)**: No está ofreciendo activamente la oferta de fibra, lo que limita su potencial de ventas. _¿Por qué es importante?_ La oferta de fibra es una oportunidad clave para aumentar las ventas y generar ingresos adicionales.\n*   **Saludo y Presentación (PERSISTENTE)**: Su saludo y presentación no son lo suficientemente persuasivos y atractivos. _¿Por qué es importante?_ Una buena primera impresión es fundamental para captar la atención del cliente y generar interés en la oferta.\n*   **Cierre (PERSISTENTE)**: No está cerrando las ventas de forma directa y efectiva, lo que resulta en la pérdida de oportunidades. _¿Por qué es importante?_ Un cierre efectivo es crucial para convertir el interés del cliente en una venta concreta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\nSin datos de métricas de calidad de llamadas y ventas específicos para este agente en este reporte, es imposible determinar el TMO, el % de captación de atención, los cortes de llamada, las llamadas cortas, la tasa de aprobación de ventas, etc. Sin embargo, considerando su bajo puntaje de IA y la falta de mejora, es probable que:\n*   **TMO**: Si su TMO es muy bajo, no está explorando las necesidades del cliente ni ofreciendo la propuesta de valor completa. Si es muy alto, puede estar divagando o teniendo dificultades para cerrar la venta.\n*   **% Capta Atención**: Es probable que sea bajo, lo que indica que no está logrando enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada**: Es probable que tenga más cortes del cliente que del agente, lo que sugiere problemas en su pitch inicial.\n*   **Tasa de aprobación de ventas**: Es probable que sea baja, lo que indica problemas de calidad en las ventas.\n\n**Es IMPERATIVO que se recopilen y analicen estas métricas en la próxima semana para tener una visión más clara del desempeño del vendedor.**\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Crítico)**: Su saludo es genérico y poco atractivo. Necesita utilizar frases más persuasivas y mencionar la oferta de forma directa. _**Cómo mejorar:**_ En lugar de decir \"Tengo una oferta que podría interesarle\", debe decir \"Tengo una oferta que LE VA a interesar\". Debe evitar frases como \"Vi que visitó nuestra página web\" ya que no tiene acceso a esa información.\n\n*   **Identificación del Cliente (Bueno)**: Su habilidad para identificar al cliente es una fortaleza. Debe seguir manteniendo esta práctica.\n\n*   **Detección de Necesidades (Crítico)**: No está haciendo las preguntas correctas para entender las necesidades del cliente. _**Cómo mejorar:**_ En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de Productos (Crítico)**: No está presentando la oferta de forma clara y persuasiva. _**Cómo mejorar:**_ Debe mencionar la promoción del 80% de descuento de forma proactiva y destacar los beneficios específicos para el cliente.\n\n*   **Manejo de Objeciones (Bajo)**: No está rebatibendo las objeciones de los clientes de forma efectiva. _**Cómo mejorar:**_ Debe prepararse para las objeciones más comunes y tener respuestas personalizadas para cada tipo de cliente.\n\n*   **Cierre (Crítico)**: No está cerrando las ventas de forma directa y efectiva. _**Cómo mejorar:**_ En lugar de preguntar \"¿Te parece bien si procedemos?\", debe asignar la sucursal directamente o buscar el domicilio del cliente.\n\n*   **Despedida (Bajo)**: Su despedida es genérica y poco memorable. _**Cómo mejorar:**_ Debe ofrecer acompañamiento SOLO durante la portabilidad y evitar frases como \"Estaré encantado de ayudarte en el futuro\".\n\n*   **Proactividad (Crítico)**: No está ofreciendo la oferta de fibra de forma proactiva. _**Cómo mejorar:**_ Debe comentar DIRECTAMENTE sobre la fibra sin preguntar si le interesa al cliente.\n\n*   **Empatía (Regular)**: Aunque muestra empatía, puede mejorar su capacidad para conectar con los clientes a nivel emocional. _**Cómo mejorar:**_ Debe escuchar activamente a los clientes y mostrar interés genuino en sus necesidades.\n\n*   **Resolución de Problemas (Regular)**: Puede mejorar su capacidad para solucionar los problemas de los clientes de forma eficiente. _**Cómo mejorar:**_ Debe conocer a fondo los productos y servicios de Movistar y tener acceso a las herramientas necesarias para resolver los problemas de los clientes.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: Saludo, Presentación y Proactividad.**\n*   **Acciones específicas:**\n    *   Revisar y practicar el saludo y la presentación utilizando los scripts recomendados.\n    *   Memorizar y aplicar la frase \"Tengo una oferta que LE VA a interesar\".\n    *   Incorporar la oferta de fibra en todas las llamadas, comentando DIRECTAMENTE sobre ella sin preguntar.\n    *   Escuchar grabaciones de llamadas excelentes del equipo para identificar buenas prácticas.\n\n**Semana 2:** **Prioridad: Detección de Necesidades y Cierre.**\n*   **Acciones específicas:**\n    *   Practicar las preguntas correctas para detectar las necesidades del cliente (\"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\").\n    *   Implementar técnicas de cierre directo: asignar la sucursal directamente o buscar el domicilio del cliente.\n    *   Realizar simulaciones de venta con el mentor para practicar el manejo de objeciones y el cierre.\n\n**Semana 3:** **Consolidación: Manejo de Objeciones y Despedida.**\n*   **Acciones específicas:**\n    *   Identificar las objeciones más comunes y preparar respuestas personalizadas para cada una.\n    *   Practicar la despedida ofreciendo acompañamiento SOLO durante la portabilidad.\n    *   Analizar las métricas de llamadas y ventas para identificar áreas de mejora adicionales.\n\n**Semana 4:** **Optimización: Revisión General y Ajuste.**\n*   **Acciones específicas:**\n    *   Revisar todas las áreas de mejora identificadas y realizar ajustes según sea necesario.\n    *   Continuar practicando y aplicando las técnicas aprendidas.\n    *   Monitorear las métricas de llamadas y ventas para asegurar el progreso y realizar ajustes adicionales.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra (Directa):** \"Aprovechando que estamos hablando, quería comentarte que tenemos una excelente oferta de fibra óptica que te va a encantar. Con nuestra fibra, vas a poder disfrutar de una conexión mucho más rápida y estable para que puedas ver películas, jugar online y trabajar desde casa sin interrupciones.\"\n*   **Cierre Directo:** \"Perfecto, entonces te voy a asignar una sucursal cerca de tu casa para que puedas retirar tu nuevo chip.\" / \"Para avanzar con la portabilidad, necesito tu domicilio.\"\n*   **Manejo de Precio:** \"Entiendo que el precio es importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 50\n*   **Tasa de conversión:** Aumentar la tasa de conversión en un 2%\n*   **Ofrecimiento de Productos:** Ofrecer la oferta de fibra en el 100% de las llamadas\n*   **% Capta Atención (llamadas >1 min):** Aumentar el % de llamadas >1 min a 40%\n*   **TMO a alcanzar:** Mantener el TMO entre 2-4 minutos\n*   **KPIs específicos a mejorar:** Saludo y Presentación, Proactividad, Cierre\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\"MZA 325, sé que tienes el potencial para ser un vendedor de alto rendimiento. Tu habilidad para identificar al cliente y tu empatía son grandes fortalezas. Ahora, necesitamos enfocarnos en aplicar las reglas del negocio y ser más proactivo en la oferta de productos. ¡Estoy seguro de que con este plan de acción, vas a lograr grandes resultados!\"\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-26T14:17:36.579806",
  "evolucion": null
}