{
  "agente": "MZA 323",
  "fecha_generacion": "2026-01-26T14:30:44.592393",
  "metricas": {
    "agente": "MZA 323",
    "evaluaciones": {
      "total_evaluadas": 112,
      "puntaje_promedio": 30.2,
      "puntaje_min": 0.0,
      "puntaje_max": 460.0,
      "desviacion_std": 50.0,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 56,
      "criterios": {
        "saludo_presentacion": 25.9,
        "identificacion_cliente": 47.4,
        "deteccion_necesidades": 21.8,
        "oferta_productos": 22.5,
        "manejo_objeciones": 25.6,
        "cierre": 11.9,
        "despedida": 21.7,
        "proactividad": 14.9,
        "empatia": 40.0,
        "resolucion_problemas": 21.0
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 51,
        "Presentación y Saludo": 31,
        "Detección de necesidades": 30,
        "Cierre": 27,
        "Detección de Necesidades": 26
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 15,
        "Identificación del cliente.": 8,
        "Identificación correcta del cliente.": 8,
        "Empatía": 7,
        "Buen saludo y presentación.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 460.0,
          "resumen": "El agente no cumplió con la mención obligatoria del 80% de descuento, fallando en la proactividad y oferta de productos. La detección de necesidades y el cierre fueron débiles. El saludo y la despedida son aceptables."
        },
        {
          "puntaje_total": 210.0,
          "resumen": "El agente necesita mejorar la presentación, la detección de necesidades, la oferta de productos (incluyendo la promo del 80%), el manejo de objeciones y el cierre. No muestra proactividad ni empatía suficiente."
        },
        {
          "puntaje_total": 96.0,
          "resumen": "El agente realiza una buena gestión de la llamada, demostrando habilidades de venta y manejo de objeciones.  El único punto de mejora es la mención de la promo del 80% de descuento."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra correctamente, no es proactivo, no muestra empatía y no hay resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no menciona la promoción del 80%, no maneja objeciones, usa frases prohibidas y no se despide correctamente. Tampoco muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, identificación, detección de necesidades, oferta de productos (omitiendo el 80% de descuento), manejo de objeciones, cierre y despedida. No demuestra proactividad."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 112,
      "puntaje_promedio": 30.2,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 56,
      "criterios": {
        "saludo_presentacion": 25.9,
        "identificacion_cliente": 47.4,
        "deteccion_necesidades": 21.8,
        "oferta_productos": 22.5,
        "manejo_objeciones": 25.6,
        "cierre": 11.9,
        "despedida": 21.7,
        "proactividad": 14.9,
        "empatia": 40.0,
        "resolucion_problemas": 21.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 30.2,
      "general": 35.7,
      "diferencia": -5.5,
      "percentil": 53.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 25.9,
        "general": 32.0,
        "diferencia": -6.1
      },
      "identificacion_cliente": {
        "agente": 47.4,
        "general": 38.7,
        "diferencia": 8.7
      },
      "deteccion_necesidades": {
        "agente": 21.8,
        "general": 23.3,
        "diferencia": -1.5
      },
      "oferta_productos": {
        "agente": 22.5,
        "general": 28.6,
        "diferencia": -6.1
      },
      "manejo_objeciones": {
        "agente": 25.6,
        "general": 33.0,
        "diferencia": -7.4
      },
      "cierre": {
        "agente": 11.9,
        "general": 18.8,
        "diferencia": -6.9
      },
      "despedida": {
        "agente": 21.7,
        "general": 38.5,
        "diferencia": -16.8
      },
      "proactividad": {
        "agente": 14.9,
        "general": 13.9,
        "diferencia": 1.1
      },
      "empatia": {
        "agente": 40.0,
        "general": 43.0,
        "diferencia": -3.0
      },
      "resolucion_problemas": {
        "agente": 21.0,
        "general": 25.1,
        "diferencia": -4.1
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 323\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 323 se encuentra por debajo del promedio del equipo en cuanto a puntaje IA (30.2 vs. 35.7), ubicándose en el percentil 53.1. Esto indica que su desempeño necesita mejora para alcanzar el nivel general del equipo. Su nivel actual es **Necesita Mejora**.\n\nComparado con el período anterior (asumiendo que los datos actuales representan la última semana y los datos de áreas de mejora y fortalezas representan el período anterior), **ha mejorado ligeramente en proactividad y en la identificación del cliente**, lo cual es positivo. Sin embargo, **ha empeorado en áreas cruciales como despedida, manejo de objeciones, oferta de productos y saludo/presentación**. Su potencial de mejora es considerable, ya que tiene margen para crecer en casi todos los criterios de evaluación.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Identificación del cliente**: Subió 8.7 puntos porcentuales, superando el promedio del equipo. Esto sugiere que ha mejorado su capacidad para verificar la identidad del cliente al inicio de la llamada.\n    *   **Proactividad:** Aunque sigue siendo un área de mejora, subió 1.1 puntos porcentuales. Es un pequeño paso en la dirección correcta.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Despedida**: Disminuyó drásticamente (-16.8 puntos porcentuales). Esto es preocupante, ya que una buena despedida deja una impresión positiva en el cliente.\n    *   **Manejo de objeciones**: Bajó significativamente (-7.4 puntos porcentuales). Esta área es crucial para convertir leads en ventas.\n    *   **Oferta de productos**: Disminuyó (-6.1 puntos porcentuales). Esto sugiere que está presentando los productos de manera menos efectiva o no está destacando sus beneficios de forma convincente.\n    *   **Saludo/Presentación**: Bajó (-6.1 puntos porcentuales). La primera impresión es crucial, y una presentación débil puede desanimar al cliente desde el inicio.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Proactividad**: Si bien mejoró levemente, sigue siendo un área de mejora importante. Debe enfocarse en ofrecer fibra de forma directa sin preguntar.\n    *   **Detección de necesidades**: Sigue siendo baja. No está logrando identificar las necesidades específicas de los clientes para ofrecerles la solución adecuada.\n    *   **Cierre**: Continúa siendo el punto más débil. No está guiando al cliente hacia la decisión de compra de manera efectiva.\n\n*   **TENDENCIA GENERAL**:\n    La tendencia general es preocupante, ya que si bien ha mejorado en identificación del cliente, ha retrocedido en áreas clave que impactan directamente en las ventas. **Necesita una intervención urgente y un plan de acción enfocado en revertir esta tendencia**.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n1.  **Identificación del cliente**: Consistentemente identifica al cliente correctamente. Puede usar esta habilidad como base para construir una conexión más sólida.\n2.  **Empatía**: Muestra un nivel de empatía superior al promedio del equipo. Debe usar esta cualidad para conectar con los clientes y entender sus necesidades.\n3.  **Proactividad (en leve mejora):** El leve aumento sugiere que está intentando ser más proactivo. Se debe potenciar este esfuerzo.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n1.  **Cierre (PERSISTENTE)**: Su puntaje es significativamente más bajo que el promedio del equipo. No está guiando a los clientes a la acción. Debe dejar de preguntar y empezar a accionar, por ejemplo, asignando directamente una sucursal para el retiro del producto.\n2.  **Despedida (NUEVA)**: La fuerte caída en este criterio sugiere que está terminando las llamadas de manera abrupta o poco profesional. Una buena despedida puede generar referencias y futuras oportunidades.\n3.  **Oferta de Productos (NUEVA)**: Su habilidad para presentar los productos ha disminuido. Debe asegurarse de resaltar los beneficios clave y responder a las objeciones de manera efectiva. Priorizar la mención del 80% de descuento, ya que es un factor clave.\n4.  **Manejo de Objeciones (NUEVA)**: Ha empeorado su capacidad para rebatir las objeciones de los clientes. Debe personalizar sus respuestas y enfocarse en los beneficios que ofrece Movistar.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nAunque faltan las métricas específicas, el siguiente análisis es crucial:\n\n*   **TMO (Tiempo Medio Operativo)**: Debe apuntar a un TMO entre 2 y 4 minutos. Si es muy bajo, no está dedicando suficiente tiempo a entender las necesidades del cliente y a presentar la oferta. Si es muy alto, puede estar teniendo dificultades para cerrar la venta.\n*   **% Capta Atención**: Este KPI es CRÍTICO. Si es bajo (<30%), necesita revisar urgentemente su saludo y presentación inicial. Debe encontrar formas de enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada**: Si hay más cortes del cliente que del agente, necesita mejorar su pitch inicial y su capacidad para generar interés en la oferta.\n*   **Llamadas <30 seg**: Demasiadas llamadas cortas indican problemas en el saludo/enganche inicial. Debe asegurarse de presentarse de manera clara y concisa, y de ofrecer algo de valor al cliente de inmediato.\n*   **Tasa de aprobación de ventas**: Si es baja, necesita revisar la calidad de sus ventas y asegurarse de que está recopilando la información correcta del cliente.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel Actual | Qué está haciendo mal/bien                                                                                                                                                                                                                 | Cómo mejorar específicamente (RESPECTANDO REGLAS)                                                                                                                                                                                                   |\n| --------------------- | ----------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación   | Bajo        | No está creando una buena primera impresión. No está destacando el valor de la oferta.                                                                                                                                                     | Iniciar con una frase impactante: \"Hola [Nombre], lo llamo de Movistar. Tengo una oferta que LE VA a interesar para mejorar su plan actual\". Eliminar cualquier referencia a \"podría interesarle\".                                             |\n| Identificación Cliente | Bueno       | Identifica correctamente al cliente.                                                                                                                                                                                                       | Mantener este buen hábito.                                                                                                                                                                                                                  |\n| Detección Necesidades  | Bajo        | No está preguntando las preguntas correctas para entender las necesidades del cliente.                                                                                                                                                   | En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".                                                                               |\n| Oferta de Productos   | Bajo        | No está destacando los beneficios de los productos. No está mencionando la promoción del 80% de descuento.                                                                                                                                  | Mencionar la promoción del 80% de descuento de forma obligatoria. Describir los beneficios del producto en relación con las necesidades del cliente.                                                                                       |\n| Manejo Objeciones     | Bajo        | No está personalizando las respuestas a las objeciones.                                                                                                                                                                                      | Escuchar atentamente la objeción del cliente y responder de manera específica. Por ejemplo, si el cliente menciona el precio, responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\". |\n| Cierre                | Crítico     | No está guiando al cliente a la acción. Está preguntando en lugar de accionar.                                                                                                                                                             | Dejar de preguntar \"¿te parece bien si procedemos?\". Asignar directamente una sucursal para el retiro del producto o buscar el domicilio del cliente.                                                                                      |\n| Despedida             | Bajo        | No está dejando una buena impresión final.                                                                                                                                                                                                  | Ofrecer acompañamiento SOLO durante la portabilidad. Evitar la frase \"Estaré encantado de ayudarte en el futuro\".                                                                                                                          |\n| Proactividad          | Bajo        | No está ofreciendo fibra de forma directa.                                                                                                                                                                                                   | Comentar directamente sobre la fibra sin preguntar si le interesa.                                                                                                                                                                        |\n| Empatía               | Regular     | Muestra empatía, pero podría ser más genuina.                                                                                                                                                                                               | Escuchar activamente al cliente y demostrar comprensión.                                                                                                                                                                                   |\n| Resolución Problemas  | Bajo        | No está resolviendo los problemas del cliente de manera efectiva.                                                                                                                                                                           | Asegurarse de entender completamente el problema del cliente y ofrecer una solución clara y concisa.                                                                                                                                    |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en Saludo y Cierre**.\n*   Revisar y practicar un nuevo script de saludo que genere impacto inmediato.\n*   Eliminar preguntas de cierre y enfocarse en acciones directas: asignación de sucursal o búsqueda de domicilio.\n*   **Acciones específicas:**\n    *   Simulaciones diarias con el equipo.\n    *   Monitoreo intensivo de llamadas y feedback inmediato.\n\n**Semana 2:** **Detección de Necesidades y Manejo de Objeciones**.\n*   Aprender preguntas específicas para identificar las necesidades del cliente.\n*   Crear un banco de respuestas personalizadas para las objeciones más comunes.\n*   **Acciones específicas:**\n    *   Role-playing con diferentes escenarios.\n    *   Análisis de llamadas exitosas para identificar buenas prácticas.\n\n**Semana 3:** **Oferta de Productos y Proactividad (Fibra)**.\n*   Memorizar los beneficios clave de los productos y la promoción del 80%.\n*   Practicar la presentación de la fibra sin preguntar si le interesa al cliente.\n*   **Acciones específicas:**\n    *   Certificación en conocimiento de productos.\n    *   Seguimiento individual para asegurar la oferta de fibra en cada llamada.\n\n**Semana 4:** **Consolidación y Optimización**.\n*   Revisar todas las áreas de mejora y crear un plan de mantenimiento.\n*   Identificar nuevas oportunidades de crecimiento y desarrollo.\n*   **Acciones específicas:**\n    *   Autoevaluación semanal.\n    *   Mentoría continua.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Además, Movistar está instalando fibra óptica en su zona. Con fibra, usted va a poder [Beneficio 1], [Beneficio 2] y [Beneficio 3].\"\n*   **Cierre directo:** \"Perfecto, para avanzar con la activación de su nuevo plan, le asigné la sucursal de [Nombre de Sucursal] para que pueda retirar su nuevo equipo lo antes posible. Le queda bien esa sucursal?\". O, si no funciona: \"Necesito verificar su domicilio actual para coordinar el envío del chip\".\n*   **Manejo de objeciones (Precio):** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, con la promoción del 80% de descuento, el precio es aún más atractivo.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje de 45 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión a 4% en 30 días.\n*   **Ofrecimiento de productos:** Ofrecer todos los productos en el 100% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención a 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n\nKPIs específicos a mejorar:\n\n*   **Cierre:** Aumentar el puntaje en un 100% en 30 días.\n*   **Despedida:** Aumentar el puntaje en un 75% en 30 días.\n*   **Manejo de Objeciones:** Aumentar el puntaje en un 75% en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n\"MZA 323, reconozco tu esfuerzo y la mejora en la identificación del cliente. Sin embargo, es crucial que retomes el rumbo y te concentres en mejorar tus habilidades de cierre, manejo de objeciones y presentación de productos. Sé que tienes el potencial para convertirte en un vendedor de alto rendimiento. Confío en que con este plan de acción y tu compromiso, alcanzarás tus metas y superarás tus propios límites. ¡Vamos a trabajar juntos para que saques tu máximo potencial!\"\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}