{
  "agente": "MZA 313",
  "fecha_generacion": "2026-01-19T08:04:15.435396",
  "metricas": {
    "agente": "MZA 313",
    "evaluaciones": {
      "total_evaluadas": 47,
      "puntaje_promedio": 51.5,
      "puntaje_min": 0.0,
      "puntaje_max": 700.0,
      "desviacion_std": 98.6,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 59.8,
        "identificacion_cliente": 14.0,
        "deteccion_necesidades": 38.1,
        "oferta_productos": 32.9,
        "manejo_objeciones": 33.8,
        "cierre": 21.3,
        "despedida": 59.4,
        "proactividad": 18.7,
        "empatia": 54.0,
        "resolucion_problemas": 28.6
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 19,
        "Manejo de objeciones": 13,
        "Detección de necesidades": 11,
        "Cierre de venta": 9,
        "Proactividad": 8
      },
      "fortalezas_frecuentes": {
        "Despedida": 8,
        "Manejo de objeciones": 7,
        "Empatía": 6,
        "Saludo y presentación": 5,
        "Saludo": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 700.0,
          "resumen": "El agente muestra un buen desempeño en la venta, con una correcta identificación del cliente, detección de necesidades y oferta de productos. Sin embargo, la calidad del audio y la claridad en la comunicación pueden mejorar."
        },
        {
          "puntaje_total": 76.0,
          "resumen": "El agente realiza una buena presentación y ofrece un plan adecuado, pero el cierre de venta es débil. Maneja bien las dudas del cliente. Muestra empatía."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente realiza una buena gestión de la llamada, identificando las necesidades del cliente y ofreciendo un plan adecuado. Se identifica al cliente y se realiza un cierre comercial. Se sugiere mejorar la presentación y despedida para un mejor rendimiento."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ningún criterio de evaluación. La llamada carece de presentación, identificación del cliente, detección de necesidades, manejo de objeciones y cierre. No demuestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con ningún criterio de evaluación. El agente no se identifica, no identifica al cliente, no detecta necesidades, no ofrece productos y no realiza un cierre. El diálogo es confuso y no se resuelve la consulta del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ningún criterio de evaluación. La llamada no cumple con los mínimos requerimientos para una venta."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 47,
      "con_saludo": 40,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 2,
      "ventas": 1,
      "score_calidad_prom": 49.5,
      "pct_saludo": 85.1,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 4.3,
      "tasa_conversion": 2.1
    },
    "integral": {
      "duracion_promedio_seg": 241.0,
      "duracion_promedio_min": 4.0,
      "distribucion_duracion": {
        "1-3 min": 27,
        "3-5 min": 10,
        "> 8 min": 6,
        "5-8 min": 4
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 51.5,
      "general": 50.3,
      "diferencia": 1.1,
      "percentil": 71.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 59.8,
        "general": 54.7,
        "diferencia": 5.1
      },
      "identificacion_cliente": {
        "agente": 14.0,
        "general": 18.8,
        "diferencia": -4.7
      },
      "deteccion_necesidades": {
        "agente": 38.1,
        "general": 36.6,
        "diferencia": 1.5
      },
      "oferta_productos": {
        "agente": 32.9,
        "general": 47.8,
        "diferencia": -15.0
      },
      "manejo_objeciones": {
        "agente": 33.8,
        "general": 44.1,
        "diferencia": -10.3
      },
      "cierre": {
        "agente": 21.3,
        "general": 25.4,
        "diferencia": -4.1
      },
      "despedida": {
        "agente": 59.4,
        "general": 55.0,
        "diferencia": 4.4
      },
      "proactividad": {
        "agente": 18.7,
        "general": 17.5,
        "diferencia": 1.2
      },
      "empatia": {
        "agente": 54.0,
        "general": 50.2,
        "diferencia": 3.9
      },
      "resolucion_problemas": {
        "agente": 28.6,
        "general": 24.0,
        "diferencia": 4.6
      }
    },
    "conversion": {
      "agente": 2.1,
      "general": 5.1,
      "diferencia": -3.0
    }
  },
  "analisis_coaching": "¡Entendido! Aquí tienes un análisis exhaustivo del vendedor MZA 313, junto con un plan de acción diseñado para impulsarlo a su máximo potencial.\n\n## ANÁLISIS DE DESEMPEÑO DE MZA 313\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 313 se encuentra ligeramente por encima del promedio del equipo en cuanto a puntaje IA general, situándose en el percentil 71.7. Sin embargo, su tasa de conversión es significativamente inferior al promedio del equipo (2.1% vs. 5.1%), lo que indica una oportunidad de mejora crucial en el cierre de ventas y la oferta de productos. Su nivel actual se podría clasificar como **\"Necesita Mejora\"**.\n\nEl potencial de mejora de MZA 313 es considerable. Sus fortalezas en áreas como saludo y empatía, combinadas con un enfoque estratégico en sus áreas de mejora más críticas, podrían catapultarlo a ser uno de los vendedores de alto rendimiento del equipo. El desafío principal reside en convertir esas habilidades iniciales en resultados tangibles: más ofertas concretas y, sobre todo, más cierres exitosos.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Saludo y Presentación:** Obtiene una puntuación superior al promedio del equipo en esta área. Esto crea una primera impresión positiva, crucial para establecer una buena relación con el cliente.\n    *   *Ejemplo:* MZA 313 establece un tono amigable y profesional al inicio de la llamada, lo que predispone al cliente a escuchar su propuesta.\n*   **Empatía:** Demuestra un buen nivel de empatía, lo que facilita la conexión con el cliente y la comprensión de sus necesidades.\n    *   *Ejemplo:* En varias llamadas, MZA 313 muestra interés genuino por las preocupaciones del cliente, utilizando frases como \"Entiendo su situación\" y \"Comprendo su necesidad\".\n*   **Resolución de Problemas:** Está por encima del promedio en resolución de problemas, esto es valioso al momento de resolver las dudas o inconvenientes del cliente.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del Cliente:** Este es el punto más débil, con una puntuación significativamente inferior al promedio del equipo. Sin una correcta identificación de las necesidades del cliente, las ofertas serán genéricas e ineficaces.\n    *   *Importancia:* Una identificación precisa permite personalizar la oferta, lo que aumenta la probabilidad de éxito.\n*   **Oferta de Productos:** Su puntuación en esta área es inferior al promedio. Esto sugiere que no está presentando los productos de manera convincente o no los está adaptando a las necesidades del cliente.\n    *   *Importancia:* Una oferta bien presentada y adaptada es fundamental para despertar el interés del cliente y justificar el valor de nuestros servicios.\n*   **Cierre de Venta:** La tasa de cierre es baja. Esto indica dificultades para concretar la venta después de presentar la oferta.\n    *   *Importancia:* Un cierre efectivo es el objetivo final de cualquier llamada de ventas. Sin cierres, no hay resultados.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio             | Nivel    | ¿Qué está haciendo mal/bien?                                                                                                                             | Cómo mejorar específicamente                                                                                                                                                                                                                                            |\n| -------------------- | -------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación  | Bueno    | Inicia bien las llamadas, pero puede ser más conciso y directo.                                                                                            | Practicar saludos más eficientes y memorables. Incorporar una breve mención del beneficio principal al inicio.                                                                                                                                         |\n| Identificación Cliente | Crítico | No está dedicando suficiente tiempo a identificar las necesidades reales del cliente.                                                                          | Formular preguntas abiertas para comprender la situación del cliente. Usar la técnica de los 5 porqués para llegar a la raíz del problema. Registrar la información clave.                                                                                     |\n| Detección Necesidades| Regular   | Detecta algunas necesidades superficiales, pero no profundiza.                                                                                             | Hacer preguntas de seguimiento basadas en las respuestas iniciales del cliente. Utilizar la información obtenida para personalizar la oferta.                                                                                                               |\n| Oferta Productos     | Bajo     | Presenta los productos de manera genérica, sin destacar sus beneficios específicos para el cliente.                                                                  | Enfocarse en los beneficios, no solo en las características. Adaptar la oferta a las necesidades identificadas. Utilizar un lenguaje persuasivo y ejemplificar cómo el producto resuelve los problemas del cliente.                                       |\n| Manejo Objeciones    | Regular   | Responde a algunas objeciones, pero no siempre de manera convincente.                                                                                        | Anticipar las objeciones comunes y preparar respuestas efectivas. Utilizar la técnica del \"sí, pero...\" para reconocer la objeción y luego presentar un argumento contrario. Mostrar empatía y comprensión.                                                |\n| Cierre               | Crítico | No está intentando cerrar la venta en la mayoría de las llamadas.                                                                                            | Utilizar técnicas de cierre como el cierre directo, el cierre por alternativas y el cierre por escasez. Solicitar la venta de manera clara y segura. Ofrecer incentivos para cerrar la venta en el momento.                                         |\n| Despedida            | Bueno    | Finaliza las llamadas de manera cordial, pero podría incluir una llamada a la acción.                                                                       | Recordar al cliente los siguientes pasos y ofrecer un canal de contacto para cualquier duda. Agradecer al cliente por su tiempo y reiterar el valor de la solución ofrecida.                                                                           |\n| Proactividad         | Bajo     | No está mostrando iniciativa para ofrecer soluciones adicionales o servicios complementarios.                                                                | Después de presentar la oferta principal, preguntar si el cliente está interesado en otros servicios. Ofrecer promociones especiales para clientes nuevos.                                                                                                  |\n| Empatía              | Bueno    | Muestra empatía, pero podría ser más consistente y genuino.                                                                                                | Escuchar activamente al cliente y responder con frases que demuestren comprensión. Personalizar la comunicación y adaptar el tono a las emociones del cliente.                                                                                           |\n| Resolución Problemas | Regular  | Ofrece soluciones básicas, pero podría ser más creativo y eficiente.                                                                                       | Investigar a fondo el problema antes de ofrecer una solución. Consultar con otros miembros del equipo para obtener diferentes perspectivas. Documentar las soluciones para problemas comunes.                                                             |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1: Identificación del Cliente y Detección de Necesidades**\n\n*   **Foco:** Mejorar la capacidad de MZA 313 para identificar las necesidades reales del cliente.\n*   **Acciones:**\n    *   Revisar ejemplos de llamadas excelentes donde se realiza una identificación efectiva del cliente.\n    *   Practicar la técnica de los 5 porqués en role-playing.\n    *   Crear un guion con preguntas clave para comprender la situación del cliente.\n    *   Escuchar activamente las primeras llamadas de la semana.\n    *   Establecer meta: Aumentar el puntaje de \"Identificación del cliente\" en un 10%.\n\n**Semana 2: Oferta de Productos Personalizada**\n\n*   **Foco:** Adaptar la oferta de productos a las necesidades identificadas en la semana anterior.\n*   **Acciones:**\n    *   Revisar el catálogo de productos y servicios, enfocándose en los beneficios específicos para diferentes tipos de clientes.\n    *   Practicar la presentación de la oferta, utilizando un lenguaje persuasivo y ejemplos concretos.\n    *   Grabar y analizar las llamadas de la semana para identificar áreas de mejora.\n    *   Establecer meta: Aumentar el puntaje de \"Oferta de productos\" en un 15%.\n\n**Semana 3: Manejo de Objeciones y Cierre de Venta**\n\n*   **Foco:** Superar las objeciones comunes y concretar la venta.\n*   **Acciones:**\n    *   Identificar las objeciones más frecuentes y preparar respuestas efectivas.\n    *   Practicar diferentes técnicas de cierre, como el cierre directo, el cierre por alternativas y el cierre por escasez.\n    *   Implementar un sistema de seguimiento para clientes potenciales.\n    *   Establecer meta: Aumentar el puntaje de \"Manejo de Objeciones\" y \"Cierre\" en un 20%.\n\n**Semana 4: Consolidación y Optimización**\n\n*   **Foco:** Reforzar las habilidades adquiridas y optimizar el proceso de venta.\n*   **Acciones:**\n    *   Revisar todas las grabaciones de llamadas de las semanas anteriores e identificar patrones de éxito y áreas de mejora.\n    *   Realizar sesiones de coaching individualizadas para abordar las áreas de mejora específicas de MZA 313.\n    *   Establecer metas a largo plazo para el crecimiento profesional.\n    *   Establecer meta: aumentar la tasa de conversión a 4.0%.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:**\n    *   En lugar de: \"Hola, ¿cómo está?\"\n    *   Usar: \"¡Hola [Nombre del cliente]! Soy [Tu nombre] de [Empresa]. Le llamo porque tengo una oferta especial que podría interesarle para [Beneficio clave].\"\n*   **Detección de Necesidades:**\n    *   Técnica: Preguntar \"¿Cuál es su mayor desafío actual con su servicio de telecomunicaciones?\" y luego aplicar los 5 porqués.\n*   **Manejo de Objeciones:**\n    *   Objeción: \"Es muy caro.\"\n    *   Respuesta: \"Entiendo su preocupación por el precio. Sin embargo, permítame mostrarle cómo nuestra solución le ahorrará dinero a largo plazo [Explicación]. Además, ofrecemos un período de prueba gratuito para que pueda comprobar su valor.\"\n*   **Cierre:**\n    *   Técnica: \"Cierre por Alternativas\".\n    *   Frase: \"¿Prefiere el plan A con [Beneficios] o el plan B con [Beneficios]?\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje IA a alcanzar en 30 días:** 65\n*   **Meta de tasa de conversión:** 4%\n*   **Meta de ofrecimiento de productos (incluyendo planes y fibra):** 60% de las llamadas\n*   **KPIs específicos a mejorar:**\n    *   Porcentaje de llamadas con identificación del cliente: de 0% a 80%.\n    *   Porcentaje de llamadas con cierre: de 0% a 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 313, he visto en tus datos la empatía y la buena disposición que tienes para conectar con el cliente. ¡Eso es oro puro en ventas! Ahora, imagina lo que puedes lograr si canalizamos esa habilidad para entender mejor sus necesidades y ofrecer soluciones irresistibles. Sé que tienes la capacidad de convertirte en un vendedor estrella. ¡Vamos a trabajar juntos para que lo consigas!\n",
  "modelo_usado": "gemini-2.0-flash"
}