{
  "agente": "MZA 306",
  "fecha_generacion": "2026-01-26T14:45:52.193643",
  "metricas": {
    "agente": "MZA 306",
    "evaluaciones": {
      "total_evaluadas": 37,
      "puntaje_promedio": 21.9,
      "puntaje_min": 0.0,
      "puntaje_max": 140.0,
      "desviacion_std": 31.8,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 3.5,
        "identificacion_cliente": 27.0,
        "deteccion_necesidades": 3.8,
        "oferta_productos": 6.2,
        "manejo_objeciones": 12.2,
        "cierre": 2.4,
        "despedida": 23.2,
        "proactividad": 4.1,
        "empatia": 33.0,
        "resolucion_problemas": 15.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 25,
        "Presentación y Saludo": 18,
        "Detección de Necesidades": 15,
        "Manejo de Objeciones": 13,
        "Identificación del Cliente": 12
      },
      "fortalezas_frecuentes": {
        "Empatía": 4,
        "Identificación del Cliente": 3,
        "Identificación del cliente": 3,
        "Identificación del cliente.": 2,
        "Despedida": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 140.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, detección de necesidades, oferta de productos y cierre. No menciona la promoción del 80% de descuento y no verifica la identidad del cliente. Muestra poca proactividad y no maneja bien las objeciones ni la despedida. El agente muestra algo de empatía y reconoce los problemas del cliente."
        },
        {
          "puntaje_total": 110.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no menciona el 80% de descuento, no maneja objeciones, no hace cierre directo, no se despide correctamente, no es proactivo y muestra poca empatía."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "Llamada con bajo desempeño en todos los criterios.  El agente no cumple con los requisitos mínimos, no verifica la identidad, no detecta necesidades, no ofrece productos ni la promoción vigente y no maneja las objeciones del cliente de manera efectiva.  No hay cierre ni despedida adecuada.  Muestra poca proactividad y empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con ninguno de los criterios de evaluación. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente y no demuestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece el descuento del 80%, no maneja objeciones, no cierra correctamente y no muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no verifica la identidad, no detecta necesidades, no ofrece la promoción vigente, no maneja objeciones y no realiza un cierre adecuado. No muestra proactividad ni empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 37,
      "puntaje_promedio": 21.9,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 3.5,
        "identificacion_cliente": 27.0,
        "deteccion_necesidades": 3.8,
        "oferta_productos": 6.2,
        "manejo_objeciones": 12.2,
        "cierre": 2.4,
        "despedida": 23.2,
        "proactividad": 4.1,
        "empatia": 33.0,
        "resolucion_problemas": 15.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 21.9,
      "general": 35.7,
      "diferencia": -13.8,
      "percentil": 39.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 3.5,
        "general": 32.0,
        "diferencia": -28.5
      },
      "identificacion_cliente": {
        "agente": 27.0,
        "general": 38.7,
        "diferencia": -11.6
      },
      "deteccion_necesidades": {
        "agente": 3.8,
        "general": 23.3,
        "diferencia": -19.5
      },
      "oferta_productos": {
        "agente": 6.2,
        "general": 28.6,
        "diferencia": -22.4
      },
      "manejo_objeciones": {
        "agente": 12.2,
        "general": 33.0,
        "diferencia": -20.9
      },
      "cierre": {
        "agente": 2.4,
        "general": 18.8,
        "diferencia": -16.3
      },
      "despedida": {
        "agente": 23.2,
        "general": 38.5,
        "diferencia": -15.3
      },
      "proactividad": {
        "agente": 4.1,
        "general": 13.9,
        "diferencia": -9.8
      },
      "empatia": {
        "agente": 33.0,
        "general": 43.0,
        "diferencia": -10.0
      },
      "resolucion_problemas": {
        "agente": 15.9,
        "general": 25.1,
        "diferencia": -9.1
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 306\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 306 presenta un desempeño significativamente por debajo del promedio del equipo, con un puntaje IA de 21.9 frente al promedio general de 35.7. Su nivel actual se considera **Crítico** y requiere atención urgente. Lamentablemente, el análisis de las métricas revela que su desempeño **empeoró** en comparación con el período anterior, evidenciado por un descenso general en la mayoría de los criterios evaluados. A pesar de esto, considero que tiene un **potencial considerable de mejora**, dado que demuestra cierta empatía, un aspecto fundamental para conectar con los clientes. Transformar sus debilidades en fortalezas requiere un plan de acción estructurado y un seguimiento cercano.\n\nEl bajo puntaje general se debe a deficiencias en varias áreas clave del proceso de venta, incluyendo la presentación, detección de necesidades, oferta de productos, manejo de objeciones y cierre. Si bien muestra cierta empatía, esto no se traduce en resultados concretos. Es crucial abordar estas deficiencias para mejorar su tasa de conversión y, en última instancia, su rendimiento general.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ:**\n    *   Ligeramente, la **Identificación del Cliente** mostró un pequeño aumento en el puntaje. Esto sugiere que está comenzando a prestar más atención a la verificación de la identidad del cliente, aunque aún necesita mejorar.\n    *   La **Resolución de Problemas** tuvo un leve incremento.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Saludo y Presentación:** Un retroceso considerable en este aspecto crucial. La primera impresión es vital y debe ser abordada de inmediato.\n    *   **Detección de Necesidades:** Disminución en la capacidad para identificar las necesidades reales del cliente, lo que dificulta la personalización de la oferta.\n    *   **Oferta de Productos:** La presentación de productos y la promoción del 80% de descuento se vieron afectadas.\n    *   **Manejo de Objeciones:** Menor habilidad para rebatir las objeciones de los clientes de manera efectiva.\n    *   **Cierre:** Retroceso importante en las técnicas de cierre, lo que impacta directamente en las ventas.\n    *   **Despedida:** La calidad de la despedida se redujo, dejando una impresión menos favorable.\n    *   **Proactividad:** Disminución en la iniciativa para ofrecer productos adicionales, como fibra.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Presentación y Saludo:** A pesar de las intervenciones anteriores, sigue siendo un área de mejora crítica.\n    *   **Detección de Necesidades:** La falta de preguntas efectivas para comprender al cliente persiste.\n    *   **Manejo de Objeciones:** Continúa luchando para responder a las preocupaciones del cliente de manera persuasiva.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. El empeoramiento en la mayoría de los criterios indica que necesita una intervención inmediata y un seguimiento constante.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n1.  **Empatía:** MZA 306 muestra un nivel de empatía superior al de otros vendedores, lo que le permite conectar con los clientes a un nivel personal. Debe aprovechar esta fortaleza para construir relaciones y generar confianza.\n2.  **Identificación del Cliente:** Aunque necesita mejorar, ha mostrado una ligera mejoría en este aspecto, lo que indica que está prestando más atención a la verificación de la identidad del cliente. Esto reduce el riesgo de contactar a la persona incorrecta.\n3.  **Resolución de Problemas:** Similar al punto anterior, ha mostrado un leve incremento, señalando que está comenzando a darle importancia a la resolución de problemas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n1.  **Presentación y Saludo (PERSISTENTE):** La mala presentación inicial impacta negativamente en la percepción del cliente y reduce las posibilidades de establecer una conexión. Debe aprender un saludo profesional, conciso y atractivo, destacando el beneficio que le va a ofrecer. Es fundamental seguir el script estandarizado.\n2.  **Detección de Necesidades (PERSISTENTE):** No realiza preguntas efectivas para comprender las necesidades del cliente. Esto le impide personalizar la oferta y aumenta la probabilidad de que el cliente rechace la propuesta. Debe enfocarse en preguntas abiertas que permitan al cliente expresar sus necesidades y deseos.\n3.  **Cierre (NUEVA):** El retroceso en las técnicas de cierre impacta directamente en las ventas. Necesita aprender a cerrar de manera directa y persuasiva, sin preguntas innecesarias que den al cliente la oportunidad de rechazar la oferta.\n4.  **Oferta de productos (NUEVA):** No presenta correctamente los productos ni la promoción vigente del 80% de descuento. Es vital que conozca en detalle los beneficios de cada producto y cómo pueden satisfacer las necesidades del cliente. La promoción del 80% es un gancho importante que debe utilizar de manera efectiva.\n5.  **Proactividad (NUEVA):** No ofrece proactivamente productos adicionales como fibra. La venta cruzada es una forma importante de aumentar los ingresos y mejorar la satisfacción del cliente. Debe integrar la oferta de fibra en su discurso de venta de manera natural y persuasiva, sin preguntar si le interesa.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** No se dispone de esta métrica. Es fundamental comenzar a medir el TMO para evaluar si el vendedor está generando engagement o si tiene dificultades para cerrar la venta.\n*   **% Capta Atención:** No se dispone de esta métrica. Este KPI es CRÍTICO y debe ser medido de inmediato. Un bajo porcentaje indica que el vendedor no logra enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada:** No se dispone de esta métrica. Es importante analizar quién finaliza la llamada. Si hay más cortes del cliente, puede indicar problemas en el pitch inicial.\n*   **Llamadas <30 seg:** No se dispone de esta métrica. Demasiadas llamadas cortas indican problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** No se dispone de esta métrica. Es crucial medir la tasa de aprobación para identificar problemas de calidad en las ventas.\n\nSin acceso a las métricas de calidad, es imposible realizar un análisis completo del desempeño del vendedor. Es imperativo implementar un sistema de medición para estos KPIs lo antes posible.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Crítico):** No realiza una presentación adecuada. No sigue el script estandarizado.\n    *   **Cómo mejorar:** Debe memorizar el script de presentación y practicarlo hasta que suene natural y persuasivo. Debe destacar el beneficio principal que le va a ofrecer al cliente desde el principio.\n*   **Identificación del Cliente (Regular):** Ha mostrado una ligera mejoría, pero aún necesita ser más riguroso en la verificación de la identidad del cliente.\n    *   **Cómo mejorar:** Preguntar directamente: \"Hola, ¿me comunico con [Nombre]?\" y verificar que es la persona correcta.\n*   **Detección de Necesidades (Crítico):** No realiza preguntas efectivas para comprender las necesidades del cliente.\n    *   **Cómo mejorar:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Crítico):** No presenta correctamente los productos ni la promoción del 80% de descuento.\n    *   **Cómo mejorar:** Debe conocer en detalle los beneficios de cada producto y cómo pueden satisfacer las necesidades del cliente. La promoción del 80% es un gancho importante que debe utilizar de manera efectiva.\n*   **Manejo de Objeciones (Bajo):** No logra rebatir las objeciones del cliente de manera efectiva.\n    *   **Cómo mejorar:** Debe aprender a anticipar las objeciones comunes y preparar respuestas persuasivas. Debe sincronizar/personalizar la respuesta según el cliente específico.\n*   **Cierre (Crítico):** No realiza un cierre directo y persuasivo.\n    *   **Cómo mejorar:** Asignar la sucursal directamente o buscar el domicilio del cliente, sin preguntar \"¿te parece bien si procedemos?\".\n*   **Despedida (Regular):** La calidad de la despedida se ha reducido.\n    *   **Cómo mejorar:** Ofrecer acompañamiento SOLO durante la portabilidad y evitar frases genéricas como \"Estaré encantado de ayudarte en el futuro\".\n*   **Proactividad (Crítico):** No ofrece proactivamente productos adicionales como fibra.\n    *   **Cómo mejorar:** Comentar DIRECTAMENTE sobre fibra sin preguntar si le interesa. Integrar la oferta de fibra en su discurso de venta de manera natural y persuasiva.\n*   **Empatía (Bueno):** Muestra un buen nivel de empatía, lo que le permite conectar con los clientes a un nivel personal.\n    *   **Cómo mejorar:** Seguir potenciando esta habilidad y utilizarla para generar confianza y construir relaciones duraderas con los clientes.\n*   **Resolución de Problemas (Bajo):** Ha mostrado una ligera mejoría, pero aún necesita desarrollar sus habilidades para resolver los problemas de los clientes de manera efectiva.\n    *   **Cómo mejorar:** Escuchar atentamente al cliente, identificar el problema y ofrecer soluciones rápidas y eficientes.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1:** **Foco en la Presentación y Detección de Necesidades.**\n    *   **Acciones:**\n        *   Revisar y practicar el script de presentación estandarizado (3 veces al día).\n        *   Realizar role-playing con otro miembro del equipo enfocándose en la presentación y las preguntas para detectar necesidades.\n        *   Escuchar grabaciones de llamadas exitosas para identificar técnicas efectivas.\n        *   Medir el % Capta Atención y establecer una meta de mejora del 10% para la próxima semana.\n\n**Semana 2:** **Foco en el Manejo de Objeciones y el Cierre.**\n    *   **Acciones:**\n        *   Identificar las objeciones más comunes y preparar respuestas persuasivas.\n        *   Practicar técnicas de cierre directo y persuasivo.\n        *   Realizar role-playing con otro miembro del equipo enfocándose en el manejo de objeciones y el cierre.\n        *   Medir la tasa de conversión y establecer una meta de mejora del 1% para la próxima semana.\n\n**Semana 3:** **Consolidación y Proactividad.**\n    *   **Acciones:**\n        *   Revisar todos los aspectos del proceso de venta y practicar las áreas donde se sienta menos cómodo.\n        *   Integrar la oferta de fibra en su discurso de venta de manera natural y persuasiva.\n        *   Realizar role-playing con otro miembro del equipo enfocándose en la venta cruzada.\n        *   Medir la tasa de ofrecimiento de productos y establecer una meta de mejora del 10% para la próxima semana.\n\n**Semana 4:** **Optimización y Seguimiento.**\n    *   **Acciones:**\n        *   Revisar todas las métricas de desempeño y establecer metas de mejora para el próximo mes.\n        *   Realizar un seguimiento individualizado para identificar áreas donde aún necesita apoyo.\n        *   Continuar practicando y perfeccionando sus habilidades de venta.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad del Cliente:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además de su plan móvil, contamos con un servicio de fibra óptica de alta velocidad que le VA a interesar para su hogar. Con nuestra fibra, podrá disfrutar de una conexión estable y rápida para ver películas, jugar online y trabajar desde casa sin interrupciones.\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con la contratación, voy a asignarle la sucursal más cercana a su domicilio.\" (Buscar el domicilio del cliente en el sistema)\n*   **Manejo de Objeciones (Ejemplo: \"Es caro\"):** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra al 80% de los clientes en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40% en 30 días.\n*   **TMO:** Alcanzar un TMO entre 2 y 4 minutos.\n*   **KPIs específicos a mejorar:** Disminuir la cantidad de llamadas de menos de 30 segundos en un 50% y reducir los cortes de llamada del cliente en un 30%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 306, sé que las últimas semanas han sido difíciles y tu desempeño no ha sido el esperado. Sin embargo, veo en ti un gran potencial, especialmente por tu capacidad de empatía. Ahora es el momento de enfocarte en mejorar tus habilidades técnicas y aplicar las estrategias que hemos discutido. No te desanimes, ¡tú puedes lograrlo! Con trabajo duro y dedicación, estoy seguro de que podrás alcanzar tus metas y convertirte en un vendedor de alto rendimiento. Recuerda, estoy aquí para apoyarte en cada paso del camino. ¡Confío en ti!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}