{
  "agente": "MZA 39",
  "fecha_generacion": "2026-01-26T14:25:53.621182",
  "metricas": {
    "agente": "MZA 39",
    "evaluaciones": {
      "total_evaluadas": 133,
      "puntaje_promedio": 38.8,
      "puntaje_min": 0.0,
      "puntaje_max": 110.0,
      "desviacion_std": 21.0,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 29,
      "criterios": {
        "saludo_presentacion": 51.0,
        "identificacion_cliente": 46.9,
        "deteccion_necesidades": 29.6,
        "oferta_productos": 29.6,
        "manejo_objeciones": 44.1,
        "cierre": 18.8,
        "despedida": 59.4,
        "proactividad": 14.2,
        "empatia": 52.6,
        "resolucion_problemas": 35.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 34,
        "Manejo de objeciones": 34,
        "Identificación del cliente": 32,
        "Cierre de ventas": 23,
        "Proactividad": 23
      },
      "fortalezas_frecuentes": {
        "Despedida": 23,
        "Empatía": 21,
        "Identificación del cliente": 16,
        "Saludo y presentación": 15,
        "Manejo de objeciones": 15
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 110.0,
          "resumen": "El agente no cumple con los criterios de calidad. La presentación es confusa, no identifica al cliente ni detecta sus necesidades. No hay un manejo adecuado de objeciones ni cierre de venta. La empatía es limitada y la resolución de problemas es ineficaz."
        },
        {
          "puntaje_total": 89.0,
          "resumen": "La agente realiza una buena gestión de venta, presentando el plan, identificando al cliente y cerrando la venta de manera efectiva.  Muestra empatía con el cliente.  Puede mejorar la proactividad en el ofrecimiento de productos adicionales."
        },
        {
          "puntaje_total": 83.5,
          "resumen": "El agente realizó una excelente gestión de la venta, mostrando un buen desempeño en la presentación, identificación del cliente, oferta de productos, manejo de objeciones y cierre. Demostró proactividad y empatía con el cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada equivocada. El agente no cumple con ninguna de las etapas de una llamada de ventas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni la promoción vigente, no maneja objeciones y no realiza un cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con las reglas del negocio, especialmente en la presentación, oferta de productos y cierre. No menciona la promoción del 80% de descuento y no verifica la identidad del cliente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 133,
      "puntaje_promedio": 38.8,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 29,
      "criterios": {
        "saludo_presentacion": 51.0,
        "identificacion_cliente": 46.9,
        "deteccion_necesidades": 29.6,
        "oferta_productos": 29.6,
        "manejo_objeciones": 44.1,
        "cierre": 18.8,
        "despedida": 59.4,
        "proactividad": 14.2,
        "empatia": 52.6,
        "resolucion_problemas": 35.8
      }
    },
    "clasificacion": {
      "total_llamadas": 70,
      "con_saludo": 61,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 4,
      "ventas": 4,
      "score_calidad_prom": 53.2,
      "pct_saludo": 87.1,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 5.7,
      "tasa_conversion": 5.7
    },
    "integral": {
      "duracion_promedio_seg": 170.0,
      "duracion_promedio_min": 2.8,
      "distribucion_duracion": {
        "1-3 min": 55,
        "3-5 min": 9,
        "> 8 min": 5,
        "5-8 min": 1
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 38.8,
      "general": 35.7,
      "diferencia": 3.1,
      "percentil": 62.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 51.0,
        "general": 32.0,
        "diferencia": 19.0
      },
      "identificacion_cliente": {
        "agente": 46.9,
        "general": 38.7,
        "diferencia": 8.3
      },
      "deteccion_necesidades": {
        "agente": 29.6,
        "general": 23.3,
        "diferencia": 6.3
      },
      "oferta_productos": {
        "agente": 29.6,
        "general": 28.6,
        "diferencia": 1.0
      },
      "manejo_objeciones": {
        "agente": 44.1,
        "general": 33.0,
        "diferencia": 11.0
      },
      "cierre": {
        "agente": 18.8,
        "general": 18.8,
        "diferencia": 0.1
      },
      "despedida": {
        "agente": 59.4,
        "general": 38.5,
        "diferencia": 20.9
      },
      "proactividad": {
        "agente": 14.2,
        "general": 13.9,
        "diferencia": 0.3
      },
      "empatia": {
        "agente": 52.6,
        "general": 43.0,
        "diferencia": 9.6
      },
      "resolucion_problemas": {
        "agente": 35.8,
        "general": 25.1,
        "diferencia": 10.7
      }
    },
    "conversion": {
      "agente": 5.7,
      "general": 5.1,
      "diferencia": 0.6
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 39\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 39 se encuentra en un nivel que **necesita mejora**, aunque muestra un **desempeño superior al promedio del equipo** en el puntaje IA (38.8 vs 35.7) y en la tasa de conversión (5.7% vs 5.1%). Su fortaleza radica en el saludo, la presentación, la despedida y la empatía, superando significativamente los promedios del equipo en estos criterios. Sin embargo, el cierre de ventas, la proactividad en la oferta de fibra y la detección de necesidades son áreas críticas que limitan su potencial.\n\n**Evolución**: Comparado con el período anterior, MZA 39 ha **empeorado** en su puntaje promedio de IA (de 45.6 a 38.8) y ha aumentado el número de llamadas críticas (de 6 a 29). Esto sugiere que los esfuerzos realizados en el coaching anterior no se han mantenido y requieren una atención renovada y un plan de acción más enfocado. A pesar de la disminución en el puntaje general, ha logrado mantener una tasa de conversión ligeramente superior al promedio. Su potencial de mejora es considerable, especialmente si logra corregir las áreas críticas de debilidad y capitalizar sus fortalezas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ**: MZA 39 ha mostrado una mejora en **Saludo y Presentación**, **Identificación del Cliente**, **Manejo de Objeciones**, **Despedida**, **Empatía** y **Resolución de Problemas**. Esto indica que ha internalizado algunos de los conceptos y técnicas trabajadas previamente, demostrando una mayor cordialidad y capacidad para conectar con el cliente al inicio y al final de la llamada.\n\n*   **QUÉ EMPEORÓ**: El puntaje general de IA **disminuyó**, lo que indica que, si bien mejoró en algunos criterios individuales, otros aspectos del proceso de venta sufrieron un retroceso. El aumento significativo en el número de llamadas críticas es alarmante y requiere una revisión exhaustiva de las grabaciones para identificar los errores comunes y recurrentes. Además, se detecta una disminución en el **cierre de ventas** y la **proactividad**, cruciales para el éxito.\n\n*   **QUÉ SIGUE PENDIENTE**: La **detección de necesidades** y la **oferta de productos** siguen siendo áreas de oportunidad. Estas debilidades, ya identificadas en el coaching anterior, persisten y requieren una estrategia de mejora específica y personalizada. La **falta de cierres** es un problema central que debe abordarse con urgencia.\n\n*   **TENDENCIA GENERAL**: La tendencia general es preocupante. A pesar de las mejoras en algunos aspectos de la comunicación, la disminución en el puntaje general, el aumento de llamadas críticas y la persistencia de debilidades clave sugieren que MZA 39 necesita una intervención urgente y un plan de acción revisado para retomar el camino del crecimiento.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Despedida**: Consistentemente fuerte, superando significativamente el promedio del equipo. MZA 39 probablemente genera una buena impresión final en el cliente.\n*   **Empatía**: Muestra una buena capacidad para conectar con el cliente a nivel emocional, lo que facilita la construcción de relaciones y la generación de confianza.\n*   **Saludo y Presentación**: Ha mejorado significativamente, lo que indica una mayor confianza y profesionalismo al inicio de la llamada.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Detección de Necesidades (PERSISTENTE)**: No logra identificar las necesidades reales del cliente, lo que impide ofrecer soluciones personalizadas y efectivas. Es importante entender qué busca el cliente para poder ofrecer el plan adecuado.\n*   **Cierre de Ventas (NUEVA)**: La falta de cierres impacta directamente en los resultados. Es fundamental implementar técnicas de cierre directo y evitar preguntas que permitan al cliente retractarse.\n*   **Proactividad (NUEVA)**: La falta de proactividad en la oferta de fibra limita las oportunidades de venta cruzada y el aumento del ticket promedio. Es crucial ofrecer fibra de forma directa a todos los clientes.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n*   **TMO (Tiempo Medio Operativo):** 2.8 minutos (170 segundos). Está dentro del rango óptimo (2-4 minutos), indicando que logra mantener la conversación y presentar la oferta sin extenderse demasiado. Sin embargo, es importante asegurarse de que este tiempo se utilice de manera eficiente para identificar necesidades, ofrecer productos y cerrar la venta.\n*   **% Capta Atención:** No hay datos disponibles sobre este KPI. Es fundamental implementarlo para medir la capacidad del agente para enganchar al cliente y mantenerlo interesado en la oferta.\n*   **Cortes de llamada:** No hay datos disponibles sobre quién finaliza la llamada. Este dato es crucial para identificar posibles problemas en el pitch inicial o en el manejo de objeciones.\n*   **Llamadas <30 seg:** No hay datos disponibles sobre este KPI. Es importante monitorearlo para identificar posibles problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles. Es crucial monitorear este KPI para identificar posibles problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación (Bueno):** Supera el promedio del equipo. Debe seguir manteniendo un saludo profesional y claro.\n*   **Identificación del Cliente (Regular):** Ha mejorado. Debe asegurarse de verificar la identidad del cliente al inicio de cada llamada: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades (Bajo):** No está haciendo las preguntas correctas para entender las necesidades del cliente. Evitar \"¿Qué es lo más importante para ti en un plan?\" y usar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Bajo):** Debe ofrecer los productos de forma más persuasiva y enfocada en las necesidades del cliente. Destacar los beneficios y el valor agregado de cada producto.\n*   **Manejo de Objeciones (Regular):** Si bien ha mejorado, aún debe personalizar las respuestas a las objeciones de cada cliente. Evitar respuestas genéricas y enfocarse en rebatir la objeción puntual.\n*   **Cierre (Crítico):** No está cerrando ventas. Debe implementar técnicas de cierre directo, como asignar la sucursal directamente o buscar el domicilio del cliente, sin preguntar si quiere seguir adelante.\n*   **Despedida (Excelente):** Sigue manteniendo una excelente despedida, lo cual es un punto a su favor.\n*   **Proactividad (Crítico):** No ofrece fibra de forma proactiva. Debe comentar directamente sobre fibra sin preguntar si le interesa.\n*   **Empatía (Bueno):** Muestra una buena capacidad para conectar con el cliente a nivel emocional. Debe seguir manteniendo esta actitud.\n*   **Resolución de Problemas (Regular):** Debe mostrar más confianza y seguridad al ofrecer soluciones a los problemas del cliente.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n*   **Semana 1:** **Foco en Cierre de Ventas y Detección de Necesidades.** Acciones específicas:\n    *   Revisar grabaciones de llamadas donde no logró cerrar la venta para identificar los errores.\n    *   Practicar técnicas de cierre directo (asignar sucursal, buscar domicilio) con role-playing.\n    *   Elaborar un listado de preguntas clave para detectar las necesidades del cliente.\n*   **Semana 2:** **Proactividad en la oferta de Fibra y Manejo de Objeciones.** Acciones específicas:\n    *   Practicar la oferta de fibra de forma directa y persuasiva.\n    *   Identificar las objeciones más comunes y elaborar respuestas personalizadas para cada una.\n    *   Grabar y analizar las llamadas para identificar áreas de mejora en el manejo de objeciones.\n*   **Semana 3:** **Consolidación de Cierre y Necesidades.** Acciones específicas:\n    *   Continuar monitoreando las llamadas y brindar feedback específico sobre el cierre de ventas y la detección de necesidades.\n    *   Reforzar las técnicas y scripts recomendados.\n    *   Celebrar los éxitos y reconocer el progreso.\n*   **Semana 4:** **Optimización y Proactividad.** Acciones específicas:\n    *   Evaluar el progreso general y ajustar el plan de acción según sea necesario.\n    *   Enfocarse en la optimización de la oferta de fibra y el manejo de objeciones.\n    *   Establecer metas a largo plazo y diseñar un plan de desarrollo continuo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Identificación del Cliente:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n    *   \"¿Tenés contratado algún servicio de internet en tu casa?\"\n*   **Oferta de Fibra (DIRECTA):** \"Aprovechando que estamos hablando, te comento que en tu zona tenemos una excelente cobertura de fibra óptica. Contratando fibra Movistar, vas a poder disfrutar de una conexión mucho más rápida y estable, ideal para ver películas, jugar online y trabajar desde casa. Además, si combinás la fibra con tu plan móvil, te ofrecemos descuentos exclusivos.\"\n*   **Cierre DIRECTO:**\n    *   \"Perfecto, entonces para avanzar con la portabilidad, voy a asignarte la sucursal de [Nombre de la sucursal] para que puedas retirar tu chip.\"\n    *   \"Voy a necesitar tu dirección para coordinar la entrega del chip en tu domicilio.\"\n*   **Manejo de Objeciones (Personalizado):**\n    *   **Objeción: \"Estoy conforme con mi compañía actual.\"** \"Entiendo, pero te invito a que pruebes nuestros servicios. Muchos clientes que pensaban lo mismo se sorprendieron al ver la diferencia en la calidad de la señal, la velocidad de internet y la atención al cliente. Además, con la oferta que te estoy ofreciendo, vas a pagar menos y tener más beneficios.\"\n    *   **Objeción: \"El precio es muy alto.\"** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, recordá que tenés un 80% de descuento por los primeros meses.\"\n    *    **Objeción: \"No necesito fibra.\"** \"Entiendo, pero te aseguro que la fibra óptica te va a cambiar la vida. Vas a poder disfrutar de una conexión mucho más rápida y estable, ideal para ver películas, jugar online y trabajar desde casa. Además, si tenés varios dispositivos conectados a la vez, la fibra te va a garantizar una conexión fluida y sin interrupciones.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 55 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 7% en 30 días.\n*   **Ofrecimiento de Productos (Fibra):** Ofrecer fibra en el 80% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40% en 30 días. (IMPLEMENTAR MEDICIÓN)\n*   **TMO:** Mantener el TMO dentro del rango óptimo (2-4 minutos).\n*   **KPIs Específicos:**\n    *   Disminuir el número de llamadas críticas a menos de 10 en 30 días.\n    *   Aumentar el número de cierres de venta en un 50% en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 39, veo tu potencial y la mejora en aspectos como la empatía y el saludo. Sin embargo, el puntaje general ha bajado y necesitamos retomar el enfoque. Sé que podés lograrlo. Concentrémonos en convertir esas conversaciones en ventas concretas. Con un poco más de foco en el cierre y la detección de necesidades, vas a ver cómo tus resultados se disparan. ¡Confío en vos y en tu capacidad para alcanzar tus metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T07:59:37.205432",
  "evolucion": null
}