{
  "agente": "MZA 14",
  "fecha_generacion": "2026-01-19T08:08:41.144141",
  "metricas": {
    "agente": "MZA 14",
    "evaluaciones": {
      "total_evaluadas": 32,
      "puntaje_promedio": 69.1,
      "puntaje_min": 0.0,
      "puntaje_max": 770.0,
      "desviacion_std": 129.5,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 70.0,
        "identificacion_cliente": 29.7,
        "deteccion_necesidades": 57.5,
        "oferta_productos": 55.9,
        "manejo_objeciones": 50.0,
        "cierre": 31.2,
        "despedida": 63.4,
        "proactividad": 19.4,
        "empatia": 59.4,
        "resolucion_problemas": 28.1
      },
      "areas_mejora_frecuentes": {
        "Cierre de venta": 12,
        "Identificación del cliente": 12,
        "Manejo de objeciones": 9,
        "Proactividad": 8,
        "Detección de necesidades": 7
      },
      "fortalezas_frecuentes": {
        "Oferta de productos": 8,
        "Despedida": 6,
        "Presentación": 6,
        "Manejo de objeciones": 4,
        "Empatía": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 770.0,
          "resumen": "El agente se presenta y realiza una venta de forma efectiva. La comunicación es clara, aunque podría mejorar la detección de necesidades y la empatía. Buen manejo del cierre."
        },
        {
          "puntaje_total": 83.0,
          "resumen": "Llamada de venta exitosa. El agente identifica al cliente, ofrece planes, maneja objeciones y realiza un buen cierre.  Puede mejorar en la detección de necesidades y proactividad."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente realiza una buena presentación y detección de necesidades. Ofrece productos adecuados y maneja objeciones, pero no cierra la venta de manera efectiva y no resuelve completamente la queja del cliente.  Muestra empatía, pero la resolución de problemas es deficiente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no se ajusta a los estándares de un call center de ventas. El agente no sigue un guion, no se presenta, ni realiza la atención adecuada."
        },
        {
          "puntaje_total": 13.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No identifica necesidades, no ofrece productos, no maneja objeciones y no intenta cerrar la venta. La presentación es deficiente y la despedida es poco efectiva. El agente no demuestra empatía y no resuelve los problemas del cliente."
        },
        {
          "puntaje_total": 15.0,
          "resumen": "El agente se presenta y pregunta sobre el motivo de cambio. No verifica datos, no ofrece productos, no maneja objeciones ni intenta cerrar la venta. No se muestra proactivo ni resuelve la queja del cliente."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 32,
      "con_saludo": 30,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 7,
      "ventas": 2,
      "score_calidad_prom": 57.8,
      "pct_saludo": 93.8,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 21.9,
      "tasa_conversion": 6.2
    },
    "integral": {
      "duracion_promedio_seg": 199.0,
      "duracion_promedio_min": 3.3,
      "distribucion_duracion": {
        "1-3 min": 21,
        "3-5 min": 5,
        "> 8 min": 3,
        "5-8 min": 3
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 69.1,
      "general": 50.3,
      "diferencia": 18.8,
      "percentil": 87.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 70.0,
        "general": 54.7,
        "diferencia": 15.3
      },
      "identificacion_cliente": {
        "agente": 29.7,
        "general": 18.8,
        "diferencia": 10.9
      },
      "deteccion_necesidades": {
        "agente": 57.5,
        "general": 36.6,
        "diferencia": 20.9
      },
      "oferta_productos": {
        "agente": 55.9,
        "general": 47.8,
        "diferencia": 8.1
      },
      "manejo_objeciones": {
        "agente": 50.0,
        "general": 44.1,
        "diferencia": 5.9
      },
      "cierre": {
        "agente": 31.2,
        "general": 25.4,
        "diferencia": 5.8
      },
      "despedida": {
        "agente": 63.4,
        "general": 55.0,
        "diferencia": 8.4
      },
      "proactividad": {
        "agente": 19.4,
        "general": 17.5,
        "diferencia": 1.9
      },
      "empatia": {
        "agente": 59.4,
        "general": 50.2,
        "diferencia": 9.2
      },
      "resolucion_problemas": {
        "agente": 28.1,
        "general": 24.0,
        "diferencia": 4.1
      }
    },
    "conversion": {
      "agente": 6.2,
      "general": 5.1,
      "diferencia": 1.1
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción para MZA 14, diseñado para desbloquear su máximo potencial como vendedor de telecomunicaciones:\n\n## ANÁLISIS DEL VENDEDOR: MZA 14\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 14 es un vendedor con un rendimiento superior al promedio del equipo. Su puntaje IA (69.1) lo ubica en el percentil 87.9, lo que indica que está entre los mejores del equipo. Sin embargo, hay áreas clave que, al mejorarlas, podrían elevar significativamente su tasa de conversión y consolidarlo como un líder en ventas. Su nivel actual se puede considerar como **Bueno**, con un **alto potencial de mejora**, especialmente en áreas como cierre de ventas e identificación de necesidades.\n\nAunque supera al equipo en casi todos los criterios, las métricas de clasificación revelan oportunidades significativas. El hecho de que no se registren cierres ni identificaciones de clientes en los datos de clasificación, a pesar de que el puntaje IA indica cierta habilidad en estas áreas, sugiere que hay una desconexión entre lo que se evalúa por IA y cómo se están registrando las acciones en el sistema.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Presentación:** MZA 14 tiene un buen saludo y presentación (70.0 vs. 54.7 del equipo). Esto crea una primera impresión positiva y establece una base para la conversación.\n*   **Oferta de Productos:** El vendedor ofrece productos de manera efectiva (55.9 vs. 47.8 del equipo). Esto demuestra conocimiento del catálogo y habilidad para comunicar los beneficios de los productos.\n*   **Empatía:** MZA 14 muestra un nivel de empatía superior al promedio (59.4 vs. 50.2 del equipo). Esto ayuda a construir una relación con el cliente y a generar confianza.\n\n**Ejemplos Concretos:**\n\n*   En llamadas evaluadas como \"excelentes\", MZA 14 se presenta de forma clara y concisa, estableciendo el propósito de la llamada.\n*   En situaciones donde se identifican \"fortalezas frecuentes\", MZA 14 demuestra conocimiento del producto al ofrecer opciones adecuadas a las necesidades expresadas por el cliente.\n*   MZA 14 muestra una actitud comprensiva hacia las preocupaciones del cliente, lo que facilita la comunicación y genera una conexión más fuerte.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Cierre de Venta:** Es el área más crítica (12 menciones en áreas de mejora). La falta de cierres efectivos impacta directamente en la tasa de conversión. Sin un cierre sólido, la conversación no se traduce en una venta.\n*   **Identificación del Cliente:** (12 menciones en áreas de mejora). No identificar correctamente al cliente limita la capacidad de personalizar la oferta y anticipar objeciones.\n*   **Manejo de Objeciones:** (9 menciones en áreas de mejora). Un manejo de objeciones deficiente puede llevar a la pérdida de oportunidades de venta. Es crucial convertir las objeciones en razones para comprar.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel    | ¿Qué está haciendo mal/bien?                                                                                                                                                                                               | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                                                                       |\n| --------------------- | -------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación   | Bueno    | Inicia la llamada de manera correcta, pero puede mejorar la personalización y la conexión inicial.                                                                                                                                | Incorporar un elemento de personalización en el saludo (\"Hola, [nombre del cliente], ¿cómo estás hoy?\"). Practicar la modulación de la voz para transmitir entusiasmo y profesionalismo.                                                                                                                                                                           |\n| Identificación Cliente | Bajo     | No verifica los datos del cliente ni confirma su identidad. Esto impide ofrecer soluciones personalizadas y genera desconfianza.                                                                                                   | Implementar un protocolo de verificación de datos al inicio de la llamada (\"Para confirmar, ¿me podrías indicar tu número de DNI/CUIT y fecha de nacimiento?\"). Utilizar la información para adaptar la oferta a las necesidades específicas del cliente.                                                                                                                    |\n| Detección Necesidades | Regular  | Realiza preguntas, pero no profundiza lo suficiente para comprender las necesidades reales del cliente.                                                                                                                              | Utilizar preguntas abiertas y de seguimiento (\"¿Qué es lo más importante para ti en un plan de telecomunicaciones?\", \"¿Qué desafíos estás enfrentando actualmente con tu servicio actual?\"). Escuchar activamente las respuestas del cliente y tomar notas para utilizarlas más adelante en la conversación.                                                               |\n| Oferta Productos      | Bueno    | Presenta los productos, pero podría enfocar más en los beneficios que en las características.                                                                                                                                     | Destacar los beneficios clave de cada producto y cómo se adaptan a las necesidades específicas del cliente (\"Este plan te permitirá [beneficio clave] porque [razón]\"). Utilizar testimonios de clientes satisfechos para reforzar el valor de la oferta.                                                                                                                   |\n| Manejo Objeciones     | Regular  | Responde a las objeciones, pero no siempre de manera persuasiva o convincente.                                                                                                                                                     | Anticipar las objeciones comunes y preparar respuestas efectivas. Utilizar la técnica \"Sentir, Sentía, Encontré\" para conectar con el cliente y presentar soluciones. Transformar las objeciones en preguntas para entender mejor las preocupaciones del cliente (\"Entiendo tu preocupación por el precio, ¿qué presupuesto tenías en mente?\").             |\n| Cierre                | Crítico  | No intenta cerrar la venta o lo hace de manera poco efectiva.                                                                                                                                                                    | Utilizar técnicas de cierre directo (\"¿Te gustaría que activemos este plan para ti hoy mismo?\") e indirecto (\"¿Cuándo te gustaría que comience a funcionar tu nuevo servicio?\"). Crear un sentido de urgencia (\"Esta oferta es válida solo por tiempo limitado\"). Resumir los beneficios clave de la oferta antes de solicitar el cierre.                  |\n| Despedida             | Bueno    | Se despide de manera educada, pero podría dejar una impresión más duradera.                                                                                                                                                         | Agradecer al cliente por su tiempo y reafirmar el valor de la oferta. Ofrecer un canal de contacto directo para futuras consultas.                                                                                                                                                                                                                         |\n| Proactividad          | Bajo     | No busca activamente oportunidades para mejorar la experiencia del cliente o aumentar las ventas.                                                                                                                                | Ofrecer productos o servicios adicionales que complementen la oferta principal. Sugerir mejoras en el plan actual del cliente. Brindar información útil sobre promociones o descuentos.                                                                                                                                                                        |\n| Empatía               | Bueno    | Muestra comprensión hacia el cliente, pero podría conectar a un nivel más personal.                                                                                                                                               | Utilizar frases que demuestren empatía (\"Entiendo tu frustración\", \"Puedo imaginar lo molesto que debe ser\"). Compartir experiencias similares para generar una conexión más fuerte.                                                                                                                                                                     |\n| Resolución Problemas  | Bajo     | No aborda las quejas o problemas del cliente de manera efectiva.                                                                                                                                                               | Escuchar atentamente la queja del cliente y validar sus sentimientos. Ofrecer una disculpa sincera por el inconveniente. Presentar soluciones claras y concisas. Hacer un seguimiento para asegurar que el problema se haya resuelto satisfactoriamente.                                                                                                           |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1: Cierre Efectivo**\n\n*   **Foco Principal:** Practicar técnicas de cierre directo e indirecto. Identificar los momentos clave para cerrar la venta y superar el miedo al rechazo.\n*   **Acciones:**\n    *   Revisar grabaciones de llamadas exitosas y analizar las técnicas de cierre utilizadas.\n    *   Practicar role-playing con el jefe de ventas, enfocándose en diferentes escenarios de cierre.\n    *   Establecer un objetivo de cerrar al menos 1 venta por día.\n\n**Semana 2: Identificación del Cliente y Manejo de Objeciones**\n\n*   **Foco Principal:** Desarrollar habilidades para identificar las necesidades del cliente y anticipar objeciones.\n*   **Acciones:**\n    *   Crear un formulario de preguntas clave para identificar las necesidades del cliente al inicio de la llamada.\n    *   Elaborar un listado de objeciones comunes y preparar respuestas persuasivas.\n    *   Escuchar grabaciones de llamadas donde se manejan objeciones de manera efectiva.\n\n**Semana 3: Proactividad y Resolución de Problemas**\n\n*   **Foco Principal:** Buscar activamente oportunidades para mejorar la experiencia del cliente y resolver problemas de manera efectiva.\n*   **Acciones:**\n    *   Ofrecer productos o servicios adicionales que complementen la oferta principal.\n    *   Desarrollar un protocolo para abordar las quejas y problemas del cliente.\n    *   Hacer un seguimiento de las quejas resueltas para asegurar la satisfacción del cliente.\n\n**Semana 4: Consolidación y Optimización**\n\n*   **Foco Principal:** Reforzar las habilidades aprendidas y optimizar el proceso de venta.\n*   **Acciones:**\n    *   Revisar grabaciones de llamadas recientes e identificar áreas de mejora continua.\n    *   Participar en sesiones de coaching personalizadas con el jefe de ventas.\n    *   Establecer metas ambiciosas para el próximo mes.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:** \"¡Hola, [nombre del cliente]! Soy [tu nombre] de [nombre de la empresa]. ¿Cómo estás hoy? Te llamo para ofrecerte una solución personalizada para tus necesidades de telecomunicaciones.\"\n*   **Detección de Necesidades:** \"Entiendo que estás buscando un nuevo plan. ¿Qué es lo más importante para ti en este momento? ¿Buscas más velocidad, mejor precio, o mayor cobertura?\"\n*   **Manejo de Objeciones (Precio):** \"Entiendo tu preocupación por el precio. Sin embargo, este plan te ofrece [beneficios clave] que superan el costo. Además, tenemos opciones de financiamiento flexibles que se adaptan a tu presupuesto.\"\n*   **Cierre (Directo):** \"Basándonos en lo que hemos conversado, creo que este plan es perfecto para ti. ¿Te gustaría que lo activemos ahora mismo?\"\n*   **Cierre (Indirecto):** \"Este plan te ofrece todos los beneficios que necesitas. ¿Cuándo te gustaría que te lo instalemos?\"\n\n### 7. METAS CUANTIFICABLES (30 días)\n\n*   **Puntaje IA:** Aumentar el puntaje promedio en un 15% (alcanzar un puntaje de 79.5).\n*   **Tasa de Conversión:** Aumentar la tasa de conversión en un 50% (alcanzar una tasa de conversión del 9.3%).\n*   **Ofrecimiento de Productos:** Aumentar el porcentaje de llamadas donde se ofrecen productos en un 20% (alcanzar un porcentaje del 26.3%).\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje en \"Cierre\" en un 30%.\n    *   Aumentar el puntaje en \"Identificación del Cliente\" en un 40%.\n    *   Reducir el número de menciones de \"Cierre de Venta\" como área de mejora en un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 14, ¡tienes un talento natural para las ventas! Los datos muestran que estás por encima del promedio y tienes una base sólida. Ahora, es momento de enfocarte en cerrar esas ventas y convertirte en un verdadero líder en el equipo. Sé que puedes hacerlo, y estoy aquí para apoyarte en cada paso del camino. ¡Vamos a superar esas metas y alcanzar tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash"
}