{
  "agente": "amza8",
  "fecha_generacion": "2026-02-23T09:27:18.093735",
  "metricas": {
    "agente": "amza8",
    "evaluaciones": {
      "total_evaluadas": 132,
      "puntaje_promedio": 34.5,
      "puntaje_min": 0.0,
      "puntaje_max": 210.0,
      "desviacion_std": 34.6,
      "llamadas_excelentes": 12,
      "llamadas_criticas": 51,
      "criterios": {
        "saludo_presentacion": 28.1,
        "identificacion_cliente": 53.7,
        "deteccion_necesidades": 18.8,
        "oferta_productos": 34.2,
        "manejo_objeciones": 29.6,
        "cierre": 19.6,
        "despedida": 52.6,
        "proactividad": 8.6,
        "empatia": 40.8,
        "resolucion_problemas": 25.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 84,
        "Oferta de productos": 47,
        "Manejo de objeciones": 47,
        "Proactividad": 45,
        "Identificación del cliente": 35
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 43,
        "Empatía": 27,
        "Despedida": 21,
        "Saludo y presentación": 19,
        "Despedida cordial": 14
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 210.0,
          "resumen": "El agente se presenta y verifica al cliente. Intenta un cierre enviando la promo por WhatsApp.  Debe mejorar la detección de necesidades y la oferta de productos."
        },
        {
          "puntaje_total": 210.0,
          "resumen": "El agente se presenta y verifica la identidad. Detecta la necesidad del cliente, ofrece planes, pero no completa el cierre ni muestra empatía. No ofrece fibra."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente realiza una excelente gestión, cumpliendo con todos los criterios de evaluación. Se presenta correctamente, detecta las necesidades del cliente, maneja objeciones, ofrece productos de manera directa y completa el cierre de forma efectiva."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no se presenta ni identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. No hay empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta y no se despide adecuadamente. No hay proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera directa, no maneja objeciones, no cierra la venta, no se despide, no es proactivo y no muestra empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 132,
      "puntaje_promedio": 34.5,
      "llamadas_excelentes": 12,
      "llamadas_criticas": 51,
      "criterios": {
        "saludo_presentacion": 28.1,
        "identificacion_cliente": 53.7,
        "deteccion_necesidades": 18.8,
        "oferta_productos": 34.2,
        "manejo_objeciones": 29.6,
        "cierre": 19.6,
        "despedida": 52.6,
        "proactividad": 8.6,
        "empatia": 40.8,
        "resolucion_problemas": 25.6
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 34.5,
      "general": 37.5,
      "diferencia": -3.0,
      "percentil": 48.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 28.1,
        "general": 31.4,
        "diferencia": -3.3
      },
      "identificacion_cliente": {
        "agente": 53.7,
        "general": 61.3,
        "diferencia": -7.6
      },
      "deteccion_necesidades": {
        "agente": 18.8,
        "general": 25.6,
        "diferencia": -6.8
      },
      "oferta_productos": {
        "agente": 34.2,
        "general": 41.8,
        "diferencia": -7.5
      },
      "manejo_objeciones": {
        "agente": 29.6,
        "general": 35.1,
        "diferencia": -5.5
      },
      "cierre": {
        "agente": 19.6,
        "general": 22.4,
        "diferencia": -2.7
      },
      "despedida": {
        "agente": 52.6,
        "general": 59.7,
        "diferencia": -7.1
      },
      "proactividad": {
        "agente": 8.6,
        "general": 12.5,
        "diferencia": -3.9
      },
      "empatia": {
        "agente": 40.8,
        "general": 47.6,
        "diferencia": -6.8
      },
      "resolucion_problemas": {
        "agente": 25.6,
        "general": 30.4,
        "diferencia": -4.8
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza8\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza8 se encuentra actualmente por debajo del promedio del equipo en cuanto a puntaje IA (34.5 vs 37.5) y en todos los criterios evaluados. Su nivel actual se considera que **necesita mejora**. Si bien ha logrado un aumento en su puntaje IA promedio de 26.9 a 34.5, lo que indica cierta evolución, la cantidad de llamadas críticas (51) sigue siendo preocupante y la gran mayoría de los criterios aún están por debajo del promedio del equipo. El potencial de mejora es significativo, especialmente si se enfoca en las áreas críticas identificadas y se aplica un plan de acción estructurado.\n\nEn comparación con el período anterior, amza8 muestra una **mejora en el puntaje IA promedio**, lo cual es positivo. Sin embargo, las áreas de mejora identificadas anteriormente, como la detección de necesidades, oferta de productos, manejo de objeciones y proactividad, siguen siendo las principales dificultades. Esto sugiere que las acciones de coaching previas no han tenido el impacto deseado o que las estrategias implementadas no han sido efectivas. Se requiere un enfoque más directo y personalizado para abordar estas deficiencias.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:** El puntaje IA promedio aumentó de 26.9 a 34.5. Los criterios de \"Saludo y Presentación\", \"Identificación del cliente\", \"Oferta de productos\", \"Empatía\" y \"Despedida\" mostraron un leve aumento en el puntaje, lo que indica una ligera mejora en estas áreas. ¡Felicidades por este avance! Sigamos construyendo sobre estas bases.\n\n*   **QUÉ EMPEORÓ:** No hay criterios que hayan empeorado respecto al período anterior.\n\n*   **QUÉ SIGUE PENDIENTE:** Los criterios de \"Detección de Necesidades\", \"Manejo de Objeciones\" y \"Proactividad\" siguen siendo las principales áreas de mejora. A pesar del leve aumento en otros criterios, estos tres se mantienen como las mayores debilidades del vendedor.\n\n*   **TENDENCIA GENERAL:** Si bien hay una mejora en el puntaje general, la persistencia de las mismas áreas de mejora indica que se necesita una intervención más enfocada y un seguimiento más cercano. La tendencia es positiva, pero el progreso es lento y requiere mayor atención.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del cliente:** Amza8 demuestra habilidad para verificar la identidad del cliente al inicio de la llamada.\n*   **Empatía:** Muestra capacidad para conectar con el cliente y comprender sus necesidades.\n*   **Despedida:** Se despide de manera cordial y profesional, dejando una buena impresión final.\n\nEstas fortalezas se confirman al analizar las métricas de frecuencia, donde \"Identificación del cliente\", \"Empatía\" y \"Despedida\" están dentro de las principales.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Detección de necesidades (PERSISTENTE):** Es la principal debilidad. No está haciendo las preguntas correctas para entender las necesidades reales de los clientes. Esto impacta directamente en la capacidad de ofrecer los productos adecuados y cerrar ventas.\n*   **Oferta de productos (PERSISTENTE):** No está ofreciendo los productos de manera efectiva, posiblemente porque no entiende bien las necesidades del cliente. Esto se traduce en menos oportunidades de venta.\n*   **Proactividad (PERSISTENTE):** No está ofreciendo fibra de manera directa, perdiendo oportunidades de aumentar la venta. Esto impacta directamente en la rentabilidad.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nLas métricas de duración, cierres y llamadas/ventas no están disponibles. Sin embargo, podemos inferir algunas cosas basándonos en el puntaje IA:\n\n*   El bajo puntaje en \"Detección de necesidades\" y \"Oferta de productos\" sugiere que el **TMO (Tiempo Medio Operativo)** podría ser muy bajo, ya que no está dedicando suficiente tiempo a entender al cliente y ofrecerle soluciones personalizadas.\n*   La gran cantidad de \"Llamadas críticas\" indica que el **% Capta Atención** es probablemente bajo, lo que significa que no está logrando enganchar al cliente al inicio de la llamada.\n*   Si bien no tenemos datos concretos de ventas, el puntaje general y las áreas de mejora sugieren que la **Tasa de aprobación de ventas** podría estar por debajo del promedio del equipo.\n\n**ACCIONES INMEDIATAS:** Es FUNDAMENTAL que en la próxima semana se recopilen y analicen las métricas de duración, cierres y llamadas/ventas. Sin esta información, es imposible tener una imagen completa del desempeño de amza8 y tomar decisiones informadas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio               | Nivel   | Qué está haciendo mal                                                                                                          | Cómo mejorar (RESPETANDO REGLAS)                                                                                                                                                                                                 |\n| ---------------------- | ------- | ---------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación   | Bajo    | Posiblemente usa frases genéricas en lugar de \"Tengo una oferta que LE VA a interesar\".                                      | Practicar un saludo impactante que destaque el beneficio para el cliente desde el inicio. Usar frases como \"Lo llamo porque tengo una oferta increíble para usted\".                                                              |\n| Identificación Cliente | Regular | No siempre verifica la identidad del cliente correctamente.                                                                    | Asegurarse de siempre preguntar \"¿Me comunico con [Nombre]?\" al inicio de la llamada.                                                                                                                                          |\n| Detección Necesidades   | Crítico | Usa preguntas incorrectas como \"¿Qué es lo más importante para ti en un plan?\".                                                | Usar preguntas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Luego, escuchar ATENTAMENTE la respuesta.                                                                                             |\n| Oferta de Productos    | Bajo    | No conecta la oferta con las necesidades del cliente.                                                                       | Después de detectar la necesidad, ofrecer el producto de manera directa, explicando cómo soluciona el problema del cliente. Por ejemplo: \"Pensando en que usás muchos datos, te recomiendo este plan de [Nombre] que te da [Cantidad] GB\". |\n| Manejo Objeciones      | Bajo    | Da respuestas genéricas en lugar de rebatir la objeción específica del cliente.                                               | Escuchar ATENTAMENTE la objeción del cliente y personalizar la respuesta. Por ejemplo, si dice \"Es muy caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\". |\n| Cierre                 | Bajo    | Posiblemente duda al momento de cerrar la venta.                                                                              | Ser directo y proactivo. Asignar sucursal o buscar domicilio del cliente sin preguntar si está de acuerdo.                                                                                                                  |\n| Despedida              | Regular | No siempre ofrece acompañamiento durante la portabilidad.                                                                        | Ofrecer acompañamiento durante la portabilidad, si es aplicable.                                                                                                                                                           |\n| Proactividad           | Crítico | No ofrece fibra de manera directa.                                                                                            | Comentar DIRECTAMENTE sobre la fibra sin preguntar si le interesa. Por ejemplo: \"Además, quería comentarle que tenemos un excelente servicio de fibra óptica en su zona que le va a dar una velocidad increíble para navegar por internet\". |\n| Empatía                | Regular | Podría mostrar más comprensión y conexión con el cliente.                                                                       | Escuchar activamente al cliente, usar frases como \"Entiendo cómo te sentís\" y mostrar genuino interés en resolver su problema.                                                                                          |\n| Resolución Problemas     | Bajo    | No tiene estrategias claras para resolver los problemas del cliente.                                                           | Identificar el problema principal del cliente y ofrecer una solución clara y concisa.                                                                                                                               |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Detección de Necesidades**. Enfocarse en dominar las preguntas correctas (\"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\") y escuchar atentamente las respuestas. Analizar grabaciones de llamadas exitosas para identificar patrones. Practicar role-playing con estas preguntas.\n**Semana 2:** **Oferta de Productos**. Aprender a conectar las necesidades del cliente con los beneficios de los productos. Crear un script personalizado para cada tipo de cliente. Practicar la presentación de los productos de manera clara y concisa.\n**Semana 3:** **Proactividad y Cierre**. Dominar la oferta de fibra y las técnicas de cierre directo (asignar sucursal, buscar domicilio). Practicar el manejo de objeciones comunes. Simular escenarios de venta para ganar confianza.\n**Semana 4:** **Consolidación y Optimización**. Revisar todas las áreas de mejora y refinar las estrategias. Analizar las métricas de desempeño y ajustar el plan de acción según sea necesario. Continuar practicando y buscando feedback.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Además, quería comentarle que tenemos un excelente servicio de fibra óptica en su zona que le va a dar una velocidad increíble para navegar por internet\".\n*   **Cierre directo:** \"Perfecto, para completar la activación, ¿cuál es su dirección?\" o \"La sucursal más cercana a usted para retirar el chip es...\"\n*   **Manejo de objeciones:** (Si dice \"Es muy caro\") \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 50\n*   Meta de tasa de conversión: 3% (acercarse al promedio del equipo)\n*   Meta de ofrecimiento de fibra: 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40% (superar el promedio del equipo)\n*   Meta de TMO a alcanzar: 3-4 minutos\n\nKPIs específicos a mejorar:\n*   Aumentar el puntaje en \"Detección de Necesidades\" a 50.\n*   Aumentar el puntaje en \"Oferta de Productos\" a 50.\n*   Aumentar el puntaje en \"Proactividad\" a 50.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡Amza8, veo un gran potencial en vos! El aumento en tu puntaje IA demuestra que estás comprometido con la mejora. Ahora, enfoquémonos en las áreas que todavía necesitan atención. Sé que podés dominar la detección de necesidades, ofrecer productos con confianza y ser más proactivo. Con el plan de acción que diseñamos y tu dedicación, estoy seguro de que vas a alcanzar tus metas y superar tus expectativas. ¡Confío en vos y en tu capacidad para convertirte en un vendedor estrella!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-02-18T11:07:06.411215",
  "evolucion": null
}