{
  "agente": "amza32",
  "fecha_generacion": "2026-02-23T09:28:01.681452",
  "metricas": {
    "agente": "amza32",
    "evaluaciones": {
      "total_evaluadas": 125,
      "puntaje_promedio": 19.9,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 24.0,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 79,
      "criterios": {
        "saludo_presentacion": 10.6,
        "identificacion_cliente": 39.8,
        "deteccion_necesidades": 14.3,
        "oferta_productos": 21.0,
        "manejo_objeciones": 17.2,
        "cierre": 11.0,
        "despedida": 35.5,
        "proactividad": 7.8,
        "empatia": 28.2,
        "resolucion_problemas": 17.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 67,
        "Oferta de productos": 43,
        "Presentación": 43,
        "Manejo de objeciones": 38,
        "Identificación del cliente": 37
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 25,
        "Empatía": 17,
        "Despedida": 13,
        "Despedida cordial.": 9,
        "Despedida cordial": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece productos de forma directa, maneja objeciones, completa el cierre y se despide de manera adecuada."
        },
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta las necesidades, ofrece productos de forma directa, maneja objeciones y cierra la venta. Demuestra empatía y proactividad."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta las necesidades del cliente. Ofrece un descuento y detalla los beneficios del plan. Cierra derivando a un ejecutivo. No ofrece fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación, principalmente en la presentación, detección de necesidades, manejo de objeciones y cierre. No ofrece los productos de manera adecuada."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy básica, sin ofrecer productos ni realizar preguntas clave. No se identifica correctamente al inicio. No se detectan necesidades ni se cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no cierra la venta. No ofrece fibra."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 125,
      "puntaje_promedio": 19.9,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 79,
      "criterios": {
        "saludo_presentacion": 10.6,
        "identificacion_cliente": 39.8,
        "deteccion_necesidades": 14.3,
        "oferta_productos": 21.0,
        "manejo_objeciones": 17.2,
        "cierre": 11.0,
        "despedida": 35.5,
        "proactividad": 7.8,
        "empatia": 28.2,
        "resolucion_problemas": 17.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 19.9,
      "general": 37.5,
      "diferencia": -17.5,
      "percentil": 27.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 10.6,
        "general": 31.4,
        "diferencia": -20.8
      },
      "identificacion_cliente": {
        "agente": 39.8,
        "general": 61.3,
        "diferencia": -21.5
      },
      "deteccion_necesidades": {
        "agente": 14.3,
        "general": 25.6,
        "diferencia": -11.3
      },
      "oferta_productos": {
        "agente": 21.0,
        "general": 41.8,
        "diferencia": -20.8
      },
      "manejo_objeciones": {
        "agente": 17.2,
        "general": 35.1,
        "diferencia": -17.9
      },
      "cierre": {
        "agente": 11.0,
        "general": 22.4,
        "diferencia": -11.4
      },
      "despedida": {
        "agente": 35.5,
        "general": 59.7,
        "diferencia": -24.2
      },
      "proactividad": {
        "agente": 7.8,
        "general": 12.5,
        "diferencia": -4.6
      },
      "empatia": {
        "agente": 28.2,
        "general": 47.6,
        "diferencia": -19.4
      },
      "resolucion_problemas": {
        "agente": 17.4,
        "general": 30.4,
        "diferencia": -13.0
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza32\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza32 se encuentra actualmente en un nivel **Crítico**, con un puntaje de IA significativamente inferior al promedio del equipo (19.9 vs. 37.5). Su desempeño general requiere una atención urgente y un plan de acción muy específico. **EMPEORÓ drásticamente** con respecto al período anterior, ya que el puntaje promedio del equipo también es bastante bajo. Su potencial de mejora es alto, pero necesita un enfoque inmediato y constante para corregir los problemas fundamentales en su proceso de venta. Dada la baja performance actual, es imperativo que se concentre en mejorar los aspectos más críticos para empezar a construir una base sólida.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\nDado que se menciona una **EVOLUCIÓN RECIENTE**, analizaremos los cambios en su desempeño:\n\n*   **QUÉ MEJORÓ:** No hay una mejora significativa visible en los datos proporcionados. Todos los criterios muestran una diferencia negativa con respecto al promedio del equipo.\n\n*   **QUÉ EMPEORÓ:** Prácticamente todos los criterios muestran una caída en su puntaje. La falta de mejora en áreas ya deficientes es una señal preocupante que necesita ser abordada inmediatamente.\n\n*   **QUÉ SIGUE PENDIENTE:** Las áreas de mejora frecuentes como **Detección de necesidades, Oferta de productos, Presentación y Manejo de objeciones** siguen siendo puntos críticos que no han mejorado.\n\n*   **TENDENCIA GENERAL:** La tendencia general es negativa. Requiere intervención inmediata para evitar que la situación empeore y ayudarle a alcanzar un nivel de desempeño aceptable.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\nConsiderando las \"fortalezas frecuentes\" listadas, destacamos:\n\n1.  **Identificación del cliente:** Aunque su puntaje sigue siendo bajo (39.8), es una de las áreas donde muestra un desempeño relativamente mejor en comparación con los demás criterios. Debe enfocarse en afinar su saludo y confirmación de identidad.\n2.  **Empatía:** Demuestra un nivel moderado de empatía (28.2). Puede mejorar aún más esta habilidad al sincronizar sus respuestas a las objeciones de los clientes.\n3.  **Despedida:** La despedida cordial es un buen punto de partida, aunque su puntaje es bajo (35.5). Es importante que cierre la llamada con profesionalismo y ofrezca, cuando corresponda, acompañamiento en la portabilidad.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n1.  **Detección de Necesidades (PERSISTENTE):** Su puntaje es extremadamente bajo (14.3). Es crucial que aprenda a formular las preguntas correctas para entender las necesidades del cliente. Esto impacta directamente en la capacidad de ofrecer un producto relevante.\n2.  **Oferta de Productos (PERSISTENTE):** Un puntaje de 21.0 indica que no está presentando los productos de manera efectiva. Necesita aprender a resaltar los beneficios de cada plan y ofrecer fibra de forma directa, sin preguntas innecesarias.\n3.  **Manejo de Objeciones (PERSISTENTE):** Con un puntaje de 17.2, está claro que no está abordando las objeciones de los clientes de manera convincente. Debe prepararse con respuestas personalizadas y evitar generalizaciones.\n4. **Presentación (PERSISTENTE):** Un puntaje de 10.6 indica una presentación deficiente. Necesita comenzar con un saludo impactante que llame la atención y una oferta que le VA a interesar al cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\nNo se proporcionan datos específicos sobre las métricas de llamadas y ventas de amza32, pero podemos analizar algunas suposiciones basadas en su bajo puntaje general:\n\n*   **TMO (Tiempo Medio Operativo):** Dado su bajo puntaje en la detección de necesidades y cierre, es probable que su TMO sea demasiado corto. Necesita invertir más tiempo en entender al cliente y presentar la oferta adecuada.\n*   **% Capta Atención:** Es probable que su % Capta Atención sea muy bajo (<30%). Esto significa que no está logrando enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada:** Es probable que tenga una alta tasa de cortes por parte del cliente, lo que indica un problema en su saludo y presentación inicial.\n*   **Llamadas <30 seg:** Es probable que tenga muchas llamadas cortas, lo que confirma que no está logrando captar la atención del cliente.\n*   **Tasa de aprobación de ventas:** Es probable que su tasa de aprobación de ventas sea baja debido a problemas en la calidad de las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Crítico):**\n    *   **Qué está haciendo mal:** No está comenzando la llamada con un saludo impactante y una oferta atractiva.\n    *   **Cómo mejorar:** En lugar de decir \"Tengo una oferta que podría interesarle\", comience con \"Hola, soy [nombre] de Movistar. Lo llamo porque tengo una oferta que LE VA a interesar.\"\n\n*   **Identificación del Cliente (Bajo):**\n    *   **Qué está haciendo mal:** No está confirmando la identidad del cliente de manera efectiva.\n    *   **Cómo mejorar:** \"Hola, ¿me comunico con [Nombre]?\" para asegurarse de que está hablando con la persona correcta.\n\n*   **Detección de Necesidades (Crítico):**\n    *   **Qué está haciendo mal:** No está haciendo las preguntas correctas para entender las necesidades del cliente.\n    *   **Cómo mejorar:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", pregunte \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de Productos (Crítico):**\n    *   **Qué está haciendo mal:** No está presentando los productos de manera atractiva y no está ofreciendo fibra de forma directa.\n    *   **Cómo mejorar:** Después de entender las necesidades del cliente, ofrezca un plan específico que se ajuste a sus necesidades y luego comente directamente sobre los beneficios de la fibra, por ejemplo \"Además de este excelente plan, Movistar ofrece fibra óptica en su zona. Le VA a interesar porque le da una conexión más rápida y estable para toda la familia.\"\n\n*   **Manejo de Objeciones (Crítico):**\n    *   **Qué está haciendo mal:** Está dando respuestas genéricas a las objeciones de los clientes.\n    *   **Cómo mejorar:** Prepare respuestas personalizadas para las objeciones más comunes. Por ejemplo, si el cliente dice que el precio es muy alto, responda: \"Entiendo que el precio sea importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n*   **Cierre (Crítico):**\n    *   **Qué está haciendo mal:** No está cerrando las ventas de manera efectiva.\n    *   **Cómo mejorar:** Después de presentar la oferta, cierre directamente asignando una sucursal o buscando el domicilio del cliente para completar la venta.\n\n*   **Despedida (Bajo):**\n    *   **Qué está haciendo mal:** Su despedida no es lo suficientemente cordial y profesional.\n    *   **Cómo mejorar:** Despídase siempre de forma cordial y profesional, y ofrezca acompañamiento durante la portabilidad.\n\n*   **Proactividad (Crítico):**\n    *   **Qué está haciendo mal:** No está siendo proactivo al ofrecer productos adicionales como fibra.\n    *   **Cómo mejorar:** Comente DIRECTAMENTE sobre la fibra, sin preguntar si le interesa.\n\n*   **Empatía (Bajo):**\n    *   **Qué está haciendo mal:** No está demostrando suficiente empatía hacia los clientes.\n    *   **Cómo mejorar:** Escuche atentamente las necesidades del cliente y adapte su discurso a su situación.\n\n*   **Resolución de Problemas (Crítico):**\n    *   **Qué está haciendo mal:** No está resolviendo los problemas de los clientes de manera efectiva.\n    *   **Cómo mejorar:** Investigue a fondo cada problema y ofrezca soluciones concretas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **FUNDAMENTOS: Saludo, Necesidades y Oferta**.\n*   Acciones:\n    *   Practicar saludo impactante y presentación de la oferta.\n    *   Memorizar preguntas clave para detectar necesidades (ej. \"¿Qué es lo que más usás del celular?\").\n    *   Ofrecer fibra de forma directa después de presentar el plan principal.\n    *   Revisar grabaciones de llamadas excelentes y analizar sus errores.\n    *   Simulaciones diarias de llamadas.\n**Semana 2:** **MANEJO DE OBJECIONES y CIERRE**.\n*   Acciones:\n    *   Preparar respuestas personalizadas para las objeciones más comunes (precio, competencia, etc.).\n    *   Practicar técnicas de cierre directo (asignar sucursal, buscar domicilio).\n    *   Grabar y analizar llamadas para identificar áreas de mejora en el manejo de objeciones.\n    *   Focus grupal de revisión de casos y respuestas efectivas.\n**Semana 3:** **PROFUNDIZACIÓN y PERSONALIZACIÓN**.\n*   Acciones:\n    *   Adaptar su discurso a las necesidades específicas de cada cliente.\n    *   Perfeccionar su técnica de detección de necesidades y manejo de objeciones.\n    *   Escuchar activamente al cliente para construir una relación de confianza.\n    *   Role-playing con objeciones complejas.\n**Semana 4:** **OPTIMIZACIÓN y CONSISTENCIA**.\n*   Acciones:\n    *   Analizar sus métricas y identificar áreas de mejora continua.\n    *   Mantener un enfoque proactivo y positivo en cada llamada.\n    *   Compartir sus mejores prácticas con el equipo.\n    *   Seguimiento de KPIs con feedback puntual.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra (directa):** \"Además de este excelente plan, Movistar ofrece fibra óptica en su zona. Le VA a interesar porque le da una conexión más rápida y estable para toda la familia.\"\n*   **Técnica de cierre DIRECTO:** \"Perfecto, para completar la venta, ¿le queda mejor que asignemos una sucursal cercana a su domicilio o prefiere que busquemos la dirección?\"\n*   **Manejo de objeciones (precio):** \"Entiendo que el precio sea importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 50\n*   Meta de tasa de conversión: 2%\n*   Meta de ofrecimiento de productos: 90% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a alcanzar: 3 minutos\n*   KPIs específicos a mejorar: Detección de necesidades, Oferta de productos, Manejo de objeciones\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza32, sé que este análisis puede parecer duro, pero créeme, veo un gran potencial en vos. El hecho de que te destaques en *Identificación del cliente*, *Empatía* y *Despedida* son bases sólidas para construir un gran vendedor. Ahora, necesitamos enfocarnos en transformar esas bases en resultados tangibles. La clave está en seguir el plan de acción paso a paso, practicar con dedicación y nunca rendirte. Sé que podés superar este desafío y convertirte en uno de los mejores vendedores del equipo. Estoy acá para apoyarte en cada paso del camino.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}