{
  "agente": "MZA 24",
  "fecha_generacion": "2026-01-26T14:25:03.968291",
  "metricas": {
    "agente": "MZA 24",
    "evaluaciones": {
      "total_evaluadas": 145,
      "puntaje_promedio": 45.9,
      "puntaje_min": 0.0,
      "puntaje_max": 700.0,
      "desviacion_std": 59.6,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 43.3,
        "identificacion_cliente": 46.3,
        "deteccion_necesidades": 33.4,
        "oferta_productos": 44.4,
        "manejo_objeciones": 46.4,
        "cierre": 34.6,
        "despedida": 56.6,
        "proactividad": 17.3,
        "empatia": 55.1,
        "resolucion_problemas": 37.4
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 37,
        "Manejo de objeciones": 32,
        "Detección de necesidades": 28,
        "Proactividad": 27,
        "Cierre de ventas": 18
      },
      "fortalezas_frecuentes": {
        "Despedida": 22,
        "Empatía": 18,
        "Manejo de objeciones.": 15,
        "Identificación del cliente": 13,
        "Identificación correcta del cliente.": 12
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se presenta, ofrece un plan adecuado y guía al cliente en el proceso de portabilidad. Demuestra empatía y maneja la solicitud de baja de servicio. Puede mejorar en la proactividad al ofrecer productos adicionales, como fibra."
        },
        {
          "puntaje_total": 170.0,
          "resumen": "El agente ofrece un plan, pero falla en la identificación, cierre y despedida. La presentación y empatía son mejorables."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente realiza una buena gestión del cierre de venta, verificando datos y explicando los detalles del plan. Destaca la claridad y cortesía en la comunicación.  El área de mejora principal es la proactividad en la oferta de productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no sigue el protocolo de ventas, no se presenta ni identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": NaN
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no menciona el 80% de descuento y no cierra la venta de forma directa."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 145,
      "puntaje_promedio": 45.9,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 43.3,
        "identificacion_cliente": 46.3,
        "deteccion_necesidades": 33.4,
        "oferta_productos": 44.4,
        "manejo_objeciones": 46.4,
        "cierre": 34.6,
        "despedida": 56.6,
        "proactividad": 17.3,
        "empatia": 55.1,
        "resolucion_problemas": 37.4
      }
    },
    "clasificacion": {
      "total_llamadas": 73,
      "con_saludo": 27,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 3,
      "ventas": 0,
      "score_calidad_prom": 35.6,
      "pct_saludo": 37.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 4.1,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 218.0,
      "duracion_promedio_min": 3.6,
      "distribucion_duracion": {
        "1-3 min": 56,
        "> 8 min": 9,
        "3-5 min": 7,
        "5-8 min": 1
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 45.9,
      "general": 35.7,
      "diferencia": 10.2,
      "percentil": 74.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 43.3,
        "general": 32.0,
        "diferencia": 11.3
      },
      "identificacion_cliente": {
        "agente": 46.3,
        "general": 38.7,
        "diferencia": 7.7
      },
      "deteccion_necesidades": {
        "agente": 33.4,
        "general": 23.3,
        "diferencia": 10.2
      },
      "oferta_productos": {
        "agente": 44.4,
        "general": 28.6,
        "diferencia": 15.8
      },
      "manejo_objeciones": {
        "agente": 46.4,
        "general": 33.0,
        "diferencia": 13.4
      },
      "cierre": {
        "agente": 34.6,
        "general": 18.8,
        "diferencia": 15.8
      },
      "despedida": {
        "agente": 56.6,
        "general": 38.5,
        "diferencia": 18.0
      },
      "proactividad": {
        "agente": 17.3,
        "general": 13.9,
        "diferencia": 3.4
      },
      "empatia": {
        "agente": 55.1,
        "general": 43.0,
        "diferencia": 12.1
      },
      "resolucion_problemas": {
        "agente": 37.4,
        "general": 25.1,
        "diferencia": 12.4
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 24\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 24 muestra un desempeño superior al promedio del equipo, con un puntaje IA de 45.9 frente al 35.7 general. Su nivel actual puede considerarse como **Bueno**, aunque con un potencial significativo de mejora, especialmente en la conversión de ventas. En comparación con el periodo anterior, su puntaje promedio de IA **disminuyó** de 54.3 a 45.9. Si bien ha mantenido ciertas fortalezas y avanzado en algunos criterios, la disminución general en el puntaje y la ausencia de ventas requieren una intervención enfocada para retomar el camino ascendente. Su potencial de mejora es alto, ya que demuestra habilidades en varios criterios, pero necesita enfocarse en la aplicación práctica para cerrar ventas y optimizar su proceso comercial.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ:**\n    *   En comparación con el coaching anterior, MZA 24 ha mostrado mejoras notables en **Despedida**, aumentando de 19 a 22 en frecuencia, y en **Identificación del cliente** (tanto en general como la identificación correcta). Esto indica una mayor atención a estos aspectos del protocolo.\n    *   Aumento en el puntaje general de todos los criterios, especialmente notable en: **Oferta de productos (+15.8)**, **Cierre (+15.8)** y **Despedida (+18)** en comparación con el equipo.\n*   **QUÉ EMPEORÓ:**\n    *   El puntaje promedio de IA disminuyó significativamente de 54.3 a 45.9, lo que sugiere una inconsistencia en la aplicación de las mejores prácticas.\n    *   La falta de ventas es una preocupación crítica.\n    *   La baja tasa de ofrecimiento de fibra (4.1%) indica una oportunidad perdida para aumentar el valor de cada interacción.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Manejo de objeciones**: A pesar de que se identifica como fortaleza, sigue siendo una de las áreas de mejora más frecuentes.\n    *   **Detección de necesidades**: Aunque ha mejorado ligeramente, aún está por debajo del nivel deseado.\n    *   **Cierre de ventas**: Sigue siendo un punto débil importante, evidenciado por la falta de conversiones.\n    *   **Proactividad**: El ofrecimiento de fibra es aún muy bajo.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. Si bien MZA 24 tiene habilidades y fortalezas notables, la disminución en el puntaje IA y la falta de ventas indican que necesita una intervención urgente para enfocarse en la aplicación práctica de las técnicas de venta y el cumplimiento de las reglas del negocio.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Despedida:** Demuestra cortesía y profesionalismo al finalizar las llamadas, generando una impresión positiva en el cliente.\n*   **Empatía:** Capacidad para conectar con el cliente y comprender sus necesidades emocionales, lo que facilita la construcción de una relación de confianza.\n*   **Manejo de objeciones:** Si bien es un área de mejora, el hecho de que aparezca como fortaleza indica un potencial para rebatir objeciones eficazmente si se personalizan las respuestas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Cierre de ventas:** (PERSISTENTE) La falta de cierres impacta directamente en los resultados. Es crucial implementar técnicas de cierre directo, como asignar sucursal o buscar domicilio, sin preguntar al cliente.\n*   **Detección de necesidades:** (PERSISTENTE) No indagar adecuadamente sobre las necesidades del cliente impide ofrecer soluciones personalizadas y aumenta la probabilidad de rechazo. Es fundamental preguntar qué es lo que más usa del celular o cuántos GB tiene en su plan.\n*   **Proactividad:** (PERSISTENTE) La baja tasa de ofrecimiento de fibra reduce el potencial de aumentar el valor de la venta. Es esencial ofrecer fibra de forma directa, sin preguntar al cliente si está interesado.\n*   **Identificación del Cliente:** (PERSISTENTE) A pesar de mostrar una leve mejora, se identifica un área de mejora frecuente. Es IMPERATIVO asegurar el contacto correcto para evitar perder tiempo valioso.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n*   **TMO (Tiempo Medio Operativo):** 3.6 minutos (218 segundos). Está dentro del rango óptimo (2-4 minutos), lo que sugiere que MZA 24 logra mantener conversaciones relevantes con los clientes.\n*   **% Capta Atención:** No hay información específica sobre este KPI en los datos proporcionados, pero considerando el TMO y la duración de las llamadas, se puede inferir que tiene un buen nivel de engagement. Es importante medir este KPI para evaluar con precisión su capacidad de mantener a los clientes en la línea.\n*   **Cortes de llamada:** No hay datos disponibles sobre quién finaliza la llamada (cliente vs. agente). Es importante analizar esta métrica para identificar posibles problemas en el pitch inicial o en la gestión de la conversación.\n*   **Llamadas <30 seg:** No hay datos específicos sobre la cantidad de llamadas cortas, pero es importante monitorear esta métrica para identificar posibles problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** 0%. La falta de ventas indica problemas significativos en el proceso de cierre. Es fundamental analizar las llamadas para identificar las causas de los rechazos y ajustar la estrategia.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Regular (43.3). Debe evitar frases como \"Tengo una oferta que podría interesarle\" y utilizar en su lugar \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** Regular (46.3). Debe preguntar siempre \"¿Me comunico con [Nombre]?\" para verificar que es la persona correcta. Es crítico verificar la identidad para asegurar el contacto correcto.\n*   **Detección de Necesidades:** Bajo (33.4). Debe evitar preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\" y preguntar en cambio \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos:** Regular (44.4). Debe ofrecer fibra de forma directa, sin preguntar si le interesa al cliente. Comentar directamente sobre la fibra.\n*   **Manejo de Objeciones:** Regular (46.4). Debe rebatir la objeción puntual de cada cliente, sincronizando/personalizando la respuesta según el cliente específico. No usar respuestas genéricas.\n*   **Cierre:** Bajo (34.6). Debe asignar la sucursal directamente o buscar el domicilio del cliente, sin preguntar si le parece bien o si quiere seguir. Nunca preguntar si quiere seguir, proceder DIRECTAMENTE.\n*   **Despedida:** Bueno (56.6). Debe ofrecer acompañamiento SOLO durante la portabilidad, y evitar frases como \"Estaré encantado de ayudarte en el futuro\".\n*   **Proactividad:** Crítico (17.3). Debe ofrecer fibra en cada llamada de forma directa.\n*   **Empatía:** Bueno (55.1). Debe mantener este nivel de conexión con el cliente.\n*   **Resolución de Problemas:** Regular (37.4). Debe mejorar su capacidad para resolver los problemas del cliente de forma eficiente y efectiva.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco principal: Cierre de Ventas y Proactividad.**\n    *   Revisar grabaciones de llamadas recientes para identificar oportunidades perdidas de cierre.\n    *   Practicar scripts de cierre directo con role-playing.\n    *   Ofrecer fibra en el 100% de las llamadas.\n    *   Objetivo: Aumentar la tasa de ofrecimiento de fibra a un 50% y realizar al menos una venta.\n*   **Semana 2:** **Detección de Necesidades y Manejo de Objeciones.**\n    *   Reforzar técnicas de sondeo para identificar las necesidades del cliente.\n    *   Desarrollar respuestas personalizadas para las objeciones más comunes.\n    *   Objetivo: Aumentar el puntaje en \"Detección de Necesidades\" en un 10% y mejorar la tasa de conversión de objeciones en un 5%.\n*   **Semana 3:** **Consolidación y Monitoreo.**\n    *   Revisar el progreso en las áreas de mejora y ajustar el plan según sea necesario.\n    *   Analizar métricas de calidad para identificar áreas de mejora continua.\n    *   Objetivo: Mantener el aumento en la tasa de ofrecimiento de fibra y la mejora en la detección de necesidades.\n*   **Semana 4:** **Optimización y Nuevos Desafíos.**\n    *   Identificar nuevas oportunidades de mejora en el proceso de venta.\n    *   Establecer metas más ambiciosas para el próximo mes.\n    *   Objetivo: Aumentar la tasa de conversión en un 10% y superar el puntaje IA promedio del equipo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad del Cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n    *   \"¿Estoy hablando con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan?\"\n    *   \"¿Con qué compañía estás actualmente y qué es lo que más/menos te gusta?\"\n*   **Oferta de Fibra (Directa):**\n    *   \"Además del plan que le comenté, quería comentarle que tenemos cobertura de fibra óptica en su zona, con una velocidad increíble para ver series y trabajar desde casa.\"\n    *   \"Aprovechando, quería comentarle que tenemos un servicio de fibra óptica con [velocidad] que seguro le va a interesar para [actividad que el cliente mencionó].\"\n*   **Cierre Directo:**\n    *   \"Perfecto, entonces le asigno la sucursal de [nombre de sucursal] para que retire el chip. ¿Le queda cómoda esa sucursal?\"\n    *   \"Voy a necesitar su dirección para coordinar el envío del chip a su domicilio.\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **Precio:** \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   **Permanencia:** \"Entiendo su preocupación por la permanencia. En Movistar, la permanencia es una garantía de que va a disfrutar del mejor servicio al mejor precio. Además, si en algún momento no está satisfecho, podemos buscar una solución que se ajuste a sus necesidades.\"\n    *   **Ya tengo un plan:** \"Entiendo. Pero, ¿está completamente satisfecho con su plan actual? ¿Le ofrece todos los beneficios que necesita? Con Movistar, podría tener [beneficios específicos].\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 60\n*   **Tasa de conversión:** 5%\n*   **Tasa de ofrecimiento de fibra:** 80%\n*   **% Capta Atención (llamadas >1 min):** 50%\n*   **TMO a alcanzar:** 3.5 minutos (210 segundos)\n*   **KPIs específicos a mejorar:** Cierre de ventas, Detección de necesidades, Proactividad.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 24, tu desempeño muestra un gran potencial y una base sólida. A pesar de que en esta última semana no vimos los resultados que esperábamos, sabemos que tienes las habilidades para destacarte. Has demostrado empatía y profesionalismo, ¡ahora es momento de enfocarte en cerrar esas ventas! Confío en tu capacidad para aplicar las técnicas que hemos revisado y alcanzar tus metas. ¡Vamos con todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T07:58:34.439273",
  "evolucion": null
}