{
  "agente": "Cisterna Katerinne",
  "agente_codigo": "MZA 33",
  "equipo": "JOSEFINA ZEBALLOS",
  "fecha_generacion": "2026-02-09T08:34:13.713992",
  "metricas": {
    "agente": "Cisterna Katerinne",
    "agente_codigo": "MZA 33",
    "equipo": "JOSEFINA ZEBALLOS",
    "evaluaciones": {
      "total_evaluadas": 59,
      "puntaje_promedio": 30.1,
      "puntaje_min": 0,
      "puntaje_max": 88,
      "desviacion_std": 27.2,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 9,
      "llamadas_regulares": 13,
      "llamadas_criticas": 35,
      "criterios": {
        "saludo_presentacion": 14.9,
        "identificacion_cliente": 41.7,
        "deteccion_necesidades": 27.1,
        "oferta_productos": 26.8,
        "manejo_objeciones": 32.2,
        "cierre": 14.4,
        "despedida": 33.2,
        "proactividad": 14.1,
        "empatia": 49.3,
        "resolucion_problemas": 32.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 25,
        "Identificación del cliente": 19,
        "Oferta de productos": 17,
        "Manejo de objeciones": 15,
        "Proactividad": 13
      },
      "fortalezas_frecuentes": {
        "Empatía": 12,
        "Identificación del cliente": 9,
        "Manejo de objeciones.": 6,
        "Manejo de objeciones": 6,
        "Detección de necesidades": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 88.0,
          "resumen": "El agente se presenta bien, detecta las necesidades, ofrece productos de forma directa y maneja las objeciones con empatía. El cierre no es completamente claro. Faltó un poco más de detalle en el cierre."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades, ofreció un plan directamente, manejó objeciones, cerró la venta correctamente y se despidió de forma cordial. Se recomienda capacitación en resolución de problemas."
        },
        {
          "puntaje_total": 77.0,
          "resumen": "El agente se identifica y verifica la identidad del cliente. Detecta necesidades y ofrece un plan. Maneja objeciones y completa el cierre. Debe mejorar la presentación inicial y ser más proactivo con fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no verifica la identidad del cliente, y no maneja las objeciones de forma efectiva. El cierre es incompleto y la despedida es poco profesional. La proactividad y empatía son bajas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no sigue los pasos básicos de la venta ni las reglas de negocio."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni realiza el cierre. No muestra empatía."
        }
      ],
      "pct_ofrece_fibra": 22.0
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 5.8
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 39,
      "con_plan": 8,
      "ofrece_fibra": 9,
      "pct_plan": 20.5,
      "pct_fibra": 23.1
    },
    "calidad_llamadas": {
      "total_llamadas": 125,
      "tmo_seg": 145.1,
      "pct_capta_atencion": 35.2,
      "menos_30seg": 33,
      "corte_cliente": 90,
      "corte_agente": 33
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 30.1,
      "general": 30.6,
      "diferencia": -0.5,
      "percentil": 58.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 14.9,
        "general": 17.9,
        "diferencia": -3.0
      },
      "identificacion_cliente": {
        "agente": 41.7,
        "general": 49.4,
        "diferencia": -7.7
      },
      "deteccion_necesidades": {
        "agente": 27.1,
        "general": 14.3,
        "diferencia": 12.8
      },
      "oferta_productos": {
        "agente": 26.8,
        "general": 36.1,
        "diferencia": -9.3
      },
      "manejo_objeciones": {
        "agente": 32.2,
        "general": 27.8,
        "diferencia": 4.4
      },
      "cierre": {
        "agente": 14.4,
        "general": 19.5,
        "diferencia": -5.1
      },
      "despedida": {
        "agente": 33.2,
        "general": 51.2,
        "diferencia": -18.0
      },
      "proactividad": {
        "agente": 14.1,
        "general": 8.5,
        "diferencia": 5.6
      },
      "empatia": {
        "agente": 49.3,
        "general": 37.5,
        "diferencia": 11.9
      },
      "resolucion_problemas": {
        "agente": 32.7,
        "general": 21.0,
        "diferencia": 11.7
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Cisterna Katerinne\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Katerinne es **Crítico**. Su puntaje promedio de 30.1 de 100 la ubica por debajo del promedio del equipo (30.6 de 100), aunque su percentil es de 58.5, lo que indica que todavía tiene margen para ascender rápidamente. Comparado con el coaching anterior, el puntaje promedio no ha cambiado, lo que señala la necesidad urgente de implementar un plan de acción efectivo para impulsar su rendimiento. El análisis revela áreas específicas donde Katerinne está significativamente por debajo del promedio del equipo, como la identificación del cliente y la oferta de productos, lo que limita su capacidad para cerrar ventas y ofrecer soluciones completas.\n\n### 2. FORTALEZAS\n*   **Empatía:** Su puntaje de 49.3 de 100 en empatía es superior al promedio del equipo (37.5 de 100). Esto indica que Katerinne tiene la capacidad de conectar con los clientes y entender sus inquietudes. Debe utilizar esta habilidad para generar confianza y establecer una relación más sólida con cada cliente.\n*   **Manejo de Objeciones:** Obtiene 32.2 de 100, por encima del promedio del equipo (27.8 de 100). Esta habilidad le permite rebatir algunas dudas, pero necesita mejorar las técnicas y aplicar las reglas del negocio al pie de la letra.\n*   **Detección de Necesidades:** A pesar de ser una de sus áreas de mejora, el puntaje de 27.1 de 100 es superior al promedio del equipo (14.3 de 100). Esto sugiere que tiene potencial para sobresalir en esta área si enfoca sus esfuerzos en hacer las preguntas correctas y escuchar activamente a los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Identificación del Cliente:** Con un puntaje de 41.7 de 100, está por debajo del promedio del equipo (49.4 de 100). No está siguiendo el script obligatorio \"¿Me comunico con [Nombre]?\" para confirmar la identidad del cliente. Este es un paso fundamental para personalizar la interacción y cumplir con los protocolos de seguridad.\n*   **Oferta de Productos:** Su puntaje de 26.8 de 100 es bajo en comparación con el promedio del equipo (36.1 de 100). No está ofreciendo el producto de manera directa y sin preguntar al cliente si está interesado, como indica la regla de negocio.\n*   **Cierre:** Obtiene un puntaje de 14.4 de 100, por debajo del promedio (19.5 de 100). No está cerrando la venta asignando una sucursal o solicitando la dirección directamente, como indica la regla de negocio.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (14.9 de 100) Debe mejorar su saludo inicial, presentándose de manera clara y concisa. *Acción*: Practicar un saludo estandarizado y energico.\n*   **Identificación del Cliente:** (41.7 de 100) Fundamental verificar la identidad del cliente al inicio. *Acción*: Aplicar obligatoriamente la frase \"¿Me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** (27.1 de 100) Aunque tiene potencial, necesita hacer preguntas más específicas sobre el uso del celular y los GB. *Acción*: Preparar una lista de preguntas clave basadas en los planes de Movistar y las necesidades comunes de los clientes.\n*   **Oferta de Productos:** (26.8 de 100) Debe ofrecer los planes directamente, sin preguntar si le interesa al cliente. *Acción*: Practicar la presentación de los planes con frases como \"Tengo una oferta que le VA a interesar.\"\n*   **Manejo de Objeciones:** (32.2 de 100) Responde de forma generica. *Acción*: Preparar respuestas específicas para las objeciones más comunes, respetando las reglas de negocio.\n*   **Cierre:** (14.4 de 100) Asignar sucursal o pedir dirección directamente. *Acción*: Incluir en el speech de cierre frases como \"Para completar su solicitud, ¿qué sucursal de Movistar le queda más cómoda?\" o \"¿Me indica su dirección para coordinar la instalación?\".\n*   **Despedida:** (33.2 de 100) La despedida debe ser cordial y profesional. *Acción*: Asegurarse de agradecer al cliente por su tiempo y ofrecer acompañamiento durante la portabilidad.\n*   **Proactividad:** (14.1 de 100) Ofrecer fibra directamente. *Acción*: Incluir en el speech de venta la oferta de fibra, sin preguntar si le interesa.\n*   **Empatía:** (49.3 de 100) Mantener esta fortaleza, utilizando la empatía para generar confianza. *Acción*: Escuchar activamente al cliente y responder a sus inquietudes de manera personalizada.\n*   **Resolución de Problemas:** (32.7 de 100) Acompañar durante la portabilidad. *Acción*: Asegurarse de conocer los procesos de portabilidad y estar preparado para responder preguntas y resolver problemas relacionados.\n\n### 5. PLAN DE ACCION SEMANAL\n\n*   **Semana 1:** **Identificación y Oferta Directa.**\n    *   Acciones: Implementar obligatoriamente la frase \"¿Me comunico con [Nombre]?\" al inicio de cada llamada. Ofrecer los planes directamente sin preguntar si le interesa al cliente.\n*   **Semana 2:** **Cierre y Proactividad.**\n    *   Acciones: Cerrar la venta asignando una sucursal o solicitando la dirección directamente. Incluir en el speech de venta la oferta de fibra sin preguntar si le interesa.\n*   **Semana 3:** **Manejo de Objeciones.**\n    *   Acciones: Preparar respuestas específicas para las objeciones más comunes, respetando las reglas de negocio. Role-playing con el equipo.\n*   **Semana 4:** **Consolidación y Optimización.**\n    *   Acciones: Revisar todas las áreas de mejora y ajustar el plan según los resultados. Monitorear las llamadas para asegurar el cumplimiento de las reglas de negocio.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además del plan de celular, tengo una oferta de fibra óptica que le VA a interesar.\"\n*   **Técnicas de cierre directo:**\n    *   \"Para completar su solicitud, ¿qué sucursal de Movistar le queda más cómoda?\"\n    *   \"¿Me indica su dirección para coordinar la instalación?\"\n*   **Manejo de objeciones personalizado:**\n    *   Cliente: \"Es que el precio es alto.\"\n    *   Respuesta: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero cuando ven la velocidad de navegación, la estabilidad de la señal y los beneficios adicionales, se dan cuenta de que vale la pena la inversión.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   Meta de puntaje del modelo a 30 días: Aumentar el puntaje promedio a 50 de 100.\n*   Meta de calidad de llamadas: Reducir la cantidad de llamadas críticas en un 50%.\n*   KPIs específicos a mejorar:\n    *   Aumentar el porcentaje de llamadas en las que se identifica al cliente en un 50%.\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra en un 40%.\n    *   Aumentar el porcentaje de cierres en un 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nKaterinne, tu empatía es una gran fortaleza. Con un enfoque en la identificación del cliente, la oferta directa de productos y el cierre efectivo, sé que puedes alcanzar tu máximo potencial. Implementa este plan de acción con disciplina y verás cómo tus resultados mejoran rápidamente. ¡Confío en tu capacidad para lograr grandes cosas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}