{
  "agente": "Mza 55",
  "agente_codigo": "MZA 55",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:27:39.217745",
  "metricas": {
    "agente": "Mza 55",
    "agente_codigo": "MZA 55",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 79,
      "puntaje_promedio": 16.2,
      "puntaje_min": 0,
      "puntaje_max": 84,
      "desviacion_std": 20.7,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 2,
      "llamadas_regulares": 7,
      "llamadas_criticas": 68,
      "criterios": {
        "saludo_presentacion": 4.2,
        "identificacion_cliente": 35.7,
        "deteccion_necesidades": 6.8,
        "oferta_productos": 27.1,
        "manejo_objeciones": 14.9,
        "cierre": 14.1,
        "despedida": 28.6,
        "proactividad": 1.5,
        "empatia": 16.7,
        "resolucion_problemas": 8.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 43,
        "Proactividad": 41,
        "Manejo de objeciones": 26,
        "Presentación": 25,
        "Identificación del cliente": 23
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 16,
        "Despedida cordial": 7,
        "Despedida": 6,
        "Cierre": 6,
        "Identificación del cliente.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 84.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece planes directos, maneja objeciones y busca cerrar la venta. Se sugiere ofrecer fibra o productos adicionales para mejorar."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente demostró un buen manejo de la llamada, especialmente en la identificación del cliente, detección de necesidades, manejo de objeciones y cierre.  Necesita mejorar la presentación inicial y ser proactivo en la oferta de productos adicionales.  Demostró empatía y resolvió los problemas del cliente."
        },
        {
          "puntaje_total": 78.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja objeciones y completa el cierre.  Necesita mejorar la detección de necesidades y la proactividad con productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente y no muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. No cumple con ningún criterio de evaluación. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no intenta cerrar la venta. Tampoco muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no verifica identidad, no detecta necesidades, no ofrece productos ni realiza el cierre. No muestra empatía ni proactividad."
        }
      ],
      "pct_ofrece_fibra": 1.3
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 234,
      "tmo_seg": 83.0,
      "pct_capta_atencion": 37.6,
      "menos_30seg": 70,
      "corte_cliente": 160,
      "corte_agente": 67
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 16.2,
      "general": 30.6,
      "diferencia": -14.4,
      "percentil": 37.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 4.2,
        "general": 17.9,
        "diferencia": -13.7
      },
      "identificacion_cliente": {
        "agente": 35.7,
        "general": 49.4,
        "diferencia": -13.7
      },
      "deteccion_necesidades": {
        "agente": 6.8,
        "general": 14.3,
        "diferencia": -7.5
      },
      "oferta_productos": {
        "agente": 27.1,
        "general": 36.1,
        "diferencia": -9.0
      },
      "manejo_objeciones": {
        "agente": 14.9,
        "general": 27.8,
        "diferencia": -12.8
      },
      "cierre": {
        "agente": 14.1,
        "general": 19.5,
        "diferencia": -5.5
      },
      "despedida": {
        "agente": 28.6,
        "general": 51.2,
        "diferencia": -22.6
      },
      "proactividad": {
        "agente": 1.5,
        "general": 8.5,
        "diferencia": -7.0
      },
      "empatia": {
        "agente": 16.7,
        "general": 37.5,
        "diferencia": -20.8
      },
      "resolucion_problemas": {
        "agente": 8.5,
        "general": 21.0,
        "diferencia": -12.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 55\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual del vendedor Mza 55 se encuentra en un nivel **Crítico**, con un puntaje promedio de 16.2 sobre 100, significativamente por debajo del promedio del equipo (30.6). Esto indica una necesidad urgente de mejora en múltiples áreas para alcanzar un rendimiento aceptable. La diferencia con el equipo es de -14.4 puntos, ubicándolo en el percentil 37.1, lo que sugiere que hay un gran potencial de crecimiento.\n\nComparado con el coaching anterior del 2024-02-08, el puntaje promedio se mantiene igual (16.2). Si bien hay un ligero progreso en la identificación del cliente, las áreas de mejora siguen siendo las mismas, lo que indica que las estrategias implementadas anteriormente no han sido efectivas y requieren una revisión profunda.\n\n### 2. FORTALEZAS\n- **Identificación del cliente:** Con un puntaje de 35.7 de 100, es el área más fuerte. Mza 55 parece ser capaz de confirmar la identidad del cliente al inicio de la llamada.\n- **Despedida (incluyendo despedida cordial):** Aunque el puntaje general es bajo, el historial muestra cierta consistencia en este aspecto. Es importante capitalizar esta habilidad y mejorar la calidad general de la despedida.\n- **Cierre:** Si bien el puntaje es bajo (14.1 de 100), el historial muestra que a veces logra cerrar ventas. Se necesita mejorar la consistencia y efectividad de las técnicas de cierre.\n\n### 3. AREAS CRITICAS DE MEJORA\n- **Detección de necesidades:** Con un puntaje de 6.8 de 100, esta es una de las áreas más débiles. No se está indagando adecuadamente sobre las necesidades del cliente, lo que impide ofrecer planes y productos relevantes.\n- **Proactividad:** Con un puntaje de 1.5 de 100, Mza 55 muestra muy poca iniciativa para ofrecer productos adicionales o soluciones alternativas. La falta de proactividad limita las oportunidades de venta cruzada y aumento del valor del ticket promedio.\n- **Manejo de objeciones:** Un puntaje de 14.9 de 100 indica dificultades para superar las objeciones del cliente y persuadirlo de los beneficios de los productos o servicios ofrecidos.\n- **Presentación:** El puntaje bajo en \"Saludo y Presentación\" (4.2 de 100) sugiere que la llamada no está comenzando de la manera más efectiva posible. Esto puede impactar negativamente la percepción del cliente y su disposición a escuchar la oferta.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 4.2 de 100. No se está realizando una presentación efectiva.\n    *   **Qué hace mal:** Presentaciones genéricas, sin generar interés inicial. Falta de entusiasmo y profesionalismo.\n    *   **Cómo mejorar:** Practicar un saludo y presentación concisos y atractivos, resaltando el beneficio principal de la llamada.\n*   **Identificación del cliente:** 35.7 de 100. Si bien es una fortaleza relativa, aún hay margen de mejora.\n    *   **Qué hace mal:** Puede estar omitiendo la verificación completa de la identidad, asumiendo que habla con la persona correcta sin confirmación explícita.\n    *   **Cómo mejorar:** Utilizar la frase \"Hola, ¿me comunico con [Nombre]?\" siempre al inicio de la llamada.\n*   **Detección de necesidades:** 6.8 de 100. Deficiente.\n    *   **Qué hace mal:** No se realizan preguntas clave para entender las necesidades del cliente. Se asumen necesidades sin validar.\n    *   **Cómo mejorar:** Realizar preguntas directas: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\" inmediatamente después de la identificación.\n*   **Oferta de Productos:** 27.1 de 100. Poco efectiva.\n    *   **Qué hace mal:** Ofertas genéricas que no se adaptan a las necesidades del cliente. Falta de entusiasmo y persuasión al presentar los beneficios.\n    *   **Cómo mejorar:** Después de detectar las necesidades, ofrecer el plan más adecuado directamente, enfatizando cómo resuelve sus problemas. No preguntar si le interesa, simplemente comentar la oferta.\n    *   **Oferta de Fibra:** Solo 1.3% de las llamadas ofrecen fibra.\n        *   **Cómo mejorar:** Siempre ofrecer fibra después del plan de telefonía. \"Además, cuento con una oferta increíble de fibra óptica para tu hogar...\"\n*   **Manejo de Objeciones:** 14.9 de 100. Ineficiente.\n    *   **Qué hace mal:** No se abordan las objeciones específicas del cliente. Se ofrecen respuestas genéricas que no resuelven sus dudas.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción y responder directamente. Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero la diferencia es que con este plan tenés...\"\n*   **Cierre:** 14.1 de 100. Débil.\n    *   **Qué hace mal:** Falta de confianza al cerrar la venta. No se concretan los pasos siguientes para la contratación del servicio.\n    *   **Cómo mejorar:** Después de manejar las objeciones, cerrar directamente: \"Perfecto, entonces para activar tu plan, ¿te asigno una sucursal cercana o buscamos un domicilio para la entrega?\"\n*   **Despedida:** 28.6 de 100. Requiere mejora.\n    *   **Qué hace mal:** Despedidas genéricas sin asegurar la satisfacción del cliente.\n    *   **Cómo mejorar:** Agradecer al cliente por su tiempo y reiterar la disponibilidad para ayudar durante el proceso de portabilidad: \"Gracias por tu tiempo. Te acompañaré durante la portabilidad si tienes alguna duda.\"\n*   **Proactividad:** 1.5 de 100. Nula.\n    *   **Qué hace mal:** No se ofrecen productos o servicios adicionales para aumentar el valor de la venta.\n    *   **Cómo mejorar:** Siempre ofrecer fibra, incluso si el cliente inicialmente solo buscaba un plan de telefonía.\n*   **Empatía:** 16.7 de 100. Poca conexión con el cliente.\n    *   **Qué hace mal:** Falta de conexión emocional con el cliente. No se demuestra comprensión de sus necesidades.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y responder de manera que demuestre que entiendes sus preocupaciones y necesidades.\n*   **Resolución de Problemas:** 8.5 de 100. Baja capacidad de solucionar problemas.\n    *   **Qué hace mal:** Falta de conocimiento sobre los procesos de la empresa. No se ofrecen soluciones efectivas a los problemas del cliente.\n    *   **Cómo mejorar:** Capacitación continua sobre los productos, servicios y políticas de la empresa.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1: Identificación y Detección de Necesidades.**\n*   **Foco principal:** Implementar un saludo estandarizado y preguntas efectivas para detectar las necesidades del cliente.\n*   **Acciones:**\n    *   Practicar el saludo: \"Hola, ¿me comunico con [Nombre]?\"\n    *   Memorizar y practicar las preguntas: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n    *   Revisar y practicar ejemplos de llamadas exitosas que utilicen estas técnicas.\n\n**Semana 2: Oferta Directa y Manejo de Objeciones.**\n*   **Foco principal:** Presentar ofertas directas y abordar las objeciones de manera efectiva.\n*   **Acciones:**\n    *   Practicar la presentación directa del plan: \"Tengo una oferta que le VA a interesar...\"\n    *   Preparar respuestas específicas para las objeciones más comunes (precio, cobertura, etc.).\n    *   Role-playing con un compañero para simular diferentes escenarios de objeciones.\n\n**Semana 3: Cierre y Proactividad.**\n*   **Foco principal:** Implementar técnicas de cierre directo y ofrecer productos adicionales (fibra).\n*   **Acciones:**\n    *   Practicar el cierre directo: \"¿Te asigno una sucursal cercana o buscamos un domicilio para la entrega?\"\n    *   Siempre ofrecer fibra después del plan de telefonía.\n    *   Monitorear las llamadas para identificar oportunidades perdidas de cierre y proactividad.\n\n**Semana 4: Consolidación y Optimización.**\n*   **Foco principal:** Revisar el progreso y ajustar las estrategias según sea necesario.\n*   **Acciones:**\n    *   Analizar los resultados de las semanas anteriores.\n    *   Identificar las áreas donde aún se necesita mejora.\n    *   Refinar las técnicas de venta y el manejo de objeciones.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además, cuento con una oferta increíble de fibra óptica para tu hogar. Con [velocidad] vas a poder...\"\n*   **Técnicas de cierre directo:** \"¿Te asigno una sucursal cercana o buscamos un domicilio para la entrega?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero la diferencia es que con este plan tenés [beneficios específicos].\"\n    *   **Cobertura:** \"Entiendo tu preocupación por la cobertura. En tu zona tenemos excelente señal y, de hecho, te ofrezco la posibilidad de probar el servicio por [x días] y si no estás conforme, te devolvemos el dinero.\" (Adaptar según políticas actuales, si no existe, ofrecer alternativas)\n    *   **Permanencia:** \"La permanencia es porque te estamos dando un beneficio exclusivo y para que puedas aprovecharlo al máximo. Pero si por alguna razón no estás conforme, podemos buscar una solución.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 45 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas en un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas donde se detectan las necesidades del cliente en un 200%.\n    *   Aumentar el porcentaje de llamadas donde se ofrece fibra en un 500%.\n    *   Aumentar la tasa de cierre en un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 55, sé que este análisis puede parecer abrumador, pero veo un gran potencial en vos. Identificás bien a los clientes, y eso es un buen punto de partida. Con un enfoque renovado y trabajando en áreas clave como la detección de necesidades y la proactividad, podés transformar tu rendimiento. Concentrate en implementar las técnicas que hemos discutido, y estoy seguro de que vas a ver resultados positivos muy pronto. ¡Vamos a trabajar juntos para que alcances tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}