{
  "agente": "MZA 75",
  "agente_codigo": "MZA 75",
  "equipo": "Sin Equipo",
  "fecha_generacion": "2026-02-09T08:35:57.670154",
  "metricas": {
    "agente": "MZA 75",
    "agente_codigo": "MZA 75",
    "equipo": "Sin Equipo",
    "evaluaciones": {
      "total_evaluadas": 56,
      "puntaje_promedio": 32.6,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 23.3,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 6,
      "llamadas_regulares": 16,
      "llamadas_criticas": 32,
      "criterios": {
        "saludo_presentacion": 13.4,
        "identificacion_cliente": 59.3,
        "deteccion_necesidades": 7.9,
        "oferta_productos": 49.1,
        "manejo_objeciones": 32.1,
        "cierre": 17.0,
        "despedida": 68.8,
        "proactividad": 13.2,
        "empatia": 40.9,
        "resolucion_problemas": 24.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 29,
        "Presentación": 17,
        "Cierre": 16,
        "Manejo de objeciones": 15,
        "Proactividad": 12
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 19,
        "Despedida": 13,
        "Empatía": 8,
        "Manejo de objeciones": 7,
        "Despedida cordial.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se identifica y ofrece un plan. Maneja la objeción del cliente y se despide correctamente. El saludo y la detección de necesidades podrían mejorar."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, ofrece el plan y completa el cierre.  Necesita mejorar la detección de necesidades y ofrecer productos adicionales."
        },
        {
          "puntaje_total": 76.0,
          "resumen": "El agente se presenta correctamente y verifica la identidad del cliente.  Ofrece dos planes directamente. Maneja las objeciones sobre la portabilidad, muestra empatía y completa el cierre parcialmente. No se ofrece fibra.  Debe mejorar la detección de necesidades."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada se centra en las quejas del cliente por llamadas previas. El agente no logra avanzar en el proceso de venta ni manejar las objeciones."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no cierra la venta. Además, no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de presentación, detección de necesidades, manejo de objeciones y cierre. No ofrece fibra. La llamada se interrumpe y no se concreta la venta."
        }
      ],
      "pct_ofrece_fibra": 8.9
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 32.6,
      "general": 30.6,
      "diferencia": 2.1,
      "percentil": 59.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 13.4,
        "general": 17.9,
        "diferencia": -4.5
      },
      "identificacion_cliente": {
        "agente": 59.3,
        "general": 49.4,
        "diferencia": 9.9
      },
      "deteccion_necesidades": {
        "agente": 7.9,
        "general": 14.3,
        "diferencia": -6.5
      },
      "oferta_productos": {
        "agente": 49.1,
        "general": 36.1,
        "diferencia": 13.0
      },
      "manejo_objeciones": {
        "agente": 32.1,
        "general": 27.8,
        "diferencia": 4.4
      },
      "cierre": {
        "agente": 17.0,
        "general": 19.5,
        "diferencia": -2.6
      },
      "despedida": {
        "agente": 68.8,
        "general": 51.2,
        "diferencia": 17.6
      },
      "proactividad": {
        "agente": 13.2,
        "general": 8.5,
        "diferencia": 4.7
      },
      "empatia": {
        "agente": 40.9,
        "general": 37.5,
        "diferencia": 3.4
      },
      "resolucion_problemas": {
        "agente": 24.6,
        "general": 21.0,
        "diferencia": 3.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: MZA 75\n\n### 1. DIAGNOSTICO GENERAL\n\nEl nivel actual de desempeño de MZA 75 es crítico y necesita mejora urgente. Si bien supera ligeramente el puntaje promedio del equipo (32.6 vs 30.6), la alta proporción de llamadas críticas (32 de 56) indica una necesidad de intervención intensiva. En comparación con el coaching anterior, se observa una mejora en la identificación del cliente y la despedida, pero la detección de necesidades sigue siendo un área de debilidad extrema. El potencial de mejora es significativo, especialmente en las áreas de detección de necesidades, presentación, cierre y proactividad, donde el puntaje es considerablemente bajo.\n\n### 2. FORTALEZAS\n\n*   **Identificación del Cliente:** Con un puntaje de 59.3 de 100, MZA 75 demuestra habilidad para confirmar la identidad del cliente al inicio de la llamada.\n*   **Oferta de Productos:** MZA 75 está ofreciendo los productos de manera más directa que el promedio del equipo (49.1 de 100 vs 36.1 de 100). Esto indica que está tomando acción, pero la calidad de la oferta podría mejorar.\n*   **Despedida:** Con un puntaje de 68.8 de 100, MZA 75 realiza despidos adecuados. Mantener esta práctica es crucial para dejar una buena impresión final.\n\n### 3. AREAS CRITICAS DE MEJORA\n\n*   **Detección de Necesidades:** Con un puntaje de 7.9 de 100, esta es la debilidad más crítica. No comprender las necesidades del cliente impide ofrecer soluciones personalizadas y relevantes, lo que impacta directamente en el cierre.\n*   **Cierre:** Un puntaje de 17 de 100 indica dificultades para concretar la venta. Esto puede deberse a la falta de una propuesta de valor clara y a la incapacidad de superar las objeciones finales del cliente.\n*   **Proactividad:** Un puntaje de 13.2 de 100 sugiere que MZA 75 no está tomando la iniciativa para ofrecer productos adicionales, soluciones complementarias o para anticiparse a las necesidades del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 13.4 de 100. Debe mejorar la presentación inicial para captar la atención del cliente desde el principio. **Cómo mejorar:** Usar un saludo enérgico y mencionar brevemente el beneficio principal de la llamada.\n*   **Identificación del Cliente:** 59.3 de 100. Lo está haciendo bien. Debe mantener este nivel de verificación.\n*   **Detección de Necesidades:** 7.9 de 100. No está preguntando lo suficiente sobre el uso del celular o los servicios actuales del cliente. **Cómo mejorar:** Preguntar directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Evitar preguntas indirectas.\n*   **Oferta de Productos:** 49.1 de 100. Está presentando ofertas, pero necesita personalizarlas más. **Cómo mejorar:** Una vez identificadas las necesidades, ofrecer planes específicos que se ajusten a ellas. Mencionar directamente la oferta de fibra sin preguntar si le interesa.\n*   **Manejo de Objeciones:** 32.1 de 100. Debe rebatir las objeciones de manera específica y contundente. **Cómo mejorar:** Preparar respuestas para las objeciones más comunes (precio, cobertura, etc.). Usar la técnica del \"Es lógico que mires el precio. A varios clientes les pasó eso...\".\n*   **Cierre:** 17 de 100. No está cerrando la venta de forma efectiva. **Cómo mejorar:** Después de presentar la oferta, proceder directamente a asignar la sucursal o buscar el domicilio del cliente. Evitar preguntas como \"¿Le gustaría que...?\".\n*   **Despedida:** 68.8 de 100. Lo está haciendo bien. Mantener una despedida cordial y profesional.\n*   **Proactividad:** 13.2 de 100. No está ofreciendo productos adicionales o soluciones complementarias. **Cómo mejorar:** Después de cerrar la venta del plan principal, ofrecer directamente la fibra óptica.\n*   **Empatía:** 40.9 de 100. Mostrar más comprensión y conexión con el cliente. **Cómo mejorar:** Usar frases como \"Entiendo tu preocupación\" o \"A mí también me pasaría lo mismo\".\n*   **Resolución de Problemas:** 24.6 de 100. En llamadas donde el cliente tiene problemas, MZA 75 necesita ser más proactivo para ofrecer soluciones. **Cómo mejorar:** Escuchar atentamente el problema del cliente y ofrecer soluciones concretas de inmediato.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal:** Detección de necesidades. Implementar las preguntas \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" en cada llamada. Revisar grabaciones para identificar cómo mejorar la formulación de estas preguntas.\n**Semana 2:** **Siguiente prioridad:** Cierre directo. Practicar el cierre asignando sucursal o solicitando domicilio directamente después de la presentación de la oferta.\n**Semana 3:** **Consolidación:** Manejo de objeciones. Elaborar un listado de las objeciones más comunes y preparar respuestas efectivas para cada una. Practicar estas respuestas en simulaciones de venta.\n**Semana 4:** **Optimización:** Proactividad y Oferta de Fibra. Asegurarse de ofrecer la fibra óptica en cada llamada, después de cerrar la venta del plan principal.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además del plan, tengo una oferta de fibra óptica que le VA a interesar. Con nuestra fibra, va a poder...\"\n*   **Técnicas de cierre directo:** \"Perfecto, para avanzar con la activación, ¿le queda bien la sucursal de [nombre de la sucursal] o prefiere que coordinemos la instalación en su domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo importante es que este plan te va a dar [beneficios específicos] que justificarán la inversión.\"\n    *   **Cobertura:** \"Entiendo tu preocupación por la cobertura. En tu zona tenemos una excelente señal y, de todas formas, te ofrecemos un período de prueba de [X días] para que puedas comprobarlo por vos mismo.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio de 32.6 a 50.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas a menos de 10 por semana.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje de \"Detección de Necesidades\" de 7.9 a 40.\n    *   Aumentar el puntaje de \"Cierre\" de 17 a 50.\n    *   Aumentar el porcentaje de llamadas donde se ofrece fibra óptica de 8.9% a 70%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 75, tu desempeño actual presenta un gran potencial de crecimiento. Ya demostraste ser capaz de identificar a los clientes y despedirte de forma adecuada, ahora es momento de enfocar esa energía en entender sus necesidades y cerrar las ventas con confianza. Con un enfoque constante en la detección de necesidades y aplicando las técnicas de cierre directo, estoy seguro de que vas a superar tus objetivos y convertirte en un vendedor de alto rendimiento. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}