{
  "agente": "MZA 26",
  "fecha_generacion": "2026-02-02T23:00:13.524954",
  "metricas": {
    "agente": "MZA 26",
    "evaluaciones": {
      "total_evaluadas": 17,
      "puntaje_promedio": 30.5,
      "puntaje_min": 0,
      "puntaje_max": 70,
      "desviacion_std": 26.0,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 39.4,
        "identificacion_cliente": 29.4,
        "deteccion_necesidades": 30.0,
        "oferta_productos": 38.8,
        "manejo_objeciones": 15.3,
        "cierre": 30.0,
        "despedida": 51.2,
        "proactividad": 10.6,
        "empatia": 40.6,
        "resolucion_problemas": 16.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 6,
        "Identificación del cliente": 5,
        "Manejo de objeciones": 5,
        "Proactividad": 5,
        "Oferta de productos": 4
      },
      "fortalezas_frecuentes": {
        "Empatía": 5,
        "Detección de necesidades": 3,
        "Manejo de objeciones": 2,
        "Presentación correcta": 2,
        "Identificación del cliente": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 70,
          "resumen": "El agente identifica al cliente, detecta necesidades y ofrece productos directamente. Maneja la objeción del cliente y completa un cierre con una llamada posterior.  Mejorar la presentación inicial y ser proactivo con ofertas adicionales."
        },
        {
          "puntaje_total": 65,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece un plan directo y muestra empatía.  El cierre no se completa."
        },
        {
          "puntaje_total": 62,
          "resumen": "El agente necesita mejorar la presentación inicial y la identificación del cliente.  El cierre es bueno, pero debe optimizar la detección de necesidades."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta."
        },
        {
          "puntaje_total": 0,
          "resumen": "La llamada no cumple con los criterios de evaluación. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no realizó ninguna de las acciones necesarias para completar la venta. No se presentó, no identificó al cliente, no detectó necesidades, no ofreció productos ni manejo objeciones."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 17,
      "puntaje_promedio": 30.5,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 39.4,
        "identificacion_cliente": 29.4,
        "deteccion_necesidades": 30.0,
        "oferta_productos": 38.8,
        "manejo_objeciones": 15.3,
        "cierre": 30.0,
        "despedida": 51.2,
        "proactividad": 10.6,
        "empatia": 40.6,
        "resolucion_problemas": 16.5
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 266.0,
      "duracion_promedio_min": 4.4,
      "distribucion_duracion": {
        "1-3 min": 21,
        "3-5 min": 4,
        "> 8 min": 4
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 30.5,
      "general": 29.4,
      "diferencia": 1.1,
      "percentil": 59.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 39.4,
        "general": 18.5,
        "diferencia": 20.9
      },
      "identificacion_cliente": {
        "agente": 29.4,
        "general": 51.4,
        "diferencia": -22.0
      },
      "deteccion_necesidades": {
        "agente": 30.0,
        "general": 16.9,
        "diferencia": 13.1
      },
      "oferta_productos": {
        "agente": 38.8,
        "general": 31.2,
        "diferencia": 7.7
      },
      "manejo_objeciones": {
        "agente": 15.3,
        "general": 23.9,
        "diferencia": -8.6
      },
      "cierre": {
        "agente": 30.0,
        "general": 10.3,
        "diferencia": 19.7
      },
      "despedida": {
        "agente": 51.2,
        "general": 56.3,
        "diferencia": -5.1
      },
      "proactividad": {
        "agente": 10.6,
        "general": 11.6,
        "diferencia": -1.1
      },
      "empatia": {
        "agente": 40.6,
        "general": 36.0,
        "diferencia": 4.6
      },
      "resolucion_problemas": {
        "agente": 16.5,
        "general": 16.7,
        "diferencia": -0.2
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 26\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEl vendedor MZA 26 se encuentra actualmente en un nivel que **necesita mejora**. Si bien supera ligeramente el puntaje IA promedio del equipo (30.5 vs 29.4), su desempeño es inconsistente, evidenciado por el alto número de llamadas críticas (8). Comparado con el equipo, tiene un buen desempeño en Saludo y Presentación, Detección de Necesidades y Cierre, pero se encuentra por debajo en Identificación del Cliente, Manejo de Objeciones, Despedida y Proactividad.\n\n**EVOLUCIÓN:** Analizando la comparativa con el período anterior (implícito en el análisis, aunque no se brindan datos específicos de ese período), se observa una mejora en Saludo y Presentación, Detección de Necesidades y Cierre. Sin embargo, ha empeorado en la Identificación del Cliente y el Manejo de Objeciones. Esto sugiere que el foco en la comunicación inicial y el cierre está dando resultados, pero la atención a los detalles en la identificación del cliente y la resolución de sus dudas necesita urgentemente ser reforzada. Su potencial de mejora es alto, ya que demuestra capacidad en algunos aspectos clave de la venta.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ:**\n    *   **Saludo y Presentación:** Aumentó significativamente su puntaje en este criterio, lo que indica un mejor inicio en las llamadas. Es crucial mantener este buen comienzo.\n    *   **Detección de Necesidades:** El incremento en este punto indica que MZA 26 está haciendo un mejor trabajo al preguntar y entender las necesidades de los clientes.\n    *   **Cierre:** La notable mejora en el cierre sugiere que está convirtiendo más leads en ventas.\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del Cliente:** Esta caída es preocupante, ya que la correcta identificación es la base para una interacción efectiva. Es fundamental corregir esto de inmediato.\n    *   **Manejo de Objeciones:** La disminución en esta área impacta directamente en la capacidad de MZA 26 para cerrar ventas frente a la resistencia del cliente.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Proactividad:** A pesar de algunos esfuerzos, la oferta de fibra sigue siendo un punto débil.\n*   **TENDENCIA GENERAL:** Si bien muestra avances en áreas cruciales, el retroceso en la identificación del cliente y el manejo de objeciones exige una intervención inmediata para evitar que impacte negativamente en los resultados generales.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Empatía:** Demuestra una buena capacidad para conectar con los clientes, lo que puede facilitar la conversación y la construcción de confianza.\n    *   *Ejemplo:* Su puntaje de 40.6 es superior al promedio del equipo, lo que indica una habilidad natural para entender y responder a las emociones de los clientes.\n*   **Saludo y Presentación:** La mejora reciente en este criterio indica que MZA 26 está comenzando las llamadas de manera más efectiva.\n    *   *Ejemplo:* Usar un saludo cordial y presentarse claramente genera una primera impresión positiva.\n*   **Cierre:** El aumento en el puntaje de cierre revela una mayor eficacia para concretar las ventas.\n    *   *Ejemplo:* Asignar la sucursal más cercana al cliente para completar la venta o buscar el domicilio.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Identificación del Cliente (NUEVA):** La caída en este criterio es crítica porque una identificación incorrecta impide ofrecer la oferta adecuada a la persona correcta. *Es fundamental verificar el nombre de la persona al inicio de la llamada: \"Hola, ¿me comunico con [Nombre]?\"*\n*   **Manejo de Objeciones (NUEVA):** Responder a las objeciones con respuestas genéricas impide superar las dudas del cliente y cerrar la venta. *Es vital personalizar las respuestas según la objeción puntual de cada cliente.*\n*   **Proactividad (PERSISTENTE):** No ofrecer fibra de forma directa limita las oportunidades de venta y la maximización del valor del cliente. *Es crucial ofrecer fibra directamente, sin preguntar si le interesa.*\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n*   **TMO (Tiempo Medio Operativo):** 4.4 minutos (266 segundos) es relativamente alto, pero está dentro de un rango aceptable. Sin embargo, dada la necesidad de mejorar la identificación del cliente y el manejo de objeciones, es posible que esté dedicando demasiado tiempo a clientes que no están cualificados o a lidiar con objeciones sin la técnica adecuada.\n*   **% Capta Atención:** No disponible, pero es un KPI CRÍTICO a monitorear.\n*   **Cortes de llamada:** No disponible, pero es un KPI importante a analizar. Si hay más cortes del cliente que del agente, puede indicar problemas en el pitch inicial.\n*   **Llamadas <30 seg:** No disponible, pero es un KPI relevante. Demasiadas llamadas cortas indican problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** No disponible.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:**\n    *   *Nivel actual:* Regular.\n    *   *Qué está haciendo mal o bien:* Ha mejorado, pero aún puede ser más directo y seguro al presentarse. Evitar frases como \"Tengo una oferta que podría interesarle\" y utilizar \"Tengo una oferta que le VA a interesar\".\n    *   *Cómo mejorar específicamente:* Utilizar un saludo más enérgico y una presentación concisa que destaque el beneficio principal de la llamada.\n*   **Identificación del Cliente:**\n    *   *Nivel actual:* Bajo.\n    *   *Qué está haciendo mal o bien:* Está fallando en verificar la identidad del cliente al inicio de la llamada.\n    *   *Cómo mejorar específicamente:* Siempre preguntar: \"Hola, ¿me comunico con [Nombre]?\" para confirmar que habla con la persona correcta.\n*   **Detección de Necesidades:**\n    *   *Nivel actual:* Regular.\n    *   *Qué está haciendo mal o bien:* Puede estar haciendo preguntas demasiado genéricas.\n    *   *Cómo mejorar específicamente:* Utilizar preguntas más específicas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" en lugar de \"¿Qué es lo más importante para ti en un plan?\".\n*   **Oferta de Productos:**\n    *   *Nivel actual:* Regular.\n    *   *Qué está haciendo mal o bien:* No está ofreciendo fibra de forma proactiva en todas las llamadas.\n    *   *Cómo mejorar específicamente:* Integrar la oferta de fibra directamente en el pitch, sin preguntar si le interesa. \"Además del plan que le comento, Movistar ofrece un excelente servicio de fibra óptica en su zona con [beneficios específicos]\".\n*   **Manejo de Objeciones:**\n    *   *Nivel actual:* Crítico.\n    *   *Qué está haciendo mal o bien:* Está utilizando respuestas genéricas a las objeciones.\n    *   *Cómo mejorar específicamente:* Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.) y adaptarlas a la situación individual del cliente. Ejemplo para objeción de precio: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre:**\n    *   *Nivel actual:* Regular.\n    *   *Qué está haciendo mal o bien:* Aunque ha mejorado, puede ser más directo y proactivo al cerrar la venta.\n    *   *Cómo mejorar específicamente:* Asignar la sucursal más cercana al cliente para completar la venta o buscar el domicilio directamente después de la aceptación del cliente.\n*   **Despedida:**\n    *   *Nivel actual:* Regular.\n    *   *Qué está haciendo mal o bien:* Podría ofrecer acompañamiento durante la portabilidad.\n    *   *Cómo mejorar específicamente:* Ofrecer acompañamiento durante el proceso de portabilidad.\n*   **Proactividad:**\n    *   *Nivel actual:* Crítico.\n    *   *Qué está haciendo mal o bien:* No está ofreciendo fibra de forma consistente y directa.\n    *   *Cómo mejorar específicamente:* Incluir siempre la oferta de fibra en el pitch.\n*   **Empatía:**\n    *   *Nivel actual:* Bueno.\n    *   *Qué está haciendo mal o bien:* Nada, esta es una fortaleza.\n    *   *Cómo mejorar específicamente:* Continuar mostrando empatía y adaptando su comunicación al cliente.\n*   **Resolución de Problemas:**\n    *   *Nivel actual:* Bajo.\n    *   *Qué está haciendo mal o bien:* No cuenta con los conocimientos para resolver los problemas comunes.\n    *   *Cómo mejorar específicamente:* Aumentar el conocimiento técnico de los productos para responder a las preguntas de los clientes.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1:** **IDENTIFICACIÓN DEL CLIENTE Y MANEJO DE OBJECIONES**.\n*   Acciones: Capacitación intensiva sobre la importancia de la correcta identificación del cliente y técnicas de manejo de objeciones personalizadas. Role-playing de llamadas simuladas con objeciones comunes y revisión de grabaciones de llamadas reales para identificar oportunidades de mejora.\n    *   Tarea: Al final de cada llamada enviar un registro de cómo se manejó cada objeción.\n\n**Semana 2:** **PROACTIVIDAD Y OFERTA DE FIBRA**.\n*   Acciones: Reforzar la importancia de ofrecer fibra en todas las llamadas. Practicar el pitch de fibra y crear scripts personalizados. Monitorear el cumplimiento de esta acción en las llamadas reales.\n    *   Tarea: Enviar las grabaciones para evaluar el pitch y ver si se está cumpliendo con la oferta.\n\n**Semana 3:** **CONSOLIDACIÓN Y CIERRE**.\n*   Acciones: Revisar el progreso en la identificación del cliente, manejo de objeciones y oferta de fibra. Enfocarse en mejorar las técnicas de cierre y asegurar que MZA 26 se sienta cómodo y confiado al concretar la venta.\n    *   Tarea: Revisar las grabaciones de las llamadas y enviar retroalimentación.\n\n**Semana 4:** **OPTIMIZACIÓN Y SEGUIMIENTO**.\n*   Acciones: Continuar monitoreando el desempeño de MZA 26 y proporcionar retroalimentación continua. Identificar nuevas áreas de mejora y ajustar el plan de acción según sea necesario.\n    *   Tarea: Continuar con la revisión de grabaciones.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra (DIRECTA):** \"Además del plan de telefonía móvil, Movistar ofrece un servicio de fibra óptica de alta velocidad en su zona que le VA a interesar por la estabilidad de la conexión y la velocidad para todos sus dispositivos en casa.\"\n*   **Cierre DIRECTO:** \"Para completar la venta, le asigno la sucursal más cercana a su domicilio en [Dirección]. ¿Le parece bien si completa el trámite allí?\" O \"Necesito confirmar su domicilio completo para enviar el chip y el contrato: [Dirección]\".\n*   **Manejo de Objeciones (Ejemplo):**\n    *   *Cliente:* \"Estoy conforme con mi compañía actual.\"\n    *   *Vendedor:* \"Entiendo perfectamente, muchos de nuestros clientes se sentían así antes de probar Movistar. Lo que les hizo cambiar de opinión fue la calidad de nuestra red y la cobertura que ofrecemos, además de [mencionar un beneficio específico del plan que se ofrece].\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 50.\n*   Meta de tasa de conversión: Aumentar la tasa de conversión en un 15%.\n*   Meta de ofrecimiento de fibra: Ofrecer fibra en el 100% de las llamadas.\n*   Meta de % Capta Atención: Aumentar el % de llamadas >1 min a 45%.\n*   Meta de TMO a alcanzar: Reducir el TMO a 3.5 minutos (210 segundos).\n*   KPIs específicos a mejorar: Identificación del Cliente, Manejo de Objeciones y Proactividad.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 26, veo que tenés un gran potencial y has demostrado avances importantes en la presentación y el cierre de tus ventas. ¡Felicitaciones por eso! Ahora, vamos a enfocarnos en perfeccionar la identificación del cliente y afinar tus habilidades para manejar las objeciones. Sé que podés hacerlo y confío en que con este plan de acción, vas a superar tus propios límites y alcanzar tus objetivos. ¡Vamos con todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}