{
  "agente": "amza76",
  "fecha_generacion": "2026-02-23T09:32:50.670492",
  "metricas": {
    "agente": "amza76",
    "evaluaciones": {
      "total_evaluadas": 101,
      "puntaje_promedio": 43.2,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 28.2,
      "llamadas_excelentes": 15,
      "llamadas_criticas": 25,
      "criterios": {
        "saludo_presentacion": 27.6,
        "identificacion_cliente": 65.2,
        "deteccion_necesidades": 41.5,
        "oferta_productos": 53.8,
        "manejo_objeciones": 41.7,
        "cierre": 24.1,
        "despedida": 67.6,
        "proactividad": 27.2,
        "empatia": 57.8,
        "resolucion_problemas": 35.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 27,
        "Manejo de objeciones": 26,
        "Proactividad": 18,
        "Identificación del cliente": 15,
        "Cierre": 15
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 22,
        "Empatía": 20,
        "Manejo de objeciones.": 11,
        "Despedida": 11,
        "Empatía.": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión de la llamada. El agente se presentó, identificó al cliente, ofreció productos adecuados y manejó las objeciones de manera efectiva. El cierre fue exitoso y se mostró proactivo."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "La agente realizó una excelente gestión, cumpliendo con todos los criterios y ofreciendo soluciones a la cliente."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se desempeña de manera excelente, cumpliendo con todos los criterios y mostrando un alto nivel de profesionalismo y empatía. Ofrece un plan adecuado, maneja objeciones de manera efectiva y brinda un excelente servicio al cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, la oferta de productos es confusa, no maneja objeciones y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación, no se presenta, no verifica la identidad, no detecta las necesidades correctamente, no maneja objeciones y no cierra la venta. No hay empatía ni resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada sin objetivos claros de venta. El agente no se presentó, no identificó al cliente, no detectó necesidades, ni ofreció productos. No hubo cierre ni despedida."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 101,
      "puntaje_promedio": 43.2,
      "llamadas_excelentes": 15,
      "llamadas_criticas": 25,
      "criterios": {
        "saludo_presentacion": 27.6,
        "identificacion_cliente": 65.2,
        "deteccion_necesidades": 41.5,
        "oferta_productos": 53.8,
        "manejo_objeciones": 41.7,
        "cierre": 24.1,
        "despedida": 67.6,
        "proactividad": 27.2,
        "empatia": 57.8,
        "resolucion_problemas": 35.2
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 43.2,
      "general": 37.5,
      "diferencia": 5.8,
      "percentil": 60.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 27.6,
        "general": 31.4,
        "diferencia": -3.8
      },
      "identificacion_cliente": {
        "agente": 65.2,
        "general": 61.3,
        "diferencia": 4.0
      },
      "deteccion_necesidades": {
        "agente": 41.5,
        "general": 25.6,
        "diferencia": 15.9
      },
      "oferta_productos": {
        "agente": 53.8,
        "general": 41.8,
        "diferencia": 12.0
      },
      "manejo_objeciones": {
        "agente": 41.7,
        "general": 35.1,
        "diferencia": 6.6
      },
      "cierre": {
        "agente": 24.1,
        "general": 22.4,
        "diferencia": 1.7
      },
      "despedida": {
        "agente": 67.6,
        "general": 59.7,
        "diferencia": 7.9
      },
      "proactividad": {
        "agente": 27.2,
        "general": 12.5,
        "diferencia": 14.7
      },
      "empatia": {
        "agente": 57.8,
        "general": 47.6,
        "diferencia": 10.2
      },
      "resolucion_problemas": {
        "agente": 35.2,
        "general": 30.4,
        "diferencia": 4.8
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza76\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\namza76 se ubica por encima del promedio del equipo en cuanto al puntaje IA (43.2 vs 37.5), situándose en el percentil 60.9. Esto indica un buen desempeño general en comparación con sus compañeros. Su nivel actual puede considerarse **Bueno**, con potencial de alcanzar un nivel **Excelente** si se enfoca en áreas específicas de mejora.\n\n**EVOLUCIÓN**: Afortunadamente, el puntaje IA superior al del equipo y el percentil indican que amza76 ha mantenido un buen rendimiento, lo que sugiere una evolución positiva o, al menos, una consistencia en su trabajo. El potencial de mejora es significativo, ya que sus fortalezas pueden potenciarse aún más y sus debilidades pueden ser abordadas con un plan de acción enfocado.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\nConsiderando que contamos con datos comparativos, podemos analizar la evolución de amza76 en los criterios clave durante la última semana:\n\n*   **QUÉ MEJORÓ**: Los criterios donde amza76 demostró mayor avance son:\n    *   **Detección de necesidades** (+15.9 respecto al promedio del equipo): ¡Excelente trabajo! Esto significa que ha logrado conectar mejor con los clientes y entender sus requerimientos.\n    *   **Oferta de productos** (+12.0): Se ha vuelto más efectivo al presentar las ofertas y planes disponibles.\n    *   **Proactividad** (+14.7): Ha mostrado mayor iniciativa al ofrecer productos adicionales como fibra.\n    *   **Empatía** (+10.2): Ha logrado establecer una mejor conexión con los clientes.\n\n    ¡Felicidades por estas mejoras significativas! Es importante seguir implementando estas estrategias y continuar aprendiendo de cada interacción.\n\n*   **QUÉ EMPEORÓ**: El criterio donde el vendedor tuvo un retroceso es:\n    *   **Saludo y presentación** (-3.8): Este es un punto crítico, ya que es el primer contacto con el cliente. Necesita revisión urgente.\n\n*   **QUÉ SIGUE PENDIENTE**: El cierre sigue siendo un área donde necesita seguir trabajando (24.1), si bien mejoró levemente, aún está por debajo de su potencial.\n\n*   **TENDENCIA GENERAL**: La tendencia general es positiva, considerando las mejoras significativas en varios criterios. Sin embargo, es fundamental abordar el retroceso en el saludo y presentación para asegurar un buen inicio en cada interacción con el cliente.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Identificación del cliente:** Tiene un buen puntaje (65.2), lo que indica que verifica correctamente la identidad de la persona al inicio de la llamada.\n*   **Empatía:** El puntaje de 57.8 demuestra que se conecta bien con los clientes y genera confianza.\n*   **Manejo de objeciones:** Con un puntaje de 41.7, maneja las objeciones de manera efectiva en varias llamadas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Saludo y presentación (NUEVA)**: Esta es una nueva área de mejora y es crucial porque la primera impresión es fundamental. Un saludo y presentación efectivos crean una conexión positiva con el cliente y aumentan las chances de éxito.\n*   **Cierre (PERSISTENTE)**: El cierre sigue siendo un desafío. Es necesario enfocar la energía en convertir las oportunidades en ventas concretas.\n*   **Proactividad (PERSISTENTE)**: A pesar de la mejora en este punto, aún hay margen para ofrecer productos adicionales como fibra de manera más consistente y efectiva.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nAunque no tenemos datos específicos de métricas de llamadas y ventas de amza76, podemos inferir información importante basándonos en las métricas del equipo:\n\n*   **TMO:** El TMO promedio del equipo es de 105.3 segundos (1.75 minutos), muy por debajo del rango óptimo (2-4 minutos). Es fundamental que amza76 extienda la duración de sus llamadas para identificar mejor las necesidades del cliente, ofrecer productos de manera más completa y manejar objeciones de manera efectiva.\n*   **% Capta Atención:** El % Capta Atención promedio del equipo es de 35.6%. Se recomienda que amza76 busque superar ese porcentaje para demostrar que sus llamadas resultan interesantes al cliente.\n*   **Tasa de Aprobación:** La tasa de conversión del equipo es baja (3.2%). Es necesario aumentar esta tasa, mejorando la calidad de las ventas y asegurando que los datos sean correctos para evitar cancelaciones.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n**Saludo y Presentación:**\n*   **Nivel actual:** Bajo (27.6).\n*   **Qué está haciendo mal:** Puede que esté utilizando un saludo genérico o no esté transmitiendo la energía y confianza necesarias.\n*   **Cómo mejorar:** Practicar un saludo personalizado, enérgico y que genere curiosidad. Eliminar la frase \"Tengo una oferta que podría interesarle\" y reemplazarla por \"Tengo una oferta que LE VA a interesar\".\n\n**Identificación del Cliente:**\n*   **Nivel actual:** Bueno (65.2).\n*   **Qué está haciendo bien:** Se asegura de hablar con la persona correcta.\n*   **Cómo mejorar:** Mantener este proceso y asegurarse de pronunciar correctamente el nombre del cliente.\n\n**Detección de Necesidades:**\n*   **Nivel actual:** Regular (41.5).\n*   **Qué está haciendo mal:** Puede que esté haciendo preguntas muy generales que no revelan las necesidades reales del cliente.\n*   **Cómo mejorar:** Enfocarse en preguntas específicas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n**Oferta de Productos:**\n*   **Nivel actual:** Bueno (53.8).\n*   **Qué está haciendo bien:** Presenta las ofertas de manera clara.\n*   **Cómo mejorar:** Personalizar la oferta según las necesidades detectadas y resaltar los beneficios específicos para cada cliente.\n\n**Manejo de Objeciones:**\n*   **Nivel actual:** Regular (41.7).\n*   **Qué está haciendo mal:** Puede que esté dando respuestas genéricas que no abordan las preocupaciones específicas del cliente.\n*   **Cómo mejorar:** Escuchar atentamente la objeción y dar una respuesta personalizada que demuestre comprensión y ofrezca una solución.\n\n**Cierre:**\n*   **Nivel actual:** Crítico (24.1).\n*   **Qué está haciendo mal:** Puede que esté siendo demasiado pasivo o no esté creando un sentido de urgencia.\n*   **Cómo mejorar:** Ser más directo y proactivo al cerrar la venta. Asignar la sucursal más cercana o buscar el domicilio del cliente para completar la transacción.\n\n**Despedida:**\n*   **Nivel actual:** Bueno (67.6).\n*   **Qué está haciendo bien:** Se despide de manera cordial y profesional.\n*   **Cómo mejorar:** Mantener este buen hábito y ofrecer acompañamiento durante la portabilidad (opcional).\n\n**Proactividad:**\n*   **Nivel actual:** Bajo (27.2).\n*   **Qué está haciendo mal:** Puede que esté esperando a que el cliente pregunte por otros productos o no esté ofreciendo fibra de manera consistente.\n*   **Cómo mejorar:** Comentar directamente sobre fibra en cada llamada, sin preguntar si le interesa.\n\n**Empatía:**\n*   **Nivel actual:** Bueno (57.8).\n*   **Qué está haciendo bien:** Se conecta con los clientes y muestra comprensión.\n*   **Cómo mejorar:** Mantener este buen hábito y usarlo para generar confianza y persuadir al cliente.\n\n**Resolución de Problemas:**\n*   **Nivel actual:** Regular (35.2).\n*   **Qué está haciendo mal:** Puede que no esté ofreciendo soluciones efectivas a los problemas del cliente.\n*   **Cómo mejorar:** Escuchar atentamente el problema del cliente, ofrecer soluciones creativas y hacer un seguimiento para asegurar su satisfacción.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n**Semana 1:** **Saludo y Cierre Directo.**\n*   **Acciones:** Practicar un saludo enérgico y personalizado. Implementar técnicas de cierre directo (asignar sucursal/domicilio).\n*   **Objetivo:** Mejorar el puntaje de \"Saludo y Presentación\" y aumentar la tasa de conversión.\n\n**Semana 2:** **Manejo de Objeciones Personalizado.**\n*   **Acciones:** Desarrollar scripts de respuesta para las objeciones más comunes, adaptados a diferentes tipos de clientes.\n*   **Objetivo:** Aumentar el puntaje de \"Manejo de Objeciones\" y reducir la tasa de cancelaciones.\n\n**Semana 3:** **Proactividad en Oferta de Fibra.**\n*   **Acciones:** Integrar la oferta de fibra en cada llamada, sin preguntar si le interesa al cliente.\n*   **Objetivo:** Aumentar el porcentaje de clientes a los que se les ofrece fibra.\n\n**Semana 4:** **Consolidación y Optimización.**\n*   **Acciones:** Revisar las métricas de las semanas anteriores y enfocar los esfuerzos en las áreas que necesiten mayor atención.\n*   **Objetivo:** Consolidar las mejoras y optimizar el proceso de ventas para alcanzar el máximo potencial.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre completo]? Perfecto, mi nombre es [Tu nombre] de Movistar y lo estoy llamando para comentarle sobre una oferta exclusiva.\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\" / \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:** \"Además del plan para tu celular, Movistar ofrece fibra óptica de alta velocidad para tu hogar. Con nuestra fibra, vas a poder disfrutar de una conexión estable y rápida para todos tus dispositivos.\"\n*   **Cierre Directo:** \"Para completar la activación, ¿preferís que te asigne la sucursal más cercana a tu domicilio o te busco el domicilio para coordinar la visita de un técnico?\"\n*   **Manejo de Precio:** \"Entiendo que el precio es importante. Muchos de nuestros clientes se sintieron así al principio, pero después de experimentar la calidad de nuestra conexión y el servicio al cliente, se dieron cuenta de que la inversión vale la pena.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje IA de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 5% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra al 80% de los clientes en 30 días.\n*   **% Capta Atención:** Alcanzar un % Capta Atención del 45% en 30 días.\n*   **TMO:** Ajustar el TMO a un rango de 2 a 4 minutos.\n*   **KPIs específicos:** Mejorar el puntaje de \"Saludo y Presentación\" a 60 y el puntaje de \"Cierre\" a 50.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\namza76, ¡excelente trabajo manteniendo tu rendimiento por encima del promedio del equipo! Las mejoras que has demostrado en detección de necesidades, oferta de productos, proactividad y empatía son un testimonio de tu dedicación y esfuerzo. Ahora, enfoquémonos en el saludo y presentación para causar una excelente primera impresión y en el cierre para concretar aún más ventas. ¡Confío en tu potencial para alcanzar un nivel aún mayor y convertirte en uno de los mejores vendedores del equipo! ¡Vamos por esos objetivos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}