{
  "agente": "MZA 327",
  "fecha_generacion": "2026-01-26T14:49:46.247129",
  "metricas": {
    "agente": "MZA 327",
    "evaluaciones": {
      "total_evaluadas": 9,
      "puntaje_promedio": 24.0,
      "puntaje_min": 0.0,
      "puntaje_max": 54.0,
      "desviacion_std": 24.3,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 4,
      "criterios": {
        "saludo_presentacion": 6.7,
        "identificacion_cliente": 33.3,
        "deteccion_necesidades": 10.0,
        "oferta_productos": 8.9,
        "manejo_objeciones": 34.4,
        "cierre": 27.8,
        "despedida": 37.8,
        "proactividad": 11.1,
        "empatia": 43.3,
        "resolucion_problemas": 26.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 4,
        "Presentación": 3,
        "Identificación del cliente": 3,
        "Mencionar la promoción del 80% de descuento.": 2,
        "Proactividad": 2
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones": 2,
        "Empatía": 2,
        "Resolución de problemas": 2,
        "Identificación correcta del cliente.": 1,
        "Muestra empatía.": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 54.0,
          "resumen": "La llamada se enfoca en el cierre de la portabilidad. No se detectan acciones de venta ni se cumplen con los criterios de evaluación relacionados con la oferta comercial.  El agente debe mejorar la presentación, la oferta de productos y la mención de la promoción."
        },
        {
          "puntaje_total": 52.0,
          "resumen": "El agente necesita mejorar la presentación inicial, la oferta de productos, y la proactividad. Es crucial mencionar la promoción del 80% de descuento."
        },
        {
          "puntaje_total": 50.0,
          "resumen": "El agente necesita mejorar en la presentación, identificación del cliente y detección de necesidades. Debe obligatoriamente mencionar la promo del 80%.  Muestra empatía y realiza el cierre de forma directa."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra, no se despide correctamente y no es proactivo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas obligatorias del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece la promoción, no maneja objeciones y no realiza un cierre adecuado. Tampoco muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios obligatorios de la evaluación. No se presentó adecuadamente, no verificó la identidad del cliente, no detectó necesidades, no ofreció la promoción del 80% y no realizó un cierre de venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 9,
      "puntaje_promedio": 24.0,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 4,
      "criterios": {
        "saludo_presentacion": 6.7,
        "identificacion_cliente": 33.3,
        "deteccion_necesidades": 10.0,
        "oferta_productos": 8.9,
        "manejo_objeciones": 34.4,
        "cierre": 27.8,
        "despedida": 37.8,
        "proactividad": 11.1,
        "empatia": 43.3,
        "resolucion_problemas": 26.7
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 24.0,
      "general": 35.7,
      "diferencia": -11.7,
      "percentil": 42.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.7,
        "general": 32.0,
        "diferencia": -25.3
      },
      "identificacion_cliente": {
        "agente": 33.3,
        "general": 38.7,
        "diferencia": -5.3
      },
      "deteccion_necesidades": {
        "agente": 10.0,
        "general": 23.3,
        "diferencia": -13.3
      },
      "oferta_productos": {
        "agente": 8.9,
        "general": 28.6,
        "diferencia": -19.7
      },
      "manejo_objeciones": {
        "agente": 34.4,
        "general": 33.0,
        "diferencia": 1.4
      },
      "cierre": {
        "agente": 27.8,
        "general": 18.8,
        "diferencia": 9.0
      },
      "despedida": {
        "agente": 37.8,
        "general": 38.5,
        "diferencia": -0.7
      },
      "proactividad": {
        "agente": 11.1,
        "general": 13.9,
        "diferencia": -2.7
      },
      "empatia": {
        "agente": 43.3,
        "general": 43.0,
        "diferencia": 0.3
      },
      "resolucion_problemas": {
        "agente": 26.7,
        "general": 25.1,
        "diferencia": 1.6
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 327\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl vendedor MZA 327 presenta un desempeño significativamente inferior al promedio del equipo, con un puntaje IA de 24.0 comparado con el promedio general de 35.7. Su nivel actual se considera **Crítico**, evidenciado por las cuatro llamadas catalogadas como críticas y las áreas de mejora frecuentes identificadas.\n\nEn comparación con el período anterior (asumiendo que la información proporcionada refleja una evolución), el análisis indica una **evolución negativa**. Si bien muestra fortalezas en el manejo de objeciones, cierre, empatía y resolución de problemas, las deficiencias en saludo, presentación, identificación del cliente, detección de necesidades, oferta de productos y proactividad son alarmantes y requieren atención inmediata. Su potencial de mejora es considerable, pero exige un plan de acción enfocado y una dedicación constante para revertir la tendencia actual.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ:**\n    *   **Manejo de Objeciones:** Su puntaje aumentó ligeramente (1.4 puntos por encima del promedio del equipo). Esto indica una capacidad para responder a las dudas del cliente, aunque aún requiere perfeccionamiento.\n    *   **Cierre:** Incremento notable en este criterio (9 puntos por encima del promedio del equipo), sugiriendo mayor confianza y habilidad para concretar la venta.\n    *   **Empatía y Resolución de Problemas:** Ligeros aumentos, denotando un esfuerzo por conectar con el cliente y ofrecer soluciones.\n*   **QUÉ EMPEORÓ:**\n    *   **Saludo/Presentación:** Disminución significativa (25.3 puntos por debajo del promedio). La primera impresión es fundamental; este retroceso debe ser abordado con urgencia.\n    *   **Detección de Necesidades:** Disminución importante (13.3 puntos por debajo del promedio). No comprender las necesidades del cliente impide ofrecer el producto adecuado.\n    *   **Oferta de Productos:** Disminución importante (19.7 puntos por debajo del promedio). La falta de un pitch de ventas efectivo impacta directamente en los resultados.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Identificación del Cliente:** Se mantiene por debajo del promedio, indicando falta de rigor en la verificación de la identidad del cliente.\n    *   **Proactividad:** Continúa siendo un área de mejora, reflejando la falta de iniciativa para ofrecer productos adicionales (como fibra) de forma proactiva.\n\n**TENDENCIA GENERAL:** La tendencia general es preocupante. Si bien hay mejoras en el manejo de objeciones y el cierre, el declive en áreas fundamentales como saludo/presentación y detección de necesidades requiere intervención urgente. De no tomarse medidas correctivas, sus resultados continuarán siendo inferiores al promedio.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Manejo de Objeciones:** Demuestra capacidad para abordar las dudas del cliente. _Ejemplo: Responde a las inquietudes sobre el precio, ofreciendo alternativas y destacando el valor del servicio._\n*   **Cierre:** Ha mejorado su habilidad para cerrar ventas de manera directa. _Ejemplo: Asigna directamente la sucursal para la portabilidad._\n*   **Empatía:** Muestra disposición para conectar con el cliente. _Ejemplo: Se muestra comprensivo ante las preocupaciones del cliente._\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Saludo/Presentación (PERSISTENTE):** La primera impresión es clave. Un saludo deficiente impacta negativamente en el engagement del cliente. Es crucial que se presente de forma clara y atractiva, mencionando la promoción del 80% de descuento.\n*   **Detección de Necesidades (PERSISTENTE):** No comprender las necesidades del cliente dificulta la oferta del producto adecuado. Debe enfocar su conversación en preguntas que revelen el uso que le da el cliente al celular y los GB que consume.\n*   **Oferta de Productos (PERSISTENTE):** No está ofreciendo los productos de manera efectiva. Debe mejorar su pitch de ventas, destacando los beneficios de los planes y mencionando la oferta de fibra de forma directa (sin preguntar si le interesa).\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nSin acceso a las métricas exactas de llamadas y ventas del agente (TMO, % Capta Atención, etc.), puedo dar un análisis general basado en el contexto.\n\n*   **Asumiendo un % Capta Atención bajo (<30%):** La prioridad debe ser mejorar el enganche inicial. Esto se logra con un saludo/presentación más efectiva y una detección de necesidades más rápida.\n*   **Si el TMO es muy bajo (<2 min):** El agente no está invirtiendo suficiente tiempo en construir una relación con el cliente y entender sus necesidades. Debe extender sus conversaciones, haciéndolas más significativas.\n*   **Si el TMO es muy alto (>4 min):** El agente puede estar teniendo dificultades para cerrar la venta o para manejar objeciones de forma eficiente. Debe practicar técnicas de cierre directo y aprender a rebatir objeciones de manera más concisa.\n*   **Si la tasa de aprobación de ventas es baja:** Puede haber problemas en la calidad de las ventas. Revisar la información que está ingresando y asegurarse de que es correcta y completa.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel Actual | Qué está haciendo mal                                                                                                                                   | Cómo mejorar específicamente (REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                                           |\n| ----------------------- | ----------- | ----------------------------------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación     | Crítico      | No se presenta de forma clara, no menciona la promoción del 80%.                                                                                         | \"Hola, ¿me comunico con [Nombre]? Soy [Tu nombre] de Movistar. Tengo una oferta que le VA a interesar, con un 80% de descuento por [motivo].\"                                                                                                                                                           |\n| Identificación Cliente  | Regular      | No verifica la identidad del cliente de forma sistemática.                                                                                               | \"Hola, ¿me comunico con [Nombre]?\" (Verificar siempre antes de continuar).                                                                                                                                                                                                                                     |\n| Detección Necesidades   | Bajo         | Pregunta genéricas (\"¿Qué es lo más importante para ti en un plan?\") en lugar de indagar sobre el uso real del cliente.                                   | \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\". Adaptar las preguntas según la respuesta inicial.                                                                                                                                                                              |\n| Oferta de Productos     | Bajo         | No presenta los beneficios de los planes de forma atractiva, no menciona la promoción del 80%, no ofrece fibra de forma directa.                      | \"Tenemos planes con [cantidad] GB que le VA a venir perfecto para [uso del cliente, según la detección de necesidades]. Además, tiene un 80% de descuento por [motivo]. Y si quiere una conexión a internet aún más rápida en su casa, le comento que tenemos fibra óptica disponible en su zona.\" |\n| Manejo de Objeciones    | Bueno        | (Mantener su nivel).                                                                                                                                   | Seguir adaptando las respuestas a la objeción específica de cada cliente. Practicar ejemplos de objeciones comunes.                                                                                                                                                                                           |\n| Cierre                  | Bueno        | (Mantener su nivel).                                                                                                                                   | Una vez que el cliente muestra interés, asignar directamente la sucursal o buscar el domicilio para la portabilidad. \"Perfecto, para avanzar con la portabilidad, le asigné la sucursal en [ubicación] para que retire el chip / verifiqué que tenemos cobertura de fibra en su domicilio.\"            |\n| Despedida               | Regular      | (Mantener su nivel).                                                                                                                                   | Ofrecer acompañamiento SOLO durante la portabilidad. \"Si tiene alguna duda durante el proceso de portabilidad, puede contactarme.\"                                                                                                                                                                        |\n| Proactividad            | Bajo         | No ofrece fibra de forma directa, espera a que el cliente pregunte.                                                                                     | Siempre mencionar la fibra después de presentar el plan de celular. \"Y si quiere una conexión a internet aún más rápida en su casa, le comento que tenemos fibra óptica disponible en su zona.\"                                                                                                       |\n| Empatía                 | Bueno        | (Mantener su nivel).                                                                                                                                   | Seguir mostrando comprensión y adaptando el tono a cada cliente.                                                                                                                                                                                                                                      |\n| Resolución de Problemas | Regular      | (Mantener su nivel).                                                                                                                                   | Seguir ofreciendo soluciones y buscando alternativas para satisfacer al cliente.                                                                                                                                                                                                                           |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en el Saludo/Presentación y la Identificación del Cliente.**\n*   Acciones: Practicar el saludo inicial (ver script recomendado), enfocándose en la claridad y la mención de la promoción. Escuchar grabaciones de llamadas exitosas para identificar mejores prácticas. Role-playing con el supervisor. Simulación de llamadas para identificar errores en tiempo real.\n\n**Semana 2:** **Prioridad en la Detección de Necesidades.**\n*   Acciones: Aprender preguntas efectivas para comprender las necesidades del cliente. Analizar las respuestas a las preguntas para adaptar la oferta. Role-playing enfocados en la detección de necesidades.\n\n**Semana 3:** **Consolidación de la Oferta de Productos y Proactividad.**\n*   Acciones: Practicar el pitch de ventas, destacando los beneficios de los planes y mencionando la fibra de forma directa. Grabar y analizar sus propias llamadas para identificar áreas de mejora.\n\n**Semana 4:** **Optimización y Seguimiento.**\n*   Acciones: Revisar las métricas de desempeño (TMO, % Capta Atención, tasa de conversión). Ajustar el plan de acción según los resultados. Continuar con el role-playing y la simulación de llamadas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación antes de continuar)\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Fibra Directa:** \"Y si quiere una conexión a internet aún más rápida en su casa, le comento que tenemos fibra óptica disponible en su zona.\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con la portabilidad, le asigné la sucursal en [ubicación] para que retire el chip / verifiqué que tenemos cobertura de fibra en su domicilio.\"\n*   **Manejo de Objeciones:** (Adaptar la respuesta a cada objeción específica)\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   \"Entiendo que tengas dudas sobre la portabilidad. Pero el proceso es muy sencillo y nosotros te acompañamos en cada paso.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 45 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer la promoción del 80% y la fibra a todos los clientes.\n*   **% Capta Atención:** Alcanzar un % Capta Atención del 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs:** Mejorar específicamente el puntaje en Saludo/Presentación, Detección de Necesidades y Oferta de Productos.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 327, veo que tenés potencial para concretar cierres y sabes manejar las objeciones. Eso es valioso. Ahora, necesitamos que esa misma energía la pongas en el inicio de la llamada y en entender lo que el cliente necesita. Enfocate en mejorar tu presentación y en preguntar lo correcto para ofrecerle lo que realmente le VA a interesar. Sé que podés hacerlo, ¡vamos a trabajar juntos para que alcances tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}