{
  "agente": "Mza 303",
  "agente_codigo": "MZA 303",
  "equipo": "BYL",
  "fecha_generacion": "2026-02-09T08:51:20.889036",
  "metricas": {
    "agente": "Mza 303",
    "agente_codigo": "MZA 303",
    "equipo": "BYL",
    "evaluaciones": {
      "total_evaluadas": 6,
      "puntaje_promedio": 20.8,
      "puntaje_min": 0,
      "puntaje_max": 55,
      "desviacion_std": 24.2,
      "llamadas_excelentes": 0,
      "llamadas_buenas": 0,
      "llamadas_regulares": 2,
      "llamadas_criticas": 4,
      "criterios": {
        "saludo_presentacion": 16.7,
        "identificacion_cliente": 0.0,
        "deteccion_necesidades": 0.0,
        "oferta_productos": 16.7,
        "manejo_objeciones": 16.7,
        "cierre": 8.3,
        "despedida": 16.7,
        "proactividad": 0.0,
        "empatia": 50.0,
        "resolucion_problemas": 33.3
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 6,
        "Identificación del cliente": 5,
        "Oferta de productos": 4,
        "Proactividad": 4,
        "Cierre de venta": 3
      },
      "fortalezas_frecuentes": {
        "Empatía": 3,
        "Presentación": 1,
        "Oferta directa de producto": 1,
        "Manejo de objeciones": 1,
        "Resolución de problemas (gestión de la queja)": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 55.0,
          "resumen": "El agente se presenta y ofrece un plan, mostrando empatía. Debe mejorar la identificación del cliente, la detección de necesidades, completar el cierre y ofrecer otros productos."
        },
        {
          "puntaje_total": 40.0,
          "resumen": "El agente no cumplió con los criterios de venta, pero mostró empatía y trató de solucionar el problema del cliente."
        },
        {
          "puntaje_total": 30.0,
          "resumen": "La llamada no cumple con los objetivos de venta. El agente no se presenta correctamente, no identifica al cliente, ni ofrece productos. El cliente se queja por llamadas repetidas, y el agente muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones ni completa el cierre de venta. La comunicación es poco profesional."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios mínimos de evaluación.  Falta presentación, identificación del cliente, detección de necesidades, cierre efectivo, y proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones, no cierra la venta, no se despide correctamente, no es proactivo y no muestra empatía."
        }
      ],
      "pct_ofrece_fibra": 0.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 74,
      "tmo_seg": 93.2,
      "pct_capta_atencion": 41.9,
      "menos_30seg": 21,
      "corte_cliente": 55,
      "corte_agente": 19
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 20.8,
      "general": 30.6,
      "diferencia": -9.7,
      "percentil": 46.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.7,
        "general": 17.9,
        "diferencia": -1.2
      },
      "identificacion_cliente": {
        "agente": 0.0,
        "general": 49.4,
        "diferencia": -49.4
      },
      "deteccion_necesidades": {
        "agente": 0.0,
        "general": 14.3,
        "diferencia": -14.3
      },
      "oferta_productos": {
        "agente": 16.7,
        "general": 36.1,
        "diferencia": -19.5
      },
      "manejo_objeciones": {
        "agente": 16.7,
        "general": 27.8,
        "diferencia": -11.1
      },
      "cierre": {
        "agente": 8.3,
        "general": 19.5,
        "diferencia": -11.2
      },
      "despedida": {
        "agente": 16.7,
        "general": 51.2,
        "diferencia": -34.5
      },
      "proactividad": {
        "agente": 0.0,
        "general": 8.5,
        "diferencia": -8.5
      },
      "empatia": {
        "agente": 50.0,
        "general": 37.5,
        "diferencia": 12.5
      },
      "resolucion_problemas": {
        "agente": 33.3,
        "general": 21.0,
        "diferencia": 12.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 303\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual del vendedor Mza 303 se encuentra en un nivel **Crítico**. Su puntaje promedio de 20.8 sobre 100 está significativamente por debajo del promedio del equipo (30.6 sobre 100), ubicándolo en el percentil 46.1. Esto indica un área considerable de mejora para alcanzar el rendimiento promedio del equipo.\n\nComparado con el coaching anterior, el puntaje promedio se mantiene sin cambios, lo que sugiere que las acciones tomadas anteriormente no han tenido el impacto deseado o no se han implementado correctamente. Hay un potencial significativo de mejora si se abordan las áreas críticas identificadas y se implementa un plan de acción enfocado y consistente. La prioridad ahora es la ejecución impecable de cada etapa del proceso de venta, basándose en las reglas críticas del negocio.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un 50% en empatía, demuestra una habilidad para conectar con los clientes a nivel emocional. Es crucial mantener esta cualidad y utilizarla estratégicamente durante la conversación para generar confianza.\n*   **Resolución de Problemas:** Un 33.3% en resolución de problemas indica una capacidad para gestionar quejas y encontrar soluciones. Esta habilidad es valiosa para retener clientes y mejorar su experiencia.\n*   **Manejo de Objeciones:** Si bien el porcentaje es bajo (16.7%), es una fortaleza relativa a las otras áreas de mejora. Se debe construir sobre esta base para desarrollar un manejo de objeciones más eficaz.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Identificación del Cliente:** 0% indica una falla completa en verificar la identidad del cliente al inicio de la llamada. Esta es una etapa fundamental para asegurar la precisión de la información y personalizar la oferta.\n*   **Detección de Necesidades:** 0% demuestra una falta de indagación sobre las necesidades específicas del cliente. Sin esta información, es imposible ofrecer soluciones relevantes y atractivas.\n*   **Cierre de Venta:** Con solo un 8.3%, el cierre de venta es un área crítica que requiere atención inmediata. Se deben implementar técnicas de cierre directo y eliminar cualquier frase prohibida.\n*   **Proactividad:** 0% en proactividad indica falta de iniciativa para ofrecer productos adicionales o soluciones personalizadas más allá de la solicitud inicial del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 16.7 de 100. Si bien se realiza el saludo, la presentación debe ser más impactante y generar interés desde el inicio. *Mejora:* Incluir una frase gancho al presentarse que anticipe el valor de la llamada, por ejemplo, \"Hola, soy [Nombre] de Movistar. Tengo una oferta que le VA a interesar para optimizar su servicio actual.\"\n*   **Identificación del Cliente:** 0 de 100. No se está verificando la identidad del cliente. *Mejora:* SIEMPRE comenzar la llamada con \"Hola, ¿me comunico con [Nombre]?\" antes de cualquier otra cosa.\n*   **Detección de Necesidades:** 0 de 100. No se están realizando preguntas para entender las necesidades del cliente. *Mejora:* Después de la identificación, preguntar directamente \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n*   **Oferta de Productos:** 16.7 de 100. La oferta de productos no es directa ni persuasiva. *Mejora:* Luego de identificar las necesidades, ofrecer un plan específico y atractivo. Ejemplo: \"Tengo un plan con [cantidad] GB y [beneficios] que se adapta perfecto a lo que me comentaste, y te incluye [beneficio adicional]\".\n*   **Manejo de Objeciones:** 16.7 de 100. El manejo de objeciones es débil y no aborda las preocupaciones específicas del cliente. *Mejora:* Escuchar atentamente la objeción y responder de manera directa y con argumentos sólidos. No dar respuestas genéricas. Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te aseguro que los beneficios adicionales que te ofrece este plan superan ampliamente la diferencia de costo.\"\n*   **Cierre:** 8.3 de 100. No se está cerrando la venta de manera efectiva. *Mejora:* Asignar la sucursal más cercana o solicitar la dirección para la entrega. Ejemplo: \"¿Genial! Para activar el plan, ¿tenés alguna sucursal de Movistar cerca o preferís que coordinemos la entrega a domicilio?\"\n*   **Despedida:** 16.7 de 100. La despedida es poco profesional. *Mejora:* Agradecer al cliente por su tiempo y reiterar los beneficios del plan. \"Gracias por tu tiempo, [Nombre]. Estoy seguro de que vas a disfrutar mucho de tu nuevo plan Movistar. Estaré acompañándote durante la portabilidad.\"\n*   **Proactividad:** 0 de 100. No se está ofreciendo fibra ni otros productos adicionales. *Mejora:* Después de ofrecer el plan de telefonía, ofrecer DIRECTAMENTE el servicio de fibra: \"Además, te comento que tenemos una oferta de fibra óptica que LE VA a interesar para tu hogar, con [velocidad] y [beneficios adicionales]\".\n*   **Empatía:** 50 de 100. Se demuestra empatía, pero puede ser utilizada de manera más estratégica. *Mejora:* Utilizar la empatía para generar confianza y construir una relación con el cliente.\n*   **Resolución de Problemas:** 33.3 de 100. Se resuelve el problema del cliente, pero puede ser de manera más eficiente y profesional. *Mejora:* Escuchar atentamente el problema, ofrecer una solución clara y concisa, y asegurar al cliente que se hará un seguimiento.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1: IDENTIFICACION Y DETECCION DE NECESIDADES (Foco: Fundamentos)**\n*   **Acciones:**\n    *   En cada llamada, enfocarse en la identificación del cliente y la detección de necesidades.\n    *   Practicar el speech de identificación: \"Hola, ¿me comunico con [Nombre]?\"\n    *   Practicar las preguntas para detectar necesidades: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\".\n    *   Escuchar activamente las respuestas del cliente.\n    *   Revisar las grabaciones de llamadas para auto-evaluación.\n    *   Recibir feedback del jefe de equipo en llamadas en vivo.\n\n**Semana 2: OFERTA DIRECTA Y CIERRE (Foco: Persuasión)**\n*   **Acciones:**\n    *   En cada llamada, después de la detección de necesidades, realizar una oferta directa y atractiva.\n    *   Practicar el speech de oferta: \"Tengo un plan con [cantidad] GB y [beneficios] que se adapta perfecto a lo que me comentaste, y te incluye [beneficio adicional]\".\n    *   Practicar las técnicas de cierre directo: \"¿Genial! Para activar el plan, ¿tenés alguna sucursal de Movistar cerca o preferís que coordinemos la entrega a domicilio?\".\n    *   Analizar las objeciones más comunes y preparar respuestas efectivas.\n    *   Simular escenarios de venta con el jefe de equipo.\n\n**Semana 3: PROACTIVIDAD Y MANEJO DE OBJECIONES (Foco: Valor Agregado)**\n*   **Acciones:**\n    *   En cada llamada, después del cierre del plan de telefonía, ofrecer DIRECTAMENTE el servicio de fibra.\n    *   Practicar el speech de oferta de fibra: \"Además, te comento que tenemos una oferta de fibra óptica que LE VA a interesar para tu hogar, con [velocidad] y [beneficios adicionales]\".\n    *   Perfeccionar el manejo de objeciones utilizando las respuestas preparadas.\n    *   Revisar las métricas de conversión y ajustar la estrategia.\n    *   Realizar role-playing con compañeros de equipo para mejorar el manejo de objeciones.\n\n**Semana 4: OPTIMIZACION Y CONSOLIDACION (Foco: Excelencia)**\n*   **Acciones:**\n    *   Monitorear el progreso y ajustar el plan según sea necesario.\n    *   Continuar practicando y perfeccionando todas las etapas del proceso de venta.\n    *   Compartir las mejores prácticas con el equipo.\n    *   Identificar oportunidades para mejorar la satisfacción del cliente.\n    *   Recibir coaching continuo del jefe de equipo.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Oferta de Fibra:** \"Además, te comento que tenemos una oferta de fibra óptica que LE VA a interesar para tu hogar, con [velocidad] y [beneficios adicionales]\".\n*   **Cierre Directo:** \"¿Genial! Para activar el plan, ¿tenés alguna sucursal de Movistar cerca o preferís que coordinemos la entrega a domicilio?\"\n*   **Manejo de Objeciones:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te aseguro que los beneficios adicionales que te ofrece este plan superan ampliamente la diferencia de costo.\"\n    *   **Ya tengo fibra:** \"Entiendo, pero nuestra fibra te ofrece [beneficios específicos] que no tenés actualmente, como [ejemplo concreto].\"\n    *   **No me interesa:** \"Comprendo, pero permíteme contarte rápidamente sobre [beneficio clave] que podría ser muy útil para vos.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Puntaje del Modelo:** Aumentar el puntaje promedio del modelo a 50 sobre 100 en 30 días.\n*   **Calidad de Llamadas:**\n    *   Reducir el porcentaje de llamadas de menos de 30 segundos en un 50%.\n    *   Aumentar el porcentaje de captación de atención a más de 60 segundos en un 20%.\n*   **KPIs:**\n    *   Aumentar la tasa de identificación del cliente al 90%.\n    *   Aumentar la tasa de detección de necesidades al 70%.\n    *   Aumentar la tasa de cierre de ventas al 30%.\n    *   Aumentar la tasa de oferta de fibra al 100%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 303, tu empatía es una gran ventaja en este negocio. Ahora, es momento de canalizar esa habilidad y convertirla en resultados concretos. Sé que podés elevar tu rendimiento y alcanzar tus metas. Con un enfoque disciplinado en los fundamentos y una actitud proactiva, vas a sorprenderte de lo que podés lograr. ¡Vamos a trabajar juntos para desbloquear tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}