{
  "agente": "Mza 54",
  "agente_codigo": "MZA 54",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:30:13.326346",
  "metricas": {
    "agente": "Mza 54",
    "agente_codigo": "MZA 54",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 71,
      "puntaje_promedio": 30.5,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 26.5,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 14,
      "llamadas_regulares": 14,
      "llamadas_criticas": 41,
      "criterios": {
        "saludo_presentacion": 21.4,
        "identificacion_cliente": 52.3,
        "deteccion_necesidades": 17.9,
        "oferta_productos": 44.6,
        "manejo_objeciones": 33.4,
        "cierre": 22.5,
        "despedida": 53.8,
        "proactividad": 2.8,
        "empatia": 36.1,
        "resolucion_problemas": 16.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 32,
        "Detección de necesidades": 28,
        "Manejo de objeciones": 17,
        "Identificación del cliente": 17,
        "Despedida": 13
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 19,
        "Despedida": 16,
        "Manejo de objeciones": 11,
        "Empatía": 11,
        "Identificación del cliente.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realiza una excelente gestión, cumpliendo con los criterios y mostrando un buen manejo de la conversación.  Puede mejorar la proactividad ofreciendo fibra."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Realiza la detección de necesidades y ofrece planes de forma directa.  Maneja objeciones de forma efectiva y completa el proceso de cierre.  Muestra empatía y resuelve las dudas del cliente.  Debe mejorar la proactividad ofreciendo productos adicionales."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar la presentación y la despedida.  La detección de necesidades, el manejo de objeciones y el cierre fueron buenos. Ofreció el producto de forma directa."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no cierra la venta y no ofrece productos adicionales."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de presentación, identificación del cliente, detección de necesidades, manejo de objeciones, cierre y despedida adecuada. No se observa proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de forma correcta, no intenta el cierre, no muestra empatía y no es proactivo."
        }
      ],
      "pct_ofrece_fibra": 1.4
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 336,
      "tmo_seg": 102.6,
      "pct_capta_atencion": 30.1,
      "menos_30seg": 124,
      "corte_cliente": 199,
      "corte_agente": 135
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 30.5,
      "general": 30.6,
      "diferencia": -0.0,
      "percentil": 58.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 21.4,
        "general": 17.9,
        "diferencia": 3.5
      },
      "identificacion_cliente": {
        "agente": 52.3,
        "general": 49.4,
        "diferencia": 2.8
      },
      "deteccion_necesidades": {
        "agente": 17.9,
        "general": 14.3,
        "diferencia": 3.5
      },
      "oferta_productos": {
        "agente": 44.6,
        "general": 36.1,
        "diferencia": 8.5
      },
      "manejo_objeciones": {
        "agente": 33.4,
        "general": 27.8,
        "diferencia": 5.6
      },
      "cierre": {
        "agente": 22.5,
        "general": 19.5,
        "diferencia": 3.0
      },
      "despedida": {
        "agente": 53.8,
        "general": 51.2,
        "diferencia": 2.6
      },
      "proactividad": {
        "agente": 2.8,
        "general": 8.5,
        "diferencia": -5.7
      },
      "empatia": {
        "agente": 36.1,
        "general": 37.5,
        "diferencia": -1.4
      },
      "resolucion_problemas": {
        "agente": 16.9,
        "general": 21.0,
        "diferencia": -4.1
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 54\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 54 es **Crítico**. Su puntaje promedio de 30.5 de 100 lo ubica en un nivel bajo en comparación con el promedio del equipo (30.6 de 100), aunque está prácticamente igual. Sin embargo, dado que el promedio del equipo es bajo, esto no es un consuelo. Su percentil es de 58.5, lo que indica que está por encima de la mitad de sus compañeros, pero el bajo puntaje general exige una mejora sustancial.\n\nComparado con el coaching anterior, se observa una leve mejora en la identificación del cliente y la despedida, pero la proactividad sigue siendo un problema crítico, y la detección de necesidades requiere atención urgente. El potencial de mejora es alto, dado el margen considerable para crecer en cada área. La cantidad de llamadas consideradas críticas (41 de 71) es alarmante y debe reducirse drásticamente.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 52.3 de 100, Mza 54 muestra una habilidad moderada para confirmar que está hablando con la persona correcta. Debe seguir perfeccionando esta área.\n*   **Despedida:** Obtiene un puntaje de 53.8 de 100, que es relativamente bueno en comparación con sus otras métricas. Debe mantener este nivel de cortesía y profesionalismo.\n*   **Manejo de Objeciones:** Con una puntuación de 33.4 de 100, presenta un nivel moderado en el manejo de objeciones.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Proactividad:** Con un puntaje de solo 2.8 de 100, la falta de proactividad es el problema más crítico. Debe ofrecer activamente fibra y otros productos sin preguntar si al cliente \"le interesaría\".\n*   **Detección de Necesidades:** Un puntaje de 17.9 de 100 indica una incapacidad para identificar las necesidades del cliente y adaptar la oferta en consecuencia.\n*   **Cierre:** El cierre de la venta es otro punto débil (22.5 de 100). Necesita ser más directo y asumir que el cliente está interesado en avanzar.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 21.4 de 100. Debe mejorar la calidad del saludo y presentación.\n    *   **Qué hace mal:** Saludos débiles, falta de entusiasmo, no establece un tono positivo.\n    *   **Cómo mejorar:** Practicar un saludo enérgico y profesional.\n*   **Identificación del Cliente:** 52.3 de 100. Si bien es una fortaleza relativa, aún hay margen de mejora.\n    *   **Qué hace bien:** Generalmente verifica la identidad del cliente.\n    *   **Cómo mejorar:** Asegurarse de que la verificación sea rápida y eficiente.\n*   **Detección de Necesidades:** 17.9 de 100. Urgente necesidad de mejora.\n    *   **Qué hace mal:** No hace preguntas relevantes para entender las necesidades del cliente, se limita a ofrecer planes estándar.\n    *   **Cómo mejorar:** Utilizar preguntas abiertas para descubrir el uso que el cliente le da a su teléfono y datos.\n*   **Oferta de Productos:** 44.6 de 100. Necesita ser más directo y seguro al presentar los productos.\n    *   **Qué hace mal:** No presenta la oferta de forma clara y convincente.\n    *   **Cómo mejorar:** Preparar un discurso de venta conciso y persuasivo.\n*   **Manejo de Objeciones:** 33.4 de 100. Necesita estrategias más efectivas para superar las objeciones.\n    *   **Qué hace mal:** No tiene respuestas preparadas para las objeciones comunes, no rebate la objeción puntualmente.\n    *   **Cómo mejorar:** Anticipar las objeciones más frecuentes y preparar respuestas convincentes.\n*   **Cierre:** 22.5 de 100. Debe ser más directo y asertivo al cerrar la venta.\n    *   **Qué hace mal:** No intenta cerrar la venta, espera que el cliente tome la iniciativa.\n    *   **Cómo mejorar:** Asignar sucursal o solicitar domicilio al final de la conversación.\n*   **Despedida:** 53.8 de 100. Debe mantener este nivel.\n    *   **Qué hace bien:** Se despide de forma cortés.\n    *   **Cómo mejorar:** Asegurarse de que la despedida sea cordial y deje una impresión positiva.\n*   **Proactividad:** 2.8 de 100. La mayor debilidad.\n    *   **Qué hace mal:** No ofrece productos adicionales ni oportunidades para mejorar la experiencia del cliente. No ofrece fibra.\n    *   **Cómo mejorar:** Ofrecer fibra directamente, sin preguntar si le interesa.\n*   **Empatía:** 36.1 de 100. Puede mejorar su conexión con el cliente.\n    *   **Qué hace mal:** No demuestra comprensión ni interés genuino por las necesidades del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente al cliente y validar sus preocupaciones.\n*   **Resolución de Problemas:** 16.9 de 100. Necesita desarrollar habilidades para resolver problemas comunes.\n    *   **Qué hace mal:** No ofrece soluciones efectivas a los problemas planteados por el cliente.\n    *   **Cómo mejorar:** Capacitarse en la resolución de problemas técnicos y administrativos.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en Proactividad y Cierre.** Ofrecer fibra en TODAS las llamadas y practicar el cierre directo (asignar sucursal/domicilio). Revisar 10 grabaciones diarias enfocándose en la parte donde ofrezca o no ofrezca el servicio de Fibra, y donde cierre la llamada o no lo haga.\n**Semana 2:** **Detección de Necesidades y Manejo de Objeciones.** Implementar preguntas clave para detectar necesidades y preparar respuestas para las objeciones más comunes. Role-playing con el equipo DIANA para simular situaciones reales. Revisar 5 llamadas por día para mejorar la habilidad de encontrar la necesidad de cada cliente.\n**Semana 3:** **Consolidación y Empatía.** Reforzar las técnicas aprendidas en las semanas anteriores y enfocarse en mejorar la conexión con el cliente.\n**Semana 4:** **Optimización y Personalización.** Analizar las métricas de las semanas anteriores y ajustar el enfoque para maximizar los resultados.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Ofrecer fibra directamente:**\n    *   \"Aprovechando, te comento que también tenemos fibra óptica en tu zona con [beneficios], lo que te permitiría...\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, para avanzar con la activación, ¿tenés una sucursal de Movistar cerca tuyo para que te acerques?\"\n    *   \"Genial, confirmame tu dirección para que podamos coordinar la instalación.\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción:** \"Es muy caro\". **Respuesta:** \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero si consideramos [beneficios específicos], vas a ver que a la larga te ahorrás plata.\"\n    *   **Objeción:** \"No me interesa\". **Respuesta:** \"Entiendo, pero déjame mostrarte cómo [beneficio específico] te puede solucionar [necesidad detectada].\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 60 de 100.\n*   **Meta de calidad de llamadas:** Reducir las llamadas consideradas críticas a menos del 10%.\n*   **KPIs específicos a mejorar:**\n    *   **Proactividad:** Aumentar el porcentaje de llamadas donde se ofrece fibra a un 80%.\n    *   **Detección de necesidades:** Aumentar el puntaje en \"Detección de Necesidades\" a 50 de 100.\n    *   **Cierre:** Aumentar el porcentaje de llamadas que resultan en un cierre exitoso en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 54, tenés el potencial para ser un vendedor estrella. Ya demostraste que podés identificar al cliente y despedirte de forma profesional. Ahora, enfocá tu energía en ser proactivo, identificar las necesidades de cada cliente y cerrar la venta con seguridad. ¡Confío en que vas a superar tus propios límites!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}