{
  "agente": "MZA 19",
  "fecha_generacion": "2026-01-19T08:07:45.355265",
  "metricas": {
    "agente": "MZA 19",
    "evaluaciones": {
      "total_evaluadas": 37,
      "puntaje_promedio": 58.2,
      "puntaje_min": 5.0,
      "puntaje_max": 625.0,
      "desviacion_std": 97.7,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 67.3,
        "identificacion_cliente": 14.6,
        "deteccion_necesidades": 36.2,
        "oferta_productos": 61.6,
        "manejo_objeciones": 54.7,
        "cierre": 31.9,
        "despedida": 57.3,
        "proactividad": 18.1,
        "empatia": 51.6,
        "resolucion_problemas": 14.1
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 17,
        "Manejo de objeciones": 14,
        "Cierre de ventas": 12,
        "Detección de necesidades": 10,
        "Cierre de venta": 5
      },
      "fortalezas_frecuentes": {
        "Despedida": 10,
        "Empatía": 5,
        "Saludo y presentación": 4,
        "Saludo y presentación inicial": 3,
        "Manejo de objeciones": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 625.0,
          "resumen": "El agente se presenta, ofrece un plan adecuado y maneja bien las objeciones. Debe mejorar la identificación del cliente y la despedida."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente realiza una buena gestión de la llamada, presentando la empresa, identificando al cliente, ofreciendo planes y cerrando parcialmente la venta. Muestra proactividad y empatía. La falta de resolución de problemas se debe a que no hubo quejas."
        },
        {
          "puntaje_total": 77.0,
          "resumen": "El agente realiza una buena gestión de la portabilidad, con buena presentación, verificación de datos y cierre.  Puede mejorar la detección de necesidades y la proactividad en la oferta de productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 5.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, manejo de objeciones ni cierre efectivo. Se muestra poca empatía y no se resuelven los problemas."
        },
        {
          "puntaje_total": 13.0,
          "resumen": "Llamada muy deficiente. El agente no se presenta correctamente, no identifica al cliente ni sus necesidades, no ofrece productos ni intenta cerrar la venta. El manejo de objeciones es muy pobre. La despedida es correcta, pero no compensa el resto."
        },
        {
          "puntaje_total": 15.0,
          "resumen": "El agente se presenta, ofrece planes pero no identifica las necesidades del cliente, ni intenta cerrar la venta. La llamada termina con problemas técnicos."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 37,
      "con_saludo": 33,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 5,
      "ventas": 0,
      "score_calidad_prom": 48.6,
      "pct_saludo": 89.2,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 13.5,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 236.0,
      "duracion_promedio_min": 3.9,
      "distribucion_duracion": {
        "1-3 min": 24,
        "3-5 min": 7,
        "> 8 min": 5,
        "5-8 min": 1
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 58.2,
      "general": 50.3,
      "diferencia": 7.9,
      "percentil": 79.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 67.3,
        "general": 54.7,
        "diferencia": 12.6
      },
      "identificacion_cliente": {
        "agente": 14.6,
        "general": 18.8,
        "diferencia": -4.2
      },
      "deteccion_necesidades": {
        "agente": 36.2,
        "general": 36.6,
        "diferencia": -0.4
      },
      "oferta_productos": {
        "agente": 61.6,
        "general": 47.8,
        "diferencia": 13.8
      },
      "manejo_objeciones": {
        "agente": 54.7,
        "general": 44.1,
        "diferencia": 10.6
      },
      "cierre": {
        "agente": 31.9,
        "general": 25.4,
        "diferencia": 6.5
      },
      "despedida": {
        "agente": 57.3,
        "general": 55.0,
        "diferencia": 2.3
      },
      "proactividad": {
        "agente": 18.1,
        "general": 17.5,
        "diferencia": 0.6
      },
      "empatia": {
        "agente": 51.6,
        "general": 50.2,
        "diferencia": 1.5
      },
      "resolucion_problemas": {
        "agente": 14.1,
        "general": 24.0,
        "diferencia": -10.0
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 19, diseñado para desbloquear su máximo potencial en ventas.\n\n## ANÁLISIS DEL VENDEDOR MZA 19\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 19 se encuentra en una posición prometedora dentro del equipo, superando el puntaje IA promedio. Sin embargo, su tasa de conversión del 0% revela una desconexión crítica entre su habilidad para interactuar con los clientes y el cierre efectivo de ventas. Aunque muestra fortalezas en áreas como el saludo y la oferta de productos, las deficiencias en la identificación del cliente, la resolución de problemas y el cierre impactan significativamente su rendimiento general.\n\nActualmente, catalogaría a MZA 19 en un nivel **\"Necesita Mejora\"**. Si bien tiene buenas bases y supera el promedio en varios criterios, su falta de conversión lo aleja de un desempeño satisfactorio. El potencial de mejora es **alto**. Con un enfoque estratégico en las áreas clave de mejora y una implementación consistente del plan de acción, MZA 19 puede transformarse en un vendedor de alto rendimiento y superar significativamente la tasa de conversión del equipo.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Saludo y Presentación:** MZA 19 sobresale en este aspecto, generando una primera impresión positiva. Debe seguir perfeccionando este inicio para captar la atención del cliente y establecer una base sólida para la conversación.\n    *   **Ejemplo:** \"MZA 19 inicia las llamadas con un saludo cálido y profesional, lo que contribuye a crear un ambiente de confianza desde el principio.\"\n\n*   **Oferta de Productos:** Tiene una buena habilidad para presentar los productos y planes. Esto sugiere un buen conocimiento de la oferta y capacidad para comunicar sus beneficios.\n    *   **Ejemplo:** \"MZA 19 demuestra un buen manejo de la información sobre los productos y planes, adaptando la oferta a lo que cree que podría ser relevante para el cliente.\"\n\n*   **Manejo de Objeciones:** Aunque es un área de mejora, MZA 19 ya muestra cierta habilidad para abordar las objeciones. Esto indica una disposición para persuadir y superar los obstáculos que impiden el cierre.\n    *   **Ejemplo:** \"En algunas llamadas, MZA 19 intenta responder a las objeciones planteadas por los clientes, aunque no siempre con la precisión o la confianza necesarias.\"\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del Cliente:** Esta es la principal debilidad. Sin una comprensión clara de las necesidades y preferencias del cliente, la oferta de productos se vuelve genérica e ineficaz. Es crucial invertir tiempo en hacer preguntas relevantes y escuchar activamente las respuestas.\n    *   **Importancia:** La identificación del cliente es la base de una venta exitosa. Permite personalizar la oferta, crear valor y aumentar las posibilidades de cierre.\n\n*   **Cierre de Ventas:** La falta de cierres (0%) es alarmante. MZA 19 debe aprender técnicas de cierre efectivas y sentirse cómodo al solicitar el compromiso del cliente. El miedo al rechazo puede ser un factor, pero debe superarse.\n    *   **Importancia:** El cierre es el objetivo final de la llamada. Sin cierre, todo el esfuerzo previo se desperdicia. Es necesario aprender a identificar las señales de compra y a cerrar con confianza.\n\n*   **Resolución de Problemas:** Su puntaje bajo indica que MZA 19 puede tener dificultades para abordar las quejas o problemas planteados por los clientes. Esto puede generar frustración y dañar la relación.\n    *   **Importancia:** La resolución de problemas es crucial para construir lealtad y mantener una buena reputación. Los clientes valoran la capacidad de la empresa para solucionar sus problemas de manera rápida y eficiente.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel Actual | Qué está haciendo mal o bien                                                                                                                                                                                                                          | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                                                                        |\n| --------------------- | ----------- | --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Bueno       | Inicia bien las llamadas, pero podría personalizar más el saludo.                                                                                                                                                                                                                                                         | Adaptar el saludo al tipo de cliente y al contexto de la llamada. Usar el nombre del cliente desde el principio. Transmitir entusiasmo y profesionalismo.                                                                                                                                                                           |\n| Identificación Cliente | Crítico     | No dedica suficiente tiempo a preguntar sobre las necesidades del cliente. No escucha activamente las respuestas.                                                                                                                                                           | Preparar preguntas clave para identificar las necesidades del cliente. Tomar notas durante la conversación. Resumir las necesidades del cliente para confirmar la comprensión.                                                                                                                                                                                          |\n| Detección Necesidades | Bajo        | Aunque pregunta, no profundiza lo suficiente. Se conforma con respuestas superficiales.                                                                                                                                                                 | Usar preguntas abiertas para obtener más información. Investigar las motivaciones y los desafíos del cliente. Ofrecer soluciones personalizadas basadas en las necesidades identificadas.                                                                                                                                                                                                   |\n| Oferta Productos      | Bueno       | Presenta los productos, pero no siempre los vincula con las necesidades del cliente.                                                                                                                                                             | Destacar los beneficios de los productos que satisfacen las necesidades del cliente. Usar ejemplos concretos para ilustrar cómo los productos pueden resolver los problemas del cliente.                                                                                                                                                                                            |\n| Manejo Objeciones     | Regular     | Intenta responder a las objeciones, pero a veces carece de la información o la confianza necesarias.                                                                                                                                                | Preparar respuestas para las objeciones más comunes. Practicar las respuestas en voz alta. Mantener la calma y la confianza al abordar las objeciones. Usar el método \"sentir, sentir, encontrar\" para empatizar con el cliente y ofrecer una solución.                                                                                                                                                                  |\n| Cierre                | Crítico     | No intenta cerrar la venta. Evita pedir el compromiso del cliente.                                                                                                                                                                                  | Aprender técnicas de cierre efectivas. Identificar las señales de compra. Pedir el cierre de forma directa y segura. Ofrecer incentivos para cerrar la venta.                                                                                                                                                                                                                  |\n| Despedida             | Regular     | La despedida es correcta, pero podría ser más personalizada.                                                                                                                                                                                    | Agradecer al cliente por su tiempo. Resumir los puntos clave de la conversación. Ofrecer seguimiento y asistencia adicional.                                                                                                                                                                                                                                                     |\n| Proactividad          | Bajo        | No ofrece soluciones adicionales ni busca oportunidades para aumentar la venta.                                                                                                                                                                  | Anticipar las necesidades del cliente y ofrecer soluciones proactivas. Identificar oportunidades para aumentar la venta o realizar venta cruzada.                                                                                                                                                                                                                                    |\n| Empatía               | Regular     | Muestra cierta empatía, pero podría ser más genuina.                                                                                                                                                                                             | Ponerse en el lugar del cliente. Mostrar comprensión y apoyo. Usar un lenguaje positivo y alentador.                                                                                                                                                                                                                                                                       |\n| Resolución Problemas  | Crítico     | No sabe cómo manejar las quejas o los problemas planteados por los clientes.                                                                                                                                                                         | Escuchar atentamente la queja del cliente. Mostrar empatía y comprensión. Ofrecer una solución rápida y efectiva. Hacer seguimiento para asegurarse de que el cliente esté satisfecho.                                                                                                                                                                                              |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1: Enfoque en la Identificación del Cliente**\n\n*   **Acciones:**\n    *   Revisar grabaciones de llamadas propias para identificar los puntos débiles en la identificación del cliente.\n    *   Participar en un taller de escucha activa y técnicas de interrogación.\n    *   Practicar la formulación de preguntas abiertas y el resumen de necesidades en simulaciones de llamadas.\n    *   **Objetivo:** Aumentar el puntaje de \"Identificación del Cliente\" en un 15%.\n\n**Semana 2: Dominio del Cierre de Ventas**\n\n*   **Acciones:**\n    *   Aprender y practicar al menos tres técnicas de cierre diferentes (cierre directo, cierre por escasez, cierre por compromiso).\n    *   Analizar grabaciones de llamadas exitosas de otros vendedores para identificar las señales de compra.\n    *   Implementar las técnicas de cierre aprendidas en las llamadas reales.\n    *   **Objetivo:** Realizar al menos 3 intentos de cierre por día.\n\n**Semana 3: Resolución de Problemas y Empatía**\n\n*   **Acciones:**\n    *   Recibir capacitación sobre el manejo de quejas y la resolución de problemas.\n    *   Practicar la empatía activa y la comunicación asertiva en simulaciones de llamadas.\n    *   Desarrollar un script para abordar las quejas más comunes.\n    *   **Objetivo:** Aumentar el puntaje de \"Resolución de Problemas\" en un 20%.\n\n**Semana 4: Consolidación y Optimización**\n\n*   **Acciones:**\n    *   Revisar todas las áreas de mejora y ajustar el enfoque según los resultados obtenidos.\n    *   Continuar practicando y perfeccionando las habilidades aprendidas.\n    *   Buscar oportunidades para realizar venta cruzada y aumentar la venta.\n    *   **Objetivo:** Aumentar la tasa de conversión en un 2%.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:**\n    *   \"Buenos días/tardes, [Nombre del cliente], soy [Tu nombre] de [Compañía]. ¿Cómo se encuentra hoy?\"\n    *   \"Hola [Nombre del cliente], le llamo de [Compañía] porque tenemos una oferta especial que podría interesarle. ¿Tiene un par de minutos para hablar?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué tipo de servicios de telecomunicaciones utiliza actualmente?\"\n    *   \"¿Qué es lo más importante para usted en un proveedor de servicios de telecomunicaciones?\"\n    *   \"¿Cuáles son sus mayores desafíos en relación con sus servicios actuales?\"\n*   **Manejo de Objeciones:**\n    *   \"Entiendo su preocupación. Muchos de nuestros clientes se sentían igual al principio, pero luego descubrieron que...\"\n    *   \"¿Qué le parece si le ofrezco una prueba gratuita de nuestro servicio para que pueda comprobarlo por sí mismo?\"\n    *   \"¿Cuál es el principal obstáculo que le impide tomar una decisión en este momento?\"\n*   **Cierre:**\n    *   \"Entonces, ¿le parece bien si procedemos con la instalación?\"\n    *   \"¿Prefiere el plan A o el plan B?\"\n    *   \"¿Cuándo le gustaría que comenzáramos a prestarle el servicio?\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje IA:** Alcanzar un puntaje promedio de 75 en 30 días.\n*   **Meta de tasa de conversión:** Aumentar la tasa de conversión a un 3% en 30 días.\n*   **Meta de ofrecimiento de productos:** Ofrecer al menos 3 productos diferentes en cada llamada.\n*   **KPIs específicos:**\n    *   Aumentar el número de preguntas abiertas formuladas por llamada.\n    *   Reducir el tiempo de silencio en las llamadas.\n    *   Aumentar el número de intentos de cierre por llamada.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 19, tienes un gran potencial y lo has demostrado al superar el puntaje promedio del equipo. Ahora, es el momento de enfocarte en convertir ese potencial en resultados tangibles. Sé que puedes superar tus áreas de mejora y alcanzar tus metas. ¡Confío en ti y en tu capacidad para convertirte en un vendedor estrella! Recuerda, cada llamada es una oportunidad para aprender, crecer y alcanzar el éxito. ¡Vamos a por ello!\n",
  "modelo_usado": "gemini-2.0-flash"
}