{
  "agente": "MZA 31",
  "fecha_generacion": "2026-01-26T14:35:10.687236",
  "metricas": {
    "agente": "MZA 31",
    "evaluaciones": {
      "total_evaluadas": 85,
      "puntaje_promedio": 29.4,
      "puntaje_min": 0.0,
      "puntaje_max": 82.0,
      "desviacion_std": 23.6,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 35,
      "criterios": {
        "saludo_presentacion": 32.1,
        "identificacion_cliente": 39.1,
        "deteccion_necesidades": 28.8,
        "oferta_productos": 32.6,
        "manejo_objeciones": 30.2,
        "cierre": 17.1,
        "despedida": 36.9,
        "proactividad": 16.7,
        "empatia": 38.6,
        "resolucion_problemas": 16.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 23,
        "Manejo de objeciones": 20,
        "Detección de necesidades": 20,
        "Identificación del cliente": 19,
        "Presentación y Saludo": 19
      },
      "fortalezas_frecuentes": {
        "Despedida": 7,
        "Identificación del cliente": 6,
        "Identificación correcta del cliente.": 5,
        "Saludo y presentación": 4,
        "Muestra empatía.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 82.0,
          "resumen": "El agente realizó una buena gestión en general, pero debe mejorar la mención de la promoción del 80% de descuento. Demostró habilidades de venta, manejo de objeciones y empatía."
        },
        {
          "puntaje_total": 81.5,
          "resumen": "El agente realiza una venta exitosa, mostrando un buen manejo de la información del producto y el proceso de cierre.  Muestra áreas de mejora en la presentación y la proactividad para ofrecer servicios adicionales."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente no cumplió con los requisitos obligatorios de la promoción del 80%. No se identificó correctamente, no detectó necesidades, y no cerró la venta.  Debe mejorar la proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas de negocio y no demuestra las habilidades necesarias para la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de Movistar. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no menciona la promoción, no maneja objeciones ni realiza un cierre efectivo.  La proactividad y empatía son bajas.  No se observa resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no menciona el 80% de descuento, no maneja objeciones ni realiza un cierre efectivo. La proactividad y empatía son inexistentes."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 85,
      "puntaje_promedio": 29.4,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 35,
      "criterios": {
        "saludo_presentacion": 32.1,
        "identificacion_cliente": 39.1,
        "deteccion_necesidades": 28.8,
        "oferta_productos": 32.6,
        "manejo_objeciones": 30.2,
        "cierre": 17.1,
        "despedida": 36.9,
        "proactividad": 16.7,
        "empatia": 38.6,
        "resolucion_problemas": 16.9
      }
    },
    "clasificacion": {
      "total_llamadas": 29,
      "con_saludo": 10,
      "con_cierre": 0,
      "con_identificacion": 1,
      "ofrece_plan": 0,
      "ofrece_fibra": 5,
      "ventas": 2,
      "score_calidad_prom": 34.5,
      "pct_saludo": 34.5,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 17.2,
      "tasa_conversion": 6.9
    },
    "integral": {
      "duracion_promedio_seg": 336.0,
      "duracion_promedio_min": 5.6,
      "distribucion_duracion": {
        "1-3 min": 20,
        "> 8 min": 5,
        "3-5 min": 4
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 29.4,
      "general": 35.7,
      "diferencia": -6.3,
      "percentil": 49.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 32.1,
        "general": 32.0,
        "diferencia": 0.1
      },
      "identificacion_cliente": {
        "agente": 39.1,
        "general": 38.7,
        "diferencia": 0.4
      },
      "deteccion_necesidades": {
        "agente": 28.8,
        "general": 23.3,
        "diferencia": 5.5
      },
      "oferta_productos": {
        "agente": 32.6,
        "general": 28.6,
        "diferencia": 4.0
      },
      "manejo_objeciones": {
        "agente": 30.2,
        "general": 33.0,
        "diferencia": -2.8
      },
      "cierre": {
        "agente": 17.1,
        "general": 18.8,
        "diferencia": -1.6
      },
      "despedida": {
        "agente": 36.9,
        "general": 38.5,
        "diferencia": -1.6
      },
      "proactividad": {
        "agente": 16.7,
        "general": 13.9,
        "diferencia": 2.8
      },
      "empatia": {
        "agente": 38.6,
        "general": 43.0,
        "diferencia": -4.4
      },
      "resolucion_problemas": {
        "agente": 16.9,
        "general": 25.1,
        "diferencia": -8.1
      }
    },
    "conversion": {
      "agente": 6.9,
      "general": 5.1,
      "diferencia": 1.8
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 31\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl vendedor MZA 31 se encuentra actualmente en un nivel que **necesita mejora**, con un puntaje IA promedio de 29.4, por debajo del promedio del equipo (35.7). Si bien su tasa de conversión (6.9%) supera al promedio del equipo (5.1%), el bajo puntaje general y la alta cantidad de llamadas críticas (35) indican áreas de oportunidad significativas.\n\n**EVOLUCIÓN**: Comparado con el período anterior, el desempeño general del vendedor **EMPEORÓ**. El puntaje IA promedio disminuyó de 37.8 a 29.4. Esto es preocupante y requiere una intervención inmediata. Sin embargo, es positivo observar que la tasa de conversión aumentó (aunque puede ser producto de la casualidad con un volumen bajo de ventas). El potencial de mejora es considerable si se enfoca en las áreas críticas identificadas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ**: El vendedor mostró una ligera mejora en la **Detección de Necesidades** y **Oferta de Productos**, superando el promedio del equipo. También se observa una mejora en la **proactividad**, aunque sigue siendo un área de oportunidad. Es importante reconocer este avance y construir sobre él. La **Tasa de Conversión** mejoró, aunque con el bajo número de ventas, es difícil sacar conclusiones definitivas.\n\n*   **QUÉ EMPEORÓ**: El puntaje promedio general **disminuyó significativamente**. Específicamente, hubo un retroceso en el **Manejo de Objeciones**, **Empatía** y, de manera alarmante, en la **Resolución de Problemas**. Esto sugiere una posible falta de preparación, dificultad para conectar con los clientes, y la falta de habilidad para resolver problemas comunes. También bajó el puntaje en **Cierre** y **Despedida**, lo cual impacta la experiencia del cliente.\n\n*   **QUÉ SIGUE PENDIENTE**: La **Identificación del Cliente**, **Presentación y Saludo** siguen siendo áreas débiles. La **Proactividad** aunque mejoró ligeramente, sigue siendo baja. El **Cierre** es un área crítica que no muestra mejoras.\n\n*   **TENDENCIA GENERAL**: La tendencia general es **negativa**. Con la disminución del puntaje general y el retroceso en áreas clave como el manejo de objeciones y la empatía, se necesita una intervención urgente para revertir esta situación.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Oferta de Productos**: El vendedor demuestra una capacidad para presentar la oferta de productos. Se debe mantener este enfoque, pero asegurándose de que esté alineado con las necesidades del cliente.\n*   **Detección de Necesidades**: Mejoró en la detección de necesidades. Se debe reforzar el uso de preguntas efectivas.\n*   **Tasa de Conversión**: La tasa de conversión es superior a la del equipo. El objetivo es identificar las razones de este éxito y replicarlas en otras llamadas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Cierre (PERSISTENTE)**: El puntaje de cierre es muy bajo (17.1), impactando directamente en las ventas. El vendedor no está concretando las oportunidades. *Por qué es importante:* Un cierre efectivo es la culminación del proceso de venta.\n*   **Manejo de Objeciones (EMPEORÓ)**: El retroceso en esta área (30.2) significa que el vendedor no está preparado para lidiar con las dudas de los clientes. *Por qué es importante:* Superar las objeciones es clave para convertir el interés en venta.\n*   **Resolución de Problemas (EMPEORÓ)**: El bajo puntaje (16.9) sugiere que el vendedor no puede ayudar a los clientes a resolver sus inquietudes. *Por qué es importante:* Demostrar capacidad para resolver problemas aumenta la confianza y la fidelización.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** El TMO de 336 segundos (5.6 min) es ALTO, fuera del rango óptimo. Indica que el vendedor está teniendo dificultades para cerrar las llamadas de manera eficiente, o que está invirtiendo demasiado tiempo en clientes que no van a comprar.\n*   **% Capta Atención**: No se proporciona este dato directamente. Sin embargo, la alta cantidad de llamadas críticas (35) y el bajo puntaje promedio sugieren que es probablemente BAJO. Esto es CRÍTICO y debe ser una prioridad.\n*   **Cortes de llamada**: No se indica quién corta la llamada. Es importante monitorear esto en los próximos días.\n*   **Llamadas <30 seg**: No hay datos de llamadas menores a 30 segundos.\n*   **Tasa de aprobación de ventas**: No hay datos disponibles.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio             | Nivel       | Qué está haciendo mal                                                                                                       | Cómo mejorar (Respetando Reglas)                                                                                                                                                                                    |\n| -------------------- | ----------- | ---------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Bajo        | Posiblemente usando frases genéricas, no generando un impacto inicial positivo.                                               | Empezar con una frase que demuestre el beneficio inmediato, como \"Tengo una oferta que LE VA a interesar para mejorar su plan actual\".                                                                         |\n| Identificación Cliente | Regular     | No verifica correctamente la identidad del cliente.                                                                       | Siempre preguntar: \"Hola, ¿me comunico con [Nombre]?\" para asegurar que habla con la persona correcta.                                                                                                           |\n| Detección Necesidades | Regular     | Haciendo preguntas genéricas como \"¿Qué es lo más importante para ti?\"                                                       | Preguntar directamente: \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actualmente?\".                                                                                                   |\n| Oferta de Productos  | Regular     | No personaliza la oferta según las necesidades detectadas.                                                                   | Adaptar la oferta basándose en la información obtenida en la detección de necesidades. \"Como me comentaste que usás mucho las redes sociales, este plan con [X] GB y acceso ilimitado a [Red Social] te VA a interesar.\" |\n| Manejo de Objeciones  | Bajo        | Usando respuestas genéricas o no rebatir la objeción del cliente.                                                             | Escuchar atentamente la objeción específica y responder con un argumento personalizado. Ejemplo: \"Entiendo que te preocupe el precio. Muchos clientes pensaron lo mismo al principio, pero después valoraron la estabilidad de la conexión y el servicio técnico.\"                            |\n| Cierre               | Crítico     | Preguntando \"¿Te parece bien si...?\" o \"¿Le gustaría que...?\".                                                               | Asignar directamente una sucursal cercana o buscar el domicilio del cliente para la instalación. \"Perfecto, para que puedas disfrutar de tu nuevo plan lo antes posible, te agendé para el [Día] en nuestra sucursal de [Ubicación].\"                                                        |\n| Despedida            | Regular     | Despidiéndose de manera genérica.                                                                                             | Ofrecer acompañamiento durante la portabilidad si aplica. \"Lo estaré acompañando durante todo el proceso de portabilidad para asegurarme de que todo funcione correctamente.\"                                     |\n| Proactividad         | Bajo        | No ofrece fibra.                                                                                                            | Comentar directamente sobre la fibra sin preguntar si le interesa. \"Además, te comento que tenemos un excelente servicio de fibra óptica en tu zona, con velocidades de hasta [X] megas, lo que te permitirá disfrutar de Netflix y YouTube sin interrupciones\".                          |\n| Empatía              | Regular     | No demuestra comprensión hacia las preocupaciones del cliente.                                                               | Utilizar frases como \"Entiendo tu preocupación\" y adaptar el lenguaje al cliente.                                                                                                                         |\n| Resolución Problemas | Crítico     | Incapacidad para resolver problemas del cliente.                                                                              | Escuchar atentamente la problemática, buscar soluciones y ofrecer alternativas.                                                                                                                             |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: Cierre y Manejo de Objeciones.** Sesiones de role-playing intensivas para practicar el cierre directo y el manejo de objeciones personalizadas. Revisión de llamadas críticas y análisis de los cierres fallidos.\n**Semana 2:** **Prioridad: Detección de Necesidades y Proactividad.** Implementar un script con preguntas efectivas para detectar las necesidades del cliente. Practicar la oferta directa de fibra óptica.\n**Semana 3:** **Consolidación: Saludo y Presentación.** Refinar el saludo y la presentación para generar un impacto positivo desde el inicio.\n**Semana 4:** **Optimización: Resolución de Problemas.** Capacitación sobre los problemas más comunes que enfrentan los clientes y cómo resolverlos de manera eficiente.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:** \"Además, te comento que tenemos un excelente servicio de fibra óptica en tu zona, con velocidades de hasta [X] megas, lo que te permitirá disfrutar de Netflix y YouTube sin interrupciones.\"\n*   **Cierre Directo:** \"Perfecto, para que puedas disfrutar de tu nuevo plan lo antes posible, te agendé para el [Día] en nuestra sucursal de [Ubicación].\"\n*   **Manejo de Objeciones:** \"Entiendo tu preocupación por el precio. Muchos clientes pensaron lo mismo al principio, pero después valoraron la estabilidad de la conexión y el servicio técnico.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 8% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 80% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el porcentaje de llamadas >1 min al 50% en 30 días.\n*   **TMO:** Reducir el TMO a 4 minutos en 30 días.\n*   **KPIs:** Mejorar el puntaje en \"Cierre\" y \"Manejo de Objeciones\" en 20 puntos.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 31, sé que esta última semana no fue la mejor, pero tengo plena confianza en tu potencial. Identificamos áreas específicas donde podemos trabajar juntos para que vuelvas a encaminarte y superes tus propios límites. Tu tasa de conversión ya demuestra que tenés la capacidad de cerrar ventas. Ahora, vamos a enfocarnos en fortalecer tus habilidades de manejo de objeciones y cierre directo para que cada llamada sea una oportunidad de éxito. ¡Confío en vos y en tu capacidad para crecer!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:10:05.634027",
  "evolucion": null
}