{
  "agente": "MZA 39",
  "fecha_generacion": "2026-01-19T07:59:37.205432",
  "metricas": {
    "agente": "MZA 39",
    "evaluaciones": {
      "total_evaluadas": 70,
      "puntaje_promedio": 45.6,
      "puntaje_min": 0.0,
      "puntaje_max": 110.0,
      "desviacion_std": 19.5,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 6,
      "criterios": {
        "saludo_presentacion": 68.7,
        "identificacion_cliente": 22.6,
        "deteccion_necesidades": 39.7,
        "oferta_productos": 43.0,
        "manejo_objeciones": 51.1,
        "cierre": 21.5,
        "despedida": 71.8,
        "proactividad": 17.9,
        "empatia": 55.4,
        "resolucion_problemas": 36.0
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 27,
        "Manejo de objeciones": 25,
        "Detección de necesidades": 20,
        "Cierre de ventas": 20,
        "Oferta de productos": 10
      },
      "fortalezas_frecuentes": {
        "Despedida": 20,
        "Saludo y presentación": 14,
        "Empatía": 12,
        "Manejo de objeciones": 10,
        "Presentación": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 110.0,
          "resumen": "El agente no cumple con los criterios de calidad. La presentación es confusa, no identifica al cliente ni detecta sus necesidades. No hay un manejo adecuado de objeciones ni cierre de venta. La empatía es limitada y la resolución de problemas es ineficaz."
        },
        {
          "puntaje_total": 89.0,
          "resumen": "La agente realiza una buena gestión de venta, presentando el plan, identificando al cliente y cerrando la venta de manera efectiva.  Muestra empatía con el cliente.  Puede mejorar la proactividad en el ofrecimiento de productos adicionales."
        },
        {
          "puntaje_total": 83.5,
          "resumen": "El agente realizó una excelente gestión de la venta, mostrando un buen desempeño en la presentación, identificación del cliente, oferta de productos, manejo de objeciones y cierre. Demostró proactividad y empatía con el cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada equivocada. El agente no cumple con ninguna de las etapas de una llamada de ventas."
        },
        {
          "puntaje_total": 6.0,
          "resumen": "La llamada carece de presentación, identificación del cliente y un cierre efectivo. La oferta es poco clara y no se detectan las necesidades del cliente. El agente ofrece un plan pero la llamada necesita mejorar la estructura y la claridad."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "Llamada muy básica, sin cumplimiento de objetivos. El agente no sigue el protocolo de presentación ni venta."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 70,
      "con_saludo": 61,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 4,
      "ventas": 4,
      "score_calidad_prom": 53.2,
      "pct_saludo": 87.1,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 5.7,
      "tasa_conversion": 5.7
    },
    "integral": {
      "duracion_promedio_seg": 170.0,
      "duracion_promedio_min": 2.8,
      "distribucion_duracion": {
        "1-3 min": 55,
        "3-5 min": 9,
        "> 8 min": 5,
        "5-8 min": 1
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 45.6,
      "general": 50.3,
      "diferencia": -4.8,
      "percentil": 62.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 68.7,
        "general": 54.7,
        "diferencia": 14.0
      },
      "identificacion_cliente": {
        "agente": 22.6,
        "general": 18.8,
        "diferencia": 3.8
      },
      "deteccion_necesidades": {
        "agente": 39.7,
        "general": 36.6,
        "diferencia": 3.1
      },
      "oferta_productos": {
        "agente": 43.0,
        "general": 47.8,
        "diferencia": -4.8
      },
      "manejo_objeciones": {
        "agente": 51.1,
        "general": 44.1,
        "diferencia": 7.0
      },
      "cierre": {
        "agente": 21.5,
        "general": 25.4,
        "diferencia": -3.9
      },
      "despedida": {
        "agente": 71.8,
        "general": 55.0,
        "diferencia": 16.8
      },
      "proactividad": {
        "agente": 17.9,
        "general": 17.5,
        "diferencia": 0.3
      },
      "empatia": {
        "agente": 55.4,
        "general": 50.2,
        "diferencia": 5.2
      },
      "resolucion_problemas": {
        "agente": 36.0,
        "general": 24.0,
        "diferencia": 12.0
      }
    },
    "conversion": {
      "agente": 5.7,
      "general": 5.1,
      "diferencia": 0.6
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 39, diseñado para impulsar su desempeño y desbloquear su máximo potencial en ventas.\n\n## ANÁLISIS DE DESEMPEÑO DE MZA 39\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 39 muestra un desempeño ligeramente por debajo del promedio del equipo, con un puntaje IA de 45.6 comparado con el promedio del equipo de 50.3. Aunque su tasa de conversión (5.7%) supera ligeramente el promedio (5.1%), existen áreas críticas que necesitan atención para mejorar su eficacia general. Específicamente, la identificación del cliente y el cierre de ventas son puntos débiles significativos. Considero que su nivel actual se sitúa en **\"Necesita Mejora\"**, pero con un **\"Potencial de Mejora Alto\"**. Posee fortalezas en el saludo, la despedida, la empatía y la resolución de problemas que, bien canalizadas, pueden impulsar significativamente su desempeño.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Saludo y Despedida:** MZA 39 consistentemente inicia y finaliza las interacciones de manera positiva (puntuaciones de 68.7 y 71.8 respectivamente). Esto crea una buena primera y última impresión en los clientes.\n    *   **Ejemplo:** MZA 39 utiliza un saludo amigable y personalizado, lo que ayuda a establecer una conexión inicial positiva con el cliente.\n*   **Empatía:** Muestra una capacidad de entender y conectar con los clientes (puntuación de 55.4), lo que facilita la construcción de relaciones y la generación de confianza.\n    *   **Ejemplo:** MZA 39 demuestra genuino interés en las preocupaciones del cliente y ofrece soluciones adaptadas a sus necesidades.\n*   **Resolución de Problemas:** Destaca en la resolución de problemas (puntuación de 36.0, superior al promedio del equipo), lo que sugiere que es capaz de encontrar soluciones efectivas para las necesidades de los clientes.\n    *   **Ejemplo:** MZA 39 aborda las inquietudes del cliente con una actitud proactiva y ofrece alternativas viables para resolver sus problemas.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del Cliente:** Con una puntuación de 22.6, esta es una de las áreas más débiles. No identificar correctamente al cliente dificulta la personalización de la oferta y la detección de sus necesidades reales.\n    *   **Importancia:** Sin una identificación precisa, es imposible adaptar la propuesta de valor a las necesidades específicas del cliente, lo que disminuye la probabilidad de cerrar la venta.\n*   **Detección de Necesidades:** Una puntuación de 39.7 indica que MZA 39 tiene dificultades para descubrir las necesidades y deseos del cliente. Esto impide que pueda presentar productos o servicios que realmente les interesen.\n    *   **Importancia:** Conocer las necesidades del cliente permite crear una propuesta de valor irresistible y construir una relación de confianza que facilita la venta.\n*   **Cierre:** Con una puntuación de 21.5, el cierre de ventas es una de las áreas más débiles. La falta de un cierre efectivo deja las oportunidades de venta sin concretar, perdiendo ingresos potenciales.\n    *   **Importancia:** El cierre es el momento crucial para convertir el interés del cliente en una venta real. Dominar las técnicas de cierre aumenta significativamente la tasa de conversión y el volumen de ventas.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                  | Nivel   | ¿Qué está haciendo?                                                                                                                                                                                             | Cómo Mejorar Específicamente                                                                                                                                                                                                                                                                                                                                                                                                           |\n| :------------------------ | :------ | :------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | :--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación     | Bueno   | Inicia bien las llamadas, pero podría ser más personalizado.                                                                                                                                                  | Incluir el nombre del cliente en el saludo (\"Buenos días, Sr./Sra. [Nombre del Cliente], soy [Tu Nombre] de [Empresa]\"). Practicar diferentes saludos para variar la rutina.                                                                                                                                                                                                                                               |\n| Identificación del Cliente | Bajo    | Raramente identifica al cliente, lo que dificulta la personalización de la oferta.                                                                                                                             | Preguntar directamente al cliente quién es y cuál es su situación actual (\"¿Podría confirmarme su nombre y qué servicios tiene actualmente con nosotros?\"). Validar la información con el cliente para asegurarse de que es precisa.                                                                                                                                                                                                                  |\n| Detección de Necesidades  | Regular | Intenta detectar necesidades, pero podría profundizar más.                                                                                                                                                      | Hacer preguntas abiertas para descubrir las necesidades y deseos del cliente (\"¿Qué busca en un servicio de telecomunicaciones?\", \"¿Qué es lo más importante para usted en este momento?\"). Escuchar activamente las respuestas del cliente y hacer preguntas de seguimiento para obtener más información.                                                                                                                                   |\n| Oferta de Productos       | Regular | Ofrece productos, pero podría relacionarlos mejor con las necesidades del cliente.                                                                                                                             | Adaptar la oferta a las necesidades específicas del cliente (\"Basándonos en lo que me ha contado, creo que este plan [Nombre del Plan] podría ser perfecto para usted porque...\"). Destacar los beneficios del producto o servicio que son más relevantes para el cliente.                                                                                                                                                     |\n| Manejo de Objeciones      | Regular | Aborda las objeciones, pero podría ser más persuasivo.                                                                                                                                                        | Anticipar las objeciones comunes y preparar respuestas efectivas. Utilizar la técnica de \"sentir, sentir, encontrar\" para abordar las objeciones con empatía (\"Entiendo cómo se siente... Otros clientes se sentían así... Pero encontraron que...\"). Ofrecer soluciones alternativas para superar las objeciones.                                                                                                                            |\n| Cierre                    | Bajo    | No cierra las ventas de manera efectiva, perdiendo oportunidades.                                                                                                                                            | Utilizar técnicas de cierre suaves pero efectivas (\"¿Le gustaría que le activemos este plan ahora mismo?\", \"¿Qué le parece si avanzamos con la contratación?\"). Ofrecer incentivos para cerrar la venta (\"Si contrata hoy, le ofrecemos un descuento especial\"). Preguntar directamente si el cliente está listo para comprar.                                                                                                           |\n| Despedida                 | Bueno   | Se despide cordialmente, pero podría ser más profesional.                                                                                                                                                       | Agradecer al cliente por su tiempo y ofrecerle información de contacto para futuras consultas. Despedirse con un tono amigable y profesional (\"Gracias por su tiempo, Sr./Sra. [Nombre del Cliente]. Si tiene alguna pregunta, no dude en contactarnos\").                                                                                                                                                                  |\n| Proactividad              | Bajo    | No ofrece productos adicionales ni complementarios.                                                                                                                                                           | Ofrecer productos o servicios adicionales que puedan complementar la oferta principal (\"También tenemos este servicio de [Nombre del Servicio] que podría interesarle\"). Destacar los beneficios de los productos o servicios adicionales para el cliente.                                                                                                                                                    |\n| Empatía                   | Bueno   | Muestra empatía, pero podría ser más genuino.                                                                                                                                                               | Escuchar activamente las preocupaciones del cliente y mostrar un interés genuino en sus necesidades. Utilizar frases empáticas para demostrar que entiendes al cliente (\"Entiendo cómo se siente\", \"Puedo imaginar lo frustrante que debe ser\"). Adaptar el tono de voz y el lenguaje corporal para conectar con el cliente.                                                                                               |\n| Resolución de Problemas   | Bueno   | Resuelve problemas de manera efectiva, pero podría ser más rápido.                                                                                                                                              | Tener acceso a la información necesaria para resolver los problemas de manera eficiente. Capacitarse en la resolución de problemas comunes. Ofrecer soluciones alternativas para satisfacer las necesidades del cliente.                                                                                                                                                                                                |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n*   **Semana 1: Identificación del Cliente y Escucha Activa**\n    *   **Foco:** Dominar la identificación del cliente y la escucha activa para comprender sus necesidades.\n    *   **Acciones:**\n        *   Revisar scripts y técnicas de preguntas efectivas.\n        *   Practicar la escucha activa en simulaciones de llamadas.\n        *   Analizar grabaciones de llamadas propias para identificar áreas de mejora.\n        *   Implementar un checklist de preguntas clave para identificar al cliente y sus necesidades.\n*   **Semana 2: Oferta Personalizada y Manejo de Objeciones**\n    *   **Foco:** Adaptar la oferta a las necesidades del cliente y superar las objeciones comunes.\n    *   **Acciones:**\n        *   Crear un catálogo de ofertas personalizadas basadas en diferentes perfiles de clientes.\n        *   Preparar respuestas efectivas para las objeciones más frecuentes.\n        *   Practicar el manejo de objeciones en role-playing con otros vendedores.\n        *   Utilizar la técnica \"sentir, sentir, encontrar\" para abordar las objeciones con empatía.\n*   **Semana 3: Técnicas de Cierre Efectivas**\n    *   **Foco:** Dominar técnicas de cierre persuasivas pero no agresivas.\n    *   **Acciones:**\n        *   Estudiar diferentes técnicas de cierre y elegir las que mejor se adapten a su estilo de venta.\n        *   Practicar el cierre en simulaciones de llamadas.\n        *   Grabar y analizar llamadas propias para identificar oportunidades de cierre perdidas.\n        *   Utilizar incentivos para cerrar la venta, como descuentos o promociones especiales.\n*   **Semana 4: Proactividad y Seguimiento**\n    *   **Foco:** Ofrecer productos adicionales y realizar un seguimiento efectivo de los clientes.\n    *   **Acciones:**\n        *   Identificar productos o servicios adicionales que puedan complementar la oferta principal.\n        *   Preparar un script para ofrecer productos adicionales de manera efectiva.\n        *   Implementar un sistema de seguimiento de clientes para mantenerlos informados y resolver sus dudas.\n        *   Analizar el impacto de la proactividad en la tasa de conversión.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:** \"Buenos días/tardes, [Nombre del Cliente], le habla [Tu Nombre] de [Empresa]. ¿Cómo se encuentra hoy?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué tipo de servicio de telecomunicaciones está buscando?\"\n    *   \"¿Qué características son importantes para usted?\"\n    *   \"¿Cuáles son sus mayores desafíos con su proveedor actual?\"\n*   **Manejo de Objeciones:**\n    *   \"Entiendo su preocupación por el precio. Sin embargo, permítame mostrarle cómo nuestro servicio ofrece un mayor valor a largo plazo gracias a...\"\n    *   \"Otros clientes también tenían esa duda al principio, pero luego descubrieron que...\"\n*   **Cierre:**\n    *   \"¿Le gustaría que le activemos este plan ahora mismo?\"\n    *   \"¿Qué le parece si avanzamos con la contratación?\"\n    *   \"Si contrata hoy, le ofrecemos un descuento especial.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 65 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 8% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer productos adicionales en el 50% de las llamadas.\n*   **KPIs Específicos:**\n    *   Aumentar la puntuación en \"Identificación del Cliente\" a 60.\n    *   Aumentar la puntuación en \"Cierre\" a 50.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 39, ¡tengo plena confianza en tu potencial! Veo que tienes una base sólida en empatía y resolución de problemas. Ahora, enfocándonos en la identificación del cliente y el cierre, podemos llevar tus habilidades al siguiente nivel. ¡Visualiza el éxito y trabajemos juntos para alcanzar esas metas! ¡Cada llamada es una oportunidad para brillar!\n",
  "modelo_usado": "gemini-2.0-flash"
}