{
  "agente": "Mza 53",
  "agente_codigo": "MZA 53",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:26:57.915860",
  "metricas": {
    "agente": "Mza 53",
    "agente_codigo": "MZA 53",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 80,
      "puntaje_promedio": 21.1,
      "puntaje_min": 0,
      "puntaje_max": 510,
      "desviacion_std": 59.7,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 6,
      "llamadas_regulares": 7,
      "llamadas_criticas": 65,
      "criterios": {
        "saludo_presentacion": 10.0,
        "identificacion_cliente": 22.6,
        "deteccion_necesidades": 5.2,
        "oferta_productos": 20.9,
        "manejo_objeciones": 18.4,
        "cierre": 9.8,
        "despedida": 23.1,
        "proactividad": 2.0,
        "empatia": 20.8,
        "resolucion_problemas": 8.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 41,
        "Proactividad": 32,
        "Manejo de objeciones": 31,
        "Identificación del cliente": 30,
        "Presentación": 24
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 9,
        "Despedida cordial": 6,
        "Empatía": 6,
        "Manejo de objeciones": 3,
        "Despedida": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 510.0,
          "resumen": "El agente se presentó, verificó la identidad del cliente y completó el cierre comercial.  La detección de necesidades y la proactividad en la oferta de productos son áreas de mejora."
        },
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, ofreció un plan y manejó objeciones. El cierre fue casi completo, pero tuvo problemas con la sucursal. No ofreció productos adicionales."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar la presentación inicial y la detección de necesidades. Maneja bien las objeciones, completa el cierre y muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó, no verificó la identidad del cliente, no detectó necesidades, no ofreció productos de forma adecuada, no manejó objeciones, no cerró la venta, y no se despidió correctamente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. Falla en la identificación del cliente, detección de necesidades, manejo de objeciones y cierre. No ofrece fibra ni otros productos adicionales."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, la oferta es confusa y no completa el cierre."
        }
      ],
      "pct_ofrece_fibra": 7.5
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 335,
      "tmo_seg": 113.1,
      "pct_capta_atencion": 41.8,
      "menos_30seg": 40,
      "corte_cliente": 239,
      "corte_agente": 96
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 21.1,
      "general": 30.6,
      "diferencia": -9.5,
      "percentil": 46.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 10.0,
        "general": 17.9,
        "diferencia": -7.9
      },
      "identificacion_cliente": {
        "agente": 22.6,
        "general": 49.4,
        "diferencia": -26.8
      },
      "deteccion_necesidades": {
        "agente": 5.2,
        "general": 14.3,
        "diferencia": -9.1
      },
      "oferta_productos": {
        "agente": 20.9,
        "general": 36.1,
        "diferencia": -15.2
      },
      "manejo_objeciones": {
        "agente": 18.4,
        "general": 27.8,
        "diferencia": -9.4
      },
      "cierre": {
        "agente": 9.8,
        "general": 19.5,
        "diferencia": -9.8
      },
      "despedida": {
        "agente": 23.1,
        "general": 51.2,
        "diferencia": -28.1
      },
      "proactividad": {
        "agente": 2.0,
        "general": 8.5,
        "diferencia": -6.5
      },
      "empatia": {
        "agente": 20.8,
        "general": 37.5,
        "diferencia": -16.7
      },
      "resolucion_problemas": {
        "agente": 8.0,
        "general": 21.0,
        "diferencia": -13.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 53\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 53 es **Crítico**. Su puntaje promedio de 21.1 está significativamente por debajo del promedio del equipo (30.6), ubicándolo en el percentil 46.4.  Esto indica que se encuentra entre los vendedores con menor desempeño dentro del equipo DIANA.  Si bien la empatía y la despedida cordial son puntos destacables, las deficiencias en áreas clave como identificación del cliente, detección de necesidades, oferta de productos y cierre impactan negativamente en los resultados generales.\n\nComparado con el coaching anterior, el puntaje promedio se mantiene similar (21.1 vs 21.1). Si bien se evidencian fortalezas en la identificación del cliente y el manejo de objeciones, las áreas de mejora siguen siendo las mismas, lo que indica que el plan de acción anterior no fue del todo efectivo o no se aplicó consistentemente. Existe un gran potencial de mejora si se implementa un plan de acción enfocado y se realiza un seguimiento constante. El bajo porcentaje de ofertas de fibra (7.5%) es alarmante y requiere atención inmediata.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Aunque aún necesita mejorar, es uno de los puntos fuertes en comparación con el resto de las áreas. Puede construir sobre esta base para hacer la identificación más efectiva.\n*   **Empatía:** Demuestra capacidad para conectar con el cliente, lo cual es fundamental. Debe aprovechar esta habilidad para generar confianza y comprender mejor las necesidades.\n*   **Despedida cordial:** Finaliza las llamadas de manera positiva, dejando una buena impresión. Es importante mantener esta práctica y asegurarse de que la despedida sea el cierre de una interacción exitosa.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con una puntuación muy baja (5.2 de 100), esta es la principal área de mejora. Sin comprender las necesidades del cliente, la oferta de productos será inefectiva.\n*   **Proactividad:** La puntuación de 2.0 de 100 revela una falta de iniciativa para ofrecer productos adicionales, como la fibra óptica. Es crucial ser más proactivo para maximizar las oportunidades de venta.\n*   **Cierre:** Con una puntuación de 9.8 de 100, la dificultad para cerrar ventas es evidente. Necesita aprender y aplicar técnicas de cierre directo para convertir las oportunidades en ventas concretas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y presentación:** (10.0 de 100) - Necesita mejorar la presentación inicial. Debe ser claro, conciso y generar interés en el cliente desde el primer momento.\n    *   **Qué hace mal:** Posiblemente no transmite profesionalismo o no capta la atención del cliente rápidamente.\n    *   **Cómo mejorar:** Utilizar un saludo enérgico y personalizado, destacando el beneficio de la llamada desde el inicio. Por ejemplo: \"Hola [Nombre], soy [Tu nombre] de Movistar. Tengo una oferta que le VA a interesar para mejorar su plan actual.\"\n*   **Identificación del cliente:** (22.6 de 100) - Aunque es una fortaleza relativa, aún tiene margen de mejora.\n    *   **Qué hace mal:** Puede que no verifique completamente la identidad del cliente o no genere la confianza necesaria para obtener información relevante.\n    *   **Cómo mejorar:** Después del saludo, preguntar directamente: \"¿Me comunico con [Nombre]?\" para confirmar.\n*   **Detección de necesidades:** (5.2 de 100) - El área más crítica.\n    *   **Qué hace mal:** No realiza preguntas efectivas para comprender las necesidades del cliente o no escucha activamente las respuestas.\n    *   **Cómo mejorar:**  Preguntar directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente?\".  Escuchar atentamente las respuestas y tomar nota mentalmente.\n*   **Oferta de productos:** (20.9 de 100) - La oferta no es efectiva porque no se basa en las necesidades del cliente.\n    *   **Qué hace mal:** Ofrece productos genéricos sin personalizarlos según las necesidades del cliente. No está ofreciendo fibra.\n    *   **Cómo mejorar:** Después de detectar las necesidades, ofrecer el plan que mejor se adapte.  A continuación, comentar directamente sobre la fibra: \"Además, en su zona tenemos cobertura de fibra óptica de alta velocidad.  Con la fibra de Movistar, va a tener una conexión mucho más estable y rápida para disfrutar de sus series, películas y videollamadas sin interrupciones.\"\n*   **Manejo de objeciones:** (18.4 de 100) - No está rebatindo las objeciones de manera efectiva.\n    *   **Qué hace mal:** Posiblemente da respuestas genéricas o no aborda las preocupaciones específicas del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción y responder de manera puntual y directa. Por ejemplo, si el cliente dice \"Es caro\", responder: \"Es lógico que mire el precio. A varios clientes les pasó eso... Pero si lo comparamos con el beneficio de [mencionar un beneficio específico relacionado con sus necesidades], verá que vale la pena la inversión.\"\n*   **Cierre:** (9.8 de 100) - Tiene dificultades para cerrar la venta.\n    *   **Qué hace mal:** No utiliza técnicas de cierre directo o no genera la urgencia necesaria para que el cliente tome una decisión.\n    *   **Cómo mejorar:** Después de presentar la oferta y manejar las objeciones, proceder directamente al cierre: \"Perfecto, para activar el servicio, ¿prefiere que le asignemos la sucursal más cercana o verificamos si tenemos cobertura a domicilio?\"\n*   **Despedida:** (23.1 de 100) - Puede ser más efectiva.\n    *   **Qué hace mal:** La despedida puede ser cordial, pero no cierra el ciclo de venta.\n    *   **Cómo mejorar:** Si el cliente aceptó la oferta, confirmar los siguientes pasos y el acompañamiento: \"Excelente, en este momento gestiono la portabilidad y lo voy a estar acompañando en todo el proceso. ¡Bienvenido a Movistar!\" Si no aceptó, agradecer el tiempo y dejar la puerta abierta: \"Gracias por su tiempo. Si tiene alguna duda, no dude en contactarnos.\"\n*   **Proactividad:** (2.0 de 100) - Muy baja.\n    *   **Qué hace mal:** No ofrece productos adicionales o no busca oportunidades para aumentar la venta.\n    *   **Cómo mejorar:** Siempre ofrecer la fibra.\n*   **Empatía:** (20.8 de 100) - Buena base, pero puede mejorar.\n    *   **Qué hace mal:** Puede que no demuestre suficiente interés genuino en las necesidades del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente, hacer preguntas relevantes y mostrar comprensión.\n*   **Resolución de problemas:** (8.0 de 100) - Necesita mejorar su capacidad para resolver problemas.\n    *   **Qué hace mal:** Puede que no tenga las herramientas o el conocimiento necesario para solucionar los problemas del cliente.\n    *   **Cómo mejorar:** Capacitación constante sobre los productos y servicios de Movistar, así como sobre los procesos de resolución de problemas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Detección de necesidades.**\n*   **Acciones:**\n    *   Revisar y practicar las preguntas clave para la detección de necesidades: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente?\".\n    *   Escuchar grabaciones de llamadas exitosas para identificar cómo los mejores vendedores detectan las necesidades.\n    *   Realizar role-playing con el equipo DIANA enfocándose en la detección de necesidades.\n    *   KPI: Aumentar el puntaje de \"Detección de necesidades\" en un 50%.\n\n**Semana 2:** **Siguiente prioridad: Oferta de fibra y manejo de objeciones.**\n*   **Acciones:**\n    *   Practicar la presentación de la fibra óptica.\n    *   Identificar las objeciones más comunes y preparar respuestas efectivas y personalizadas.\n    *   Realizar role-playing enfocándose en el manejo de objeciones sobre el precio.\n    *   KPI: Aumentar el porcentaje de ofertas de fibra a un 50%. Mejorar el puntaje de \"Manejo de objeciones\" en un 30%.\n\n**Semana 3:** **Consolidación: Cierre y Proactividad.**\n*   **Acciones:**\n    *   Implementar técnicas de cierre directo.\n    *   Practicar la oferta de productos adicionales basada en las necesidades detectadas.\n    *   Revisar y analizar las llamadas de la semana para identificar áreas de mejora.\n    *   KPI: Aumentar el puntaje de \"Cierre\" en un 40%. Mejorar el puntaje de \"Proactividad\" en un 100%.\n\n**Semana 4:** **Optimización: Seguimiento y mejora continua.**\n*   **Acciones:**\n    *   Continuar aplicando las técnicas aprendidas y buscar oportunidades para mejorar.\n    *   Analizar los resultados de las semanas anteriores y ajustar el plan de acción si es necesario.\n    *   Realizar role-playing para mantener las habilidades afinadas.\n    *   KPI: Mantener el crecimiento en todas las áreas y superar el puntaje promedio del equipo.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además, en su zona tenemos cobertura de fibra óptica de alta velocidad.  Con la fibra de Movistar, va a tener una conexión mucho más estable y rápida para disfrutar de sus series, películas y videollamadas sin interrupciones.\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, para activar el servicio, ¿prefiere que le asignemos la sucursal más cercana o verificamos si tenemos cobertura a domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción: \"Es caro\".** Respuesta: \"Es lógico que mire el precio. A varios clientes les pasó eso... Pero si lo comparamos con el beneficio de [mencionar un beneficio específico relacionado con sus necesidades], verá que vale la pena la inversión.\"\n    *   **Objeción: \"No me interesa la fibra\".** Respuesta: \"Entiendo, pero déjeme comentarle que la fibra óptica le va a permitir [mencionar beneficios específicos según las necesidades detectadas], lo que le va a significar [mencionar ahorro de tiempo, dinero o mejora en la experiencia].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas consideradas \"buenas\" a un 30%. Reducir las llamadas \"críticas\" a menos del 20%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje de \"Detección de necesidades\" de 5.2 a 30.\n    *   Aumentar el porcentaje de ofertas de fibra de 7.5% a 70%.\n    *   Aumentar el puntaje de \"Cierre\" de 9.8 a 40.\n    *   Disminuir la cantidad de llamadas cortadas por el agente\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 53, sé que podés dar mucho más. Tenés la capacidad de conectar con los clientes, y eso es un gran primer paso.  Ahora, vamos a enfocarnos en comprender mejor sus necesidades, ofrecerles soluciones que realmente les sirvan y cerrar esas ventas.  Con un plan de acción claro, práctica constante y mi apoyo, estoy seguro de que vas a superar tus propios límites y convertirte en uno de los mejores vendedores del equipo DIANA. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}