{
  "agente": "MZA 314",
  "fecha_generacion": "2026-01-19T08:05:47.614399",
  "metricas": {
    "agente": "MZA 314",
    "evaluaciones": {
      "total_evaluadas": 42,
      "puntaje_promedio": 58.5,
      "puntaje_min": 0.0,
      "puntaje_max": 805.0,
      "desviacion_std": 120.8,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 11,
      "criterios": {
        "saludo_presentacion": 49.3,
        "identificacion_cliente": 19.3,
        "deteccion_necesidades": 43.8,
        "oferta_productos": 47.5,
        "manejo_objeciones": 46.7,
        "cierre": 27.9,
        "despedida": 56.9,
        "proactividad": 24.5,
        "empatia": 50.5,
        "resolucion_problemas": 25.7
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 14,
        "Detección de necesidades": 11,
        "Oferta de productos": 9,
        "Cierre de ventas": 9,
        "Cierre de venta": 7
      },
      "fortalezas_frecuentes": {
        "Despedida": 12,
        "Empatía": 8,
        "Manejo de objeciones": 8,
        "Detección de necesidades": 5,
        "Manejo de objeciones.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 805.0,
          "resumen": "El agente realiza una buena gestión de la venta, con un buen manejo de objeciones y cierre. Se destaca la resolución del problema de la deuda.  Se podría mejorar la proactividad en la oferta de productos y la presentación inicial."
        },
        {
          "puntaje_total": 95.0,
          "resumen": "El agente MZA 314 realiza una excelente gestión. Se presenta bien, identifica las necesidades del cliente, ofrece productos adecuados, cierra la venta correctamente y se despide de manera profesional. Muestra empatía y maneja bien la información del cliente.  Podría mejorar la proactividad."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente realiza una buena gestión de la llamada, identificando las necesidades del cliente, ofreciendo productos adecuados y manejando las objeciones de manera efectiva. Muestra empatía y proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada improductiva. El agente no sigue un guion de ventas ni realiza las acciones necesarias para una venta exitosa."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta efectiva. El agente no se presenta correctamente, no identifica al cliente ni sus necesidades, no ofrece productos ni intenta cerrar la venta. La comunicación es deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con ningún criterio de evaluación."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 42,
      "con_saludo": 12,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 7,
      "ventas": 2,
      "score_calidad_prom": 32.1,
      "pct_saludo": 28.6,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 16.7,
      "tasa_conversion": 4.8
    },
    "integral": {
      "duracion_promedio_seg": 254.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 28,
        "3-5 min": 6,
        "5-8 min": 4,
        "> 8 min": 4
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 58.5,
      "general": 50.3,
      "diferencia": 8.2,
      "percentil": 79.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 49.3,
        "general": 54.7,
        "diferencia": -5.4
      },
      "identificacion_cliente": {
        "agente": 19.3,
        "general": 18.8,
        "diferencia": 0.5
      },
      "deteccion_necesidades": {
        "agente": 43.8,
        "general": 36.6,
        "diferencia": 7.2
      },
      "oferta_productos": {
        "agente": 47.5,
        "general": 47.8,
        "diferencia": -0.3
      },
      "manejo_objeciones": {
        "agente": 46.7,
        "general": 44.1,
        "diferencia": 2.6
      },
      "cierre": {
        "agente": 27.9,
        "general": 25.4,
        "diferencia": 2.4
      },
      "despedida": {
        "agente": 56.9,
        "general": 55.0,
        "diferencia": 1.9
      },
      "proactividad": {
        "agente": 24.5,
        "general": 17.5,
        "diferencia": 7.0
      },
      "empatia": {
        "agente": 50.5,
        "general": 50.2,
        "diferencia": 0.3
      },
      "resolucion_problemas": {
        "agente": 25.7,
        "general": 24.0,
        "diferencia": 1.7
      }
    },
    "conversion": {
      "agente": 4.8,
      "general": 5.1,
      "diferencia": -0.4
    }
  },
  "analisis_coaching": "¡Entendido! Vamos a analizar a MZA 314 y construir un plan de acción que lo impulse a la cima. Aquí va mi análisis exhaustivo y el plan que le permitirá alcanzar su máximo potencial:\n\n**1. DIAGNÓSTICO GENERAL**\n\nMZA 314 se encuentra en una posición prometedora dentro del equipo. Su puntaje IA promedio (58.5) supera significativamente el promedio general (50.3), ubicándolo en el percentil 79.1. Esto indica que tiene un buen entendimiento general del proceso de venta y un desempeño superior al de la mayoría de sus compañeros. Sin embargo, su tasa de conversión (4.8%) está ligeramente por debajo del promedio (5.1%), lo que sugiere que hay oportunidades de optimización en la ejecución, especialmente en el cierre.\n\nConsiderando sus fortalezas en áreas como detección de necesidades y manejo de objeciones, y su potencial de mejora en la identificación del cliente y el cierre, clasificaría a MZA 314 en el nivel **Bueno**, con un **alto potencial de mejora** para alcanzar un nivel Excelente. Con un enfoque estratégico y las herramientas adecuadas, puede convertirse en un referente del equipo.\n\n**2. FORTALEZAS IDENTIFICADAS**\n\n*   **Detección de Necesidades:** Consistentemente, MZA 314 demuestra una habilidad superior para identificar las necesidades de los clientes (43.8 vs 36.6 del equipo). Esto le permite personalizar la oferta y conectar mejor con el cliente. *Ejemplo: En las llamadas evaluadas, se observa que realiza preguntas indagatorias para comprender la situación actual del cliente antes de ofrecer soluciones.*\n*   **Manejo de Objeciones:** MZA 314 supera el promedio del equipo en el manejo de objeciones (46.7 vs 44.1). Esto significa que es capaz de responder a las preocupaciones del cliente de manera efectiva y persuasiva. *Ejemplo: El registro de la llamada con puntaje de 805 muestra una excelente resolución del problema de la deuda, lo que indica una capacidad para manejar situaciones complejas.*\n*   **Empatía:** La empatía de MZA 314 (50.5) es similar al promedio del equipo (50.2), pero sigue siendo un activo valioso. La capacidad de conectar con el cliente a un nivel emocional genera confianza y mejora la receptividad. *Ejemplo: Se percibe en las llamadas evaluadas una actitud amigable y un tono de voz cordial, mostrando preocupación por la situación del cliente.*\n\n**3. ÁREAS CRÍTICAS DE MEJORA**\n\n*   **Identificación del Cliente:** Esta es un área crítica (19.3 vs 18.8 del equipo). La baja calificación indica que MZA 314 necesita mejorar su habilidad para confirmar la identidad del cliente y obtener la información necesaria al inicio de la llamada. *Importancia: Una correcta identificación del cliente permite personalizar la conversación, verificar la elegibilidad para ofertas y garantizar la seguridad de la información.*\n*   **Cierre de Ventas:** El cierre es un punto débil importante (27.9 vs 25.4 del equipo). La falta de cierres efectivos impacta directamente en la tasa de conversión y, por ende, en los resultados generales. *Importancia: Un cierre bien ejecutado es la culminación del proceso de venta y asegura que el cliente tome la decisión de compra.*\n*   **Proactividad:** La proactividad, si bien es un diferencial positivo respecto del equipo, es un área que puede explotarse aun más (24.5 vs 17.5). *Importancia: Ofrecer más productos y soluciones de forma proactiva maximiza las oportunidades de venta cruzada y venta adicional, aumentando el valor de cada cliente.*\n\n**4. ANÁLISIS DETALLADO POR COMPETENCIA**\n\n| Criterio               | Nivel    | Qué está haciendo mal/bien                                                                                                                                                                                              | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                |\n| ---------------------- | -------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo Presentación    | Regular   | Su saludo es promedio. Puede mejorar la energía y el profesionalismo al inicio.                                                                                                                                         | Practicar saludos más enérgicos y seguros. Incluir el nombre del cliente al saludarlo. Usar un guion de saludo estructurado y personalizado.                                                                                                                                                                            |\n| Identificación Cliente | Bajo      | No identifica al cliente adecuadamente. Esto puede generar desconfianza y errores en la oferta.                                                                                                                            | Implementar un protocolo de identificación al inicio de cada llamada: \"Para verificar su identidad y brindarle la mejor atención, ¿me podría confirmar su nombre completo y los últimos cuatro dígitos de su DNI?\" Utilizar esta información para verificar la elegibilidad del cliente para ofertas.                 |\n| Detección Necesidades  | Bueno     | Hace buenas preguntas, pero podría profundizar más para entender las necesidades subyacentes.                                                                                                                               | Usar la técnica de los \"5 Porqués\" para llegar a la raíz de las necesidades del cliente. Reformular las respuestas del cliente para confirmar la comprensión. Crear un perfil detallado del cliente basado en la información recopilada.                                                                                   |\n| Oferta Productos       | Regular   | Ofrece productos, pero podría ser más proactivo y personalizado.                                                                                                                                                           | Ofrecer productos complementarios o superiores basados en las necesidades identificadas. Resaltar los beneficios específicos de cada producto en relación con las necesidades del cliente. Utilizar un lenguaje persuasivo y enfocado en soluciones.                                                                          |\n| Manejo Objeciones      | Bueno     | Maneja las objeciones, pero puede anticiparse a ellas y ofrecer soluciones proactivamente.                                                                                                                                | Identificar las objeciones más comunes y preparar respuestas efectivas. Utilizar la técnica del \"Sí, pero...\" para reconocer la objeción y luego presentar una solución. Ofrecer alternativas y opciones flexibles para superar las objeciones.                                                                                |\n| Cierre                 | Bajo      | No cierra la venta de manera efectiva. Falta un llamado a la acción claro y persuasivo.                                                                                                                                | Utilizar técnicas de cierre como el cierre por conclusión (\"Entonces, ¿confirmamos su nuevo plan?\") o el cierre alternativo (\"¿Prefiere el plan A o el plan B?\"). Crear un sentido de urgencia y escasez para motivar la decisión de compra. Resumir los beneficios clave del producto y reafirmar la satisfacción del cliente. |\n| Despedida              | Regular   | La despedida es adecuada, pero puede ser más cálida y personalizada.                                                                                                                                                      | Agradecer al cliente por su tiempo y confianza. Ofrecer información de contacto para futuras consultas. Desear un buen día al cliente.                                                                                                                                                                             |\n| Proactividad           | Regular   | Podría ser más proactivo en la oferta de productos y soluciones.                                                                                                                                                        | Identificar oportunidades para ofrecer productos adicionales o superiores. Presentar ofertas exclusivas y promociones especiales. Demostrar un conocimiento profundo de los productos y servicios de la empresa.                                                                                                           |\n| Empatía                | Regular   | Muestra empatía, pero puede profundizar la conexión emocional con el cliente.                                                                                                                                             | Escuchar activamente las preocupaciones del cliente. Validar sus sentimientos y emociones. Ofrecer apoyo y comprensión. Utilizar un lenguaje positivo y alentador.                                                                                                                                                      |\n| Resolución Problemas   | Regular   | Resuelve problemas, pero podría ser más eficiente y proactivo en la búsqueda de soluciones.                                                                                                                               | Investigar a fondo el problema antes de ofrecer una solución. Comunicar claramente los pasos a seguir para resolver el problema. Hacer un seguimiento para asegurar la satisfacción del cliente.                                                                                                                 |\n\n**5. PLAN DE ACCIÓN SEMANAL**\n\n*   **Semana 1: Fundamentos Sólidos (Identificación y Saludo)**\n    *   **Foco:** Mejorar la identificación del cliente y el saludo inicial para establecer una base sólida para la conversación.\n    *   **Acciones:**\n        *   **Revisión del script de identificación:** Crear y memorizar un script claro y conciso para identificar al cliente al inicio de la llamada.\n        *   **Role-playing:** Practicar el script de identificación con otros miembros del equipo y con el mentor para recibir feedback.\n        *   **Análisis de llamadas:** Revisar las grabaciones de las llamadas recientes para identificar oportunidades de mejora en la identificación del cliente.\n        *   **Saludo Energético:** Practicar un saludo más enérgico y profesional, incluyendo el nombre del cliente.\n*   **Semana 2: El Arte del Cierre (Técnicas y Práctica)**\n    *   **Foco:** Dominar las técnicas de cierre de ventas para aumentar la tasa de conversión.\n    *   **Acciones:**\n        *   **Capacitación en técnicas de cierre:** Participar en un taller o seminario sobre técnicas de cierre de ventas efectivas.\n        *   **Creación de un guion de cierre:** Desarrollar un guion de cierre personalizado que incluya diferentes técnicas y escenarios.\n        *   **Práctica con escenarios:** Practicar el guion de cierre con diferentes escenarios y objeciones comunes.\n        *   **Análisis de llamadas:** Revisar las grabaciones de las llamadas recientes para identificar oportunidades de mejora en el cierre.\n*   **Semana 3: Proactividad y Valor Agregado (Ofertas Personalizadas)**\n    *   **Foco:** Incrementar la proactividad en la oferta de productos y soluciones personalizadas.\n    *   **Acciones:**\n        *   **Investigación de productos:** Profundizar el conocimiento de los productos y servicios de la empresa para identificar oportunidades de venta cruzada y venta adicional.\n        *   **Análisis de perfiles de clientes:** Identificar patrones y necesidades comunes en diferentes perfiles de clientes.\n        *   **Creación de ofertas personalizadas:** Desarrollar ofertas personalizadas basadas en las necesidades y preferencias de cada cliente.\n        *   **Seguimiento de resultados:** Monitorear los resultados de las ofertas personalizadas y ajustar la estrategia según sea necesario.\n*   **Semana 4: Consolidación y Optimización (Mejora Continua)**\n    *   **Foco:** Consolidar las habilidades adquiridas y optimizar el desempeño general.\n    *   **Acciones:**\n        *   **Revisión de métricas:** Analizar las métricas clave de desempeño (puntaje IA, tasa de conversión, etc.) para identificar áreas de mejora.\n        *   **Solicitar feedback:** Pedir feedback a compañeros de equipo, mentores y clientes para obtener perspectivas diferentes.\n        *   **Ajustar el plan de acción:** Realizar ajustes al plan de acción según sea necesario para maximizar los resultados.\n        *   **Celebrar los logros:** Reconocer y celebrar los logros alcanzados durante el mes.\n\n**6. TÉCNICAS Y SCRIPTS RECOMENDADOS**\n\n*   **Saludo:** \"¡Hola [Nombre del cliente]! Soy [Tu nombre] de [Empresa]. ¿Cómo estás hoy? Te llamo para ayudarte a [Beneficio principal].\"\n*   **Identificación:** \"Para verificar su identidad y brindarle la mejor atención, ¿me podría confirmar su nombre completo y los últimos cuatro dígitos de su DNI?\"\n*   **Detección de Necesidades:** Utilizar la técnica de los \"5 Porqués\":\n    *   Pregunta inicial: \"¿Cuál es su mayor desafío con su servicio actual?\"\n    *   Luego, preguntar \"¿Por qué?\" hasta llegar a la raíz del problema.\n*   **Manejo de Objeciones:** Técnica del \"Sí, pero...\":\n    *   Cliente: \"Es muy caro.\"\n    *   Tú: \"Entiendo que el precio es una preocupación. *Sí*, es una inversión, *pero* a largo plazo, los beneficios de [Producto/Servicio] superan el costo inicial. Además, tenemos opciones de financiamiento...\"\n*   **Cierre:**\n    *   Cierre por conclusión: \"Entonces, ¿confirmamos su nuevo plan?\"\n    *   Cierre alternativo: \"¿Prefiere el plan A con [Característica 1] o el plan B con [Característica 2]?\"\n\n**7. METAS CUANTIFICABLES**\n\n*   **Puntaje IA:** Aumentar el puntaje IA promedio a 70 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 6% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer al menos 3 productos adicionales por llamada en el 50% de las interacciones.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje en \"Identificación del Cliente\" a 60.\n    *   Aumentar el puntaje en \"Cierre\" a 50.\n\n**8. MENSAJE MOTIVACIONAL PERSONALIZADO**\n\n\"MZA 314, tienes un talento natural para la venta y un potencial enorme. Tu puntaje IA lo demuestra. Sabemos que eres capaz de mucho más. Con un enfoque estratégico en las áreas clave de mejora, estoy seguro de que puedes convertirte en uno de los mejores vendedores del equipo. ¡Confío en ti y en tu capacidad para alcanzar tus metas! Vamos a trabajar juntos para desbloquear todo tu potencial y llevarte al siguiente nivel. ¡Sé que puedes hacerlo!\"\n\n¡Espero que este plan sea de gran utilidad! Estoy aquí para apoyarte en cada paso del camino. ¡A por todas, MZA 314!\n",
  "modelo_usado": "gemini-2.0-flash"
}