{
  "agente": "MZA 60",
  "fecha_generacion": "2026-01-26T14:29:28.741847",
  "metricas": {
    "agente": "MZA 60",
    "evaluaciones": {
      "total_evaluadas": 116,
      "puntaje_promedio": 10.3,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 17.2,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 92,
      "criterios": {
        "saludo_presentacion": 6.7,
        "identificacion_cliente": 23.4,
        "deteccion_necesidades": 4.3,
        "oferta_productos": 7.7,
        "manejo_objeciones": 9.9,
        "cierre": 5.9,
        "despedida": 6.4,
        "proactividad": 5.1,
        "empatia": 18.3,
        "resolucion_problemas": 5.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 67,
        "Presentación y Saludo": 41,
        "Detección de Necesidades": 41,
        "Detección de necesidades": 38,
        "Empatía": 38
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 8,
        "Empatía": 8,
        "Identificación del Cliente": 3,
        "Identificación del cliente.": 3,
        "Despedida": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la evaluación. No menciona la promoción, no detecta necesidades, la explicación de los productos es deficiente, y el cierre es desorganizado. La comunicación es confusa y usa jerga inapropiada."
        },
        {
          "puntaje_total": 60.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente, mostrando empatía. Sin embargo, no menciona la promoción del 80% de descuento y el cierre no es directo."
        },
        {
          "puntaje_total": 54.0,
          "resumen": "El agente se presenta correctamente e identifica al cliente, pero no detecta necesidades ni menciona la promoción del 80%. Realiza un cierre directo y ofrece acompañamiento."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de manera adecuada ni menciona la promoción del 80%. No maneja objeciones ni realiza un cierre directo. No muestra empatía ni se despide correctamente. El agente necesita capacitación en todos los aspectos evaluados."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece la promoción vigente, no maneja objeciones y no realiza un cierre adecuado. Tampoco muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es incomprensible debido a la mala dicción y la falta de estructura. El agente no cumple con ninguna de las reglas del negocio, ni con los criterios de evaluación. No menciona la promoción, no detecta necesidades, no se identifica correctamente y el cierre es confuso. La comunicación es deficiente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 116,
      "puntaje_promedio": 10.3,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 92,
      "criterios": {
        "saludo_presentacion": 6.7,
        "identificacion_cliente": 23.4,
        "deteccion_necesidades": 4.3,
        "oferta_productos": 7.7,
        "manejo_objeciones": 9.9,
        "cierre": 5.9,
        "despedida": 6.4,
        "proactividad": 5.1,
        "empatia": 18.3,
        "resolucion_problemas": 5.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 10.3,
      "general": 35.7,
      "diferencia": -25.4,
      "percentil": 28.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.7,
        "general": 32.0,
        "diferencia": -25.3
      },
      "identificacion_cliente": {
        "agente": 23.4,
        "general": 38.7,
        "diferencia": -15.3
      },
      "deteccion_necesidades": {
        "agente": 4.3,
        "general": 23.3,
        "diferencia": -19.0
      },
      "oferta_productos": {
        "agente": 7.7,
        "general": 28.6,
        "diferencia": -20.9
      },
      "manejo_objeciones": {
        "agente": 9.9,
        "general": 33.0,
        "diferencia": -23.1
      },
      "cierre": {
        "agente": 5.9,
        "general": 18.8,
        "diferencia": -12.9
      },
      "despedida": {
        "agente": 6.4,
        "general": 38.5,
        "diferencia": -32.1
      },
      "proactividad": {
        "agente": 5.1,
        "general": 13.9,
        "diferencia": -8.8
      },
      "empatia": {
        "agente": 18.3,
        "general": 43.0,
        "diferencia": -24.7
      },
      "resolucion_problemas": {
        "agente": 5.9,
        "general": 25.1,
        "diferencia": -19.1
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 60\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 60 se encuentra en un nivel **Crítico** en comparación con el equipo, con un puntaje IA promedio de 10.3 frente a un promedio general de 35.7. Su percentil es 28, lo que indica que está por debajo del desempeño de la mayoría de sus compañeros. Analizando la comparativa, es evidente que tiene un amplio margen de mejora en todas las áreas evaluadas.\n\nEn cuanto a su evolución reciente, es crucial determinar si hubo un cambio significativo en su desempeño durante la última semana (19-24 Enero). Sin embargo, esta determinación no se puede hacer porque no hay datos del período anterior. Su potencial de mejora es alto, ya que presenta oportunidades de crecimiento en prácticamente todas las áreas del proceso de venta.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n**QUÉ MEJORÓ**: No hay información del período anterior para determinar qué mejoró.\n\n**QUÉ EMPEORÓ**: No hay información del período anterior para determinar qué empeoró.\n\n**QUÉ SIGUE PENDIENTE**: Dado que no hay información anterior, todo está pendiente de mejora. Es imperativo establecer una línea de base clara para medir el progreso en las próximas semanas.\n\n**TENDENCIA GENERAL**: Sin datos comparativos, es imposible determinar una tendencia. La intervención es urgente para evaluar y guiar a MZA 60 hacia un mejor desempeño.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Identificación del cliente**: Aunque el puntaje es mejorable (23.4 vs. 38.7 del equipo), es una de las áreas donde mejor se desempeña en comparación con otros criterios. Esto indica que entiende la importancia de confirmar la identidad del cliente al inicio de la llamada.\n*   **Empatía**: Con un puntaje de 18.3, muestra cierta capacidad para conectar con los clientes. Potenciar esta habilidad puede ayudarle a construir relaciones y generar confianza.\n*   **Despedida**: Si bien el puntaje es bajo (6.4), es una de las pocas áreas mencionadas en las fortalezas frecuentes.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Proactividad (PERSISTENTE):** Con un puntaje muy bajo (5.1 vs. 13.9 del equipo) y siendo el área de mejora más frecuente (67%), la falta de iniciativa para ofrecer productos adicionales (como fibra) está impactando gravemente sus resultados. **Importancia:** No ofrecer fibra directamente sin preguntar es una regla crítica del negocio.\n*   **Presentación y Saludo (PERSISTENTE):** Su puntaje de 6.7 es alarmantemente bajo en comparación con el promedio del equipo (32.0). Esto sugiere que no está generando una primera impresión positiva ni captando la atención del cliente desde el inicio. **Importancia:** Un saludo deficiente puede llevar a la pérdida inmediata de la venta.\n*   **Detección de Necesidades (PERSISTENTE):** El bajo puntaje (4.3 vs. 23.3 del equipo) indica que no está haciendo las preguntas correctas para comprender las necesidades del cliente y ofrecer soluciones personalizadas. **Importancia:** No detectar necesidades lleva a ofrecer planes genéricos que no satisfacen al cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\nComo no se dispone de métricas de llamadas ni de ventas, es IMPOSIBLE realizar un análisis completo y detallado en este momento.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Crítico):**\n    *   **Está haciendo mal:** No está generando una primera impresión positiva, posiblemente usando frases poco atractivas o poco profesionales.\n    *   **Cómo mejorar:** Comenzar con un saludo enérgico y profesional: \"¡Buenos días/tardes, [Nombre]! Soy [Tu Nombre] de Movistar, tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente (Regular):**\n    *   **Está haciendo mal:** Posiblemente no está enfatizando la importancia de confirmar que está hablando con la persona correcta.\n    *   **Cómo mejorar:** Usar la pregunta: \"Hola, ¿me comunico con [Nombre]?\" y destacar la importancia de verificar la identidad para ofrecerle la mejor información.\n*   **Detección de Necesidades (Crítico):**\n    *   **Está haciendo mal:** No está haciendo las preguntas adecuadas para entender las necesidades del cliente, lo que lleva a ofrecer productos irrelevantes.\n    *   **Cómo mejorar:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar directamente: \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actualmente?\".\n*   **Oferta de Productos (Crítico):**\n    *   **Está haciendo mal:** No está destacando los beneficios de la promoción y no está conectando los productos con las necesidades del cliente.\n    *   **Cómo mejorar:** Presentar la oferta de forma clara y concisa, enfocándose en los beneficios directos para el cliente y usando un lenguaje persuasivo.\n*   **Manejo de Objeciones (Crítico):**\n    *   **Está haciendo mal:** No está abordando las objeciones de forma efectiva y personalizada, probablemente usando respuestas genéricas.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de forma específica, abordando la preocupación principal y destacando el valor del producto.\n*   **Cierre (Crítico):**\n    *   **Está haciendo mal:** No está cerrando la venta de forma directa y segura, posiblemente dudando o preguntando si el cliente quiere seguir adelante.\n    *   **Cómo mejorar:** Eliminar la pregunta \"¿te parece bien si procedemos?\" y, en su lugar, proceder directamente a asignar la sucursal más cercana o buscar el domicilio del cliente.\n*   **Despedida (Crítico):**\n    *   **Está haciendo mal:** No está dejando una impresión final positiva ni ofreciendo el soporte necesario.\n    *   **Cómo mejorar:** Ofrecer acompañamiento SOLO durante el proceso de portabilidad.\n*   **Proactividad (Crítico):**\n    *   **Está haciendo mal:** No está ofreciendo fibra directamente sin preguntar, perdiendo oportunidades de venta cruzada.\n    *   **Cómo mejorar:** Comentar DIRECTAMENTE sobre los beneficios de la fibra sin preguntar si le interesa al cliente.\n*   **Empatía (Bajo):**\n    *   **Está haciendo mal:** No está demostrando suficiente interés y comprensión por las necesidades del cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente, mostrar interés genuino por sus necesidades y usar un lenguaje amigable y cercano.\n*   **Resolución de Problemas (Crítico):**\n    *   **Está haciendo mal:** No está ofreciendo soluciones efectivas a los problemas del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente el problema del cliente, mostrar comprensión y ofrecer soluciones claras y concisas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1: Saludo y Detección de Necesidades**\n*   **Foco principal:** Mejorar la primera impresión y la capacidad de identificar las necesidades del cliente.\n*   **Acciones específicas:**\n    *   Revisar y practicar un nuevo script de saludo.\n    *   Ensayar preguntas efectivas para detectar necesidades.\n    *   Simulaciones de llamadas con feedback específico.\n\n**Semana 2: Oferta de Productos y Proactividad**\n*   **Foco principal:** Ofrecer productos de forma efectiva y ser proactivo en la oferta de fibra.\n*   **Acciones específicas:**\n    *   Desarrollar un pitch de venta claro y conciso para la oferta actual.\n    *   Practicar la oferta de fibra sin preguntar al cliente.\n    *   Escuchar grabaciones de llamadas exitosas para identificar técnicas efectivas.\n\n**Semana 3: Manejo de Objeciones y Cierre**\n*   **Foco principal:** Superar objeciones de forma persuasiva y cerrar ventas de forma directa.\n*   **Acciones específicas:**\n    *   Identificar las objeciones más comunes y desarrollar respuestas efectivas.\n    *   Practicar técnicas de cierre directo, asignando sucursal o buscando domicilio.\n    *   Analizar grabaciones de llamadas para identificar oportunidades de mejora.\n\n**Semana 4: Consolidación y Monitoreo**\n*   **Foco principal:** Consolidar las habilidades aprendidas y monitorear el progreso.\n*   **Acciones específicas:**\n    *   Continuar practicando y refinando las técnicas de venta.\n    *   Analizar las métricas de desempeño para identificar áreas de mejora continua.\n    *   Sesiones de coaching individual para abordar desafíos específicos.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]? Le llamo de Movistar porque tengo una oferta que le VA a interesar.\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, llamadas, videos?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra (Directa):**\n    *   \"Y aprovecho para comentarle que también tenemos fibra óptica disponible en su zona, con una velocidad increíble para que toda la familia pueda disfrutar de internet sin problemas.\"\n*   **Cierre Directo:**\n    *   \"Perfecto, para activar la promoción, ¿le queda bien que le asigne la sucursal más cercana a su domicilio o prefiere que busquemos su dirección para enviarle la SIM a su casa?\"\n*   **Manejo de Objeciones (Ejemplo):**\n    *   **Cliente:** \"Es que estoy contento con mi compañía actual.\"\n    *   **Agente:** \"Entiendo, [Nombre]. Es lógico sentirse cómodo con lo que uno conoce. Lo que le ofrezco es una mejora en la velocidad y en la calidad de la señal, además de un ahorro importante en su factura mensual. Muchos clientes se sentían igual al principio, pero luego de probar Movistar, notaron la diferencia y no se arrepienten.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 40 (superar el promedio del equipo)\n*   **Tasa de conversión:** 4% (acercarse al promedio del equipo)\n*   **Meta de ofrecimiento de productos:** 100% de las llamadas (ofrecer fibra en cada contacto)\n*   **% Capta Atención (llamadas >1 min):** 40% (superar el promedio del equipo)\n*   **TMO a alcanzar:** 120 segundos (encontrar un equilibrio entre eficiencia y calidad)\n*   **KPIs específicos a mejorar:** Proactividad, Presentación y Saludo, Detección de Necesidades.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 60, ¡creo en tu potencial! Este es un punto de partida, una oportunidad para transformar tu desempeño. Sé que tienes la capacidad de conectar con los clientes y con el entrenamiento adecuado, puedes alcanzar tus metas y superar tus propios límites. Enfócate en mejorar tu saludo, en escuchar activamente a los clientes y en ofrecer nuestros productos con confianza. ¡Vamos a trabajar juntos para que seas uno de los mejores vendedores del equipo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}