{
  "agente": "MZA 34",
  "fecha_generacion": "2026-01-26T14:48:57.321052",
  "metricas": {
    "agente": "MZA 34",
    "evaluaciones": {
      "total_evaluadas": 15,
      "puntaje_promedio": 27.9,
      "puntaje_min": 0.0,
      "puntaje_max": 56.0,
      "desviacion_std": 16.2,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 32.7,
        "identificacion_cliente": 0.0,
        "deteccion_necesidades": 34.7,
        "oferta_productos": 53.3,
        "manejo_objeciones": 30.7,
        "cierre": 20.0,
        "despedida": 24.7,
        "proactividad": 3.3,
        "empatia": 40.0,
        "resolucion_problemas": 21.3
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 8,
        "Manejo de objeciones": 6,
        "Detección de necesidades": 5,
        "Cierre de ventas": 5,
        "Cierre de la venta": 3
      },
      "fortalezas_frecuentes": {
        "Detección de necesidades": 1,
        "Oferta de productos": 1,
        "Ofrece un plan con una promoción.": 1,
        "Ofrece productos de manera concisa.": 1,
        "Maneja objeciones sobre cobertura.": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 56.0,
          "resumen": "El agente presenta un desempeño regular. Mejora en oferta de productos y manejo de objeciones. Debe mejorar en presentación, identificación del cliente y cierre. La proactividad y empatía son áreas de mejora."
        },
        {
          "puntaje_total": 43.0,
          "resumen": "El agente presenta un saludo inicial correcto y adapta su oferta a la necesidad del cliente. Sin embargo, no verifica la identidad, no intenta el cierre, y la despedida es inexistente."
        },
        {
          "puntaje_total": 41.0,
          "resumen": "El agente no cumple con los pasos básicos de presentación e identificación del cliente. La detección de necesidades es buena, pero el cierre y el manejo de objeciones son débiles."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es deficiente en casi todos los aspectos. El agente no se presenta, no identifica al cliente, no detecta necesidades, no gestiona la situación de forma profesional y no intenta cerrar la venta. La empatía y proactividad son nulas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios mínimos de una venta. El agente no se presenta, no identifica al cliente ni sus necesidades, y no intenta cerrar la venta."
        },
        {
          "puntaje_total": 9.0,
          "resumen": "El agente no se presenta, no identifica al cliente y no maneja las objeciones. El cierre es débil y no hay empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 15,
      "puntaje_promedio": 27.9,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 32.7,
        "identificacion_cliente": 0.0,
        "deteccion_necesidades": 34.7,
        "oferta_productos": 53.3,
        "manejo_objeciones": 30.7,
        "cierre": 20.0,
        "despedida": 24.7,
        "proactividad": 3.3,
        "empatia": 40.0,
        "resolucion_problemas": 21.3
      }
    },
    "clasificacion": {
      "total_llamadas": 15,
      "con_saludo": 7,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 1,
      "ventas": 0,
      "score_calidad_prom": 38.3,
      "pct_saludo": 46.7,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 6.7,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 128.0,
      "duracion_promedio_min": 2.1,
      "distribucion_duracion": {
        "1-3 min": 14,
        "> 8 min": 1
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 27.9,
      "general": 35.7,
      "diferencia": -7.8,
      "percentil": 47.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 32.7,
        "general": 32.0,
        "diferencia": 0.7
      },
      "identificacion_cliente": {
        "agente": 0.0,
        "general": 38.7,
        "diferencia": -38.7
      },
      "deteccion_necesidades": {
        "agente": 34.7,
        "general": 23.3,
        "diferencia": 11.4
      },
      "oferta_productos": {
        "agente": 53.3,
        "general": 28.6,
        "diferencia": 24.7
      },
      "manejo_objeciones": {
        "agente": 30.7,
        "general": 33.0,
        "diferencia": -2.4
      },
      "cierre": {
        "agente": 20.0,
        "general": 18.8,
        "diferencia": 1.2
      },
      "despedida": {
        "agente": 24.7,
        "general": 38.5,
        "diferencia": -13.9
      },
      "proactividad": {
        "agente": 3.3,
        "general": 13.9,
        "diferencia": -10.5
      },
      "empatia": {
        "agente": 40.0,
        "general": 43.0,
        "diferencia": -3.0
      },
      "resolucion_problemas": {
        "agente": 21.3,
        "general": 25.1,
        "diferencia": -3.7
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 34\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 34 se encuentra actualmente por debajo del promedio del equipo en términos de puntaje IA (27.9 vs 35.7) y conversión (0.0% vs 5.1%). Su nivel actual es **Crítico**, evidenciado por el bajo puntaje promedio, la ausencia de llamadas excelentes y la alta cantidad de llamadas críticas.\n\n**Evolución:** Considerando que el puntaje IA promedio se mantiene igual al período anterior (27.9), no hubo una mejora significativa en su desempeño general. Sin embargo, se observan cambios en los criterios específicos, que analizaremos a continuación. Su potencial de mejora es alto, ya que tiene áreas donde supera el promedio del equipo y puede capitalizar en ellas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Detección de necesidades:** Subió significativamente (11.4 puntos por encima del promedio del equipo).\n    *   **Oferta de productos:** Subió significativamente (24.7 puntos por encima del promedio del equipo).\n    *   **Cierre:** Subió ligeramente (1.2 puntos por encima del promedio del equipo).\n    *   **Saludo y Presentación:** Subió ligeramente (0.7 puntos por encima del promedio del equipo).\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del cliente:** Bajó drásticamente (38.7 puntos por debajo del promedio del equipo) y ahora es 0.\n    *   **Despedida:** Bajó (13.9 puntos por debajo del promedio del equipo).\n    *   **Proactividad:** Bajó (10.5 puntos por debajo del promedio del equipo).\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Manejo de objeciones:** Se mantiene por debajo del promedio del equipo y sigue siendo un área de mejora frecuente.\n    *   **Cierre de ventas:** A pesar de una leve mejora, el porcentaje de cierre sigue siendo 0.\n*   **TENDENCIA GENERAL:** La tendencia es preocupante. Aunque mejoró en la oferta de productos y detección de necesidades, la drástica caída en la identificación del cliente, la despedida y la proactividad, junto con la falta de conversiones, requiere una intervención urgente.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n1.  **Oferta de Productos:** El puntaje alto en este criterio indica que MZA 34 tiene la capacidad de presentar los productos de manera efectiva y atractiva. Se debe potenciar esta habilidad para cerrar más ventas.\n2.  **Detección de Necesidades:** A pesar de las áreas de mejora generales, se observan algunos casos de detección de necesidades efectiva. Debe enfocarse en replicar esos casos en cada llamada.\n3.  **Saludo y Presentación:** Si bien no es un área destacada, el puntaje está levemente por encima del promedio del equipo, lo que indica un buen punto de partida.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n1.  **Identificación del Cliente (PERSISTENTE Y AGRAVADA):** El puntaje de 0 en identificación del cliente es inaceptable. No verificar la identidad del cliente no solo incumple las reglas del negocio sino que también impide personalizar la oferta y asegurar la venta.\n    *   **Por qué es importante:** Es fundamental para garantizar que se está hablando con la persona correcta y evitar fraudes. Además, permite construir una relación de confianza con el cliente.\n2.  **Cierre de Ventas (PERSISTENTE):** La falta de cierres es un problema crítico. Es esencial que MZA 34 comience a aplicar técnicas de cierre directas y efectivas, dejando de lado las preguntas indecisas.\n    *   **Por qué es importante:** Sin cierre, no hay venta. Debe aprender a convertir el interés del cliente en una acción concreta.\n3.  **Proactividad (NUEVA):** La baja proactividad (medida por el ofrecimiento de fibra) indica que MZA 34 no está aprovechando todas las oportunidades de venta.\n    *   **Por qué es importante:** Ofrecer fibra de forma proactiva aumenta las posibilidades de cerrar ventas adicionales y fidelizar clientes.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 2.1 minutos (128 segundos) está dentro del rango óptimo (2-4 minutos). Esto sugiere que MZA 34 logra mantener la atención del cliente el tiempo suficiente para presentar la oferta, pero necesita mejorar la tasa de conversión.\n*   **% Capta Atención:** No se puede determinar con exactitud de la información brindada. Es CRÍTICO evaluar este KPI para entender si logra enganchar al cliente\n*   **Cortes de llamada:** No se cuenta con datos sobre cortes de llamada.\n*   **Llamadas <30 seg:** No se cuenta con datos sobre llamadas cortas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel    | Qué está haciendo mal                                                                                                                                                              | Cómo mejorar (Respetando Reglas)                                                                                                                                                                                                                                                          |\n| ----------------------- | -------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación   | Regular  | Podría ser más enérgico y enfocado en el beneficio que le va a aportar al cliente (no \"podría interesarle\", sino \"le VA a interesar\").                                                                              | Practicar un saludo inicial que destaque el beneficio inmediato para el cliente. \"Hola [Nombre], te llamo de Movistar porque tengo una oferta que LE VA a interesar para [necesidad detectada].\"                                                                                                   |\n| Identificación Cliente  | Crítico  | NO está verificando la identidad del cliente.                                                                                                                                    | Siempre comenzar preguntando: \"Hola, ¿me comunico con [Nombre]?\" para verificar que es la persona correcta.                                                                                                                                                                                              |\n| Detección Necesidades   | Regular  | Podría hacer preguntas más directas sobre el uso del celular y el plan actual.                                                                                                     | En lugar de \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".                                                                                                                                                  |\n| Oferta de Productos    | Bueno    | Aprovechar la habilidad para presentar ofertas de manera concisa.                                                                                                                  | Enfocarse en resaltar los beneficios específicos del plan que se ajustan a las necesidades detectadas.                                                                                                                                                                                            |\n| Manejo Objeciones       | Bajo     | No está personalizando las respuestas a las objeciones, usando respuestas genéricas.                                                                                                | Rebatir la objeción PUNTUAL de CADA cliente. Sincronizar/personalizar la respuesta según el cliente específico. Para objeciones de precio, usar el script recomendado (\"Es lógico que mires el precio...\").                                                                                       |\n| Cierre                  | Bajo     | No está intentando cerrar la venta.                                                                                                                                               | Asignar sucursal directamente o buscar domicilio del cliente. Nunca preguntar si quiere seguir, DIRECTAMENTE proceder. \"Para que puedas disfrutar de tu nuevo plan, te agendé un turno en nuestra sucursal de [ubicación] para el [día] a las [hora]\".                                              |\n| Despedida               | Bajo     | No está ofreciendo acompañamiento durante la portabilidad.                                                                                                                              | Ofrecer acompañamiento SOLO durante la portabilidad. \"Si tenés alguna duda durante el proceso de portabilidad, no dudes en contactarme\".                                                                                                                                                          |\n| Proactividad            | Crítico  | No está ofreciendo fibra.                                                                                                                                                             | Comentar DIRECTAMENTE sobre fibra sin preguntar. \"Y aprovecho para comentarte que también tenemos servicios de fibra óptica con [beneficios]. ¿Te gustaría que te cuente más sobre esto?\".                                                                                                               |\n| Empatía                 | Regular  | Podría mostrar más interés genuino en las necesidades del cliente.                                                                                                                | Escuchar activamente al cliente y adaptar la comunicación a su tono y estilo.                                                                                                                                                                                                       |\n| Resolución de Problemas | Bajo     | Sin datos para evaluar.                                                                                                                                                             | N/A.                                                                                                                                                                                                                                                                                            |\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1:** **Identificación y Cierre Directo.**\n*   **Foco:** Implementar obligatoriamente la verificación de identidad en cada llamada y aplicar técnicas de cierre directo.\n*   **Acciones:**\n    *   Revisión del script de saludo inicial y práctica de la pregunta de verificación de identidad.\n    *   Role-playing con diferentes escenarios de cierre, enfocándose en la asignación de sucursales y la búsqueda de domicilios.\n    *   Monitoreo intensivo de las primeras 5 llamadas diarias para asegurar la correcta implementación.\n\n**Semana 2:** **Manejo de Objeciones Personalizado y Proactividad en Fibra.**\n*   **Foco:** Aprender a rebatir objeciones de manera efectiva y proponer activamente la oferta de fibra.\n*   **Acciones:**\n    *   Capacitación sobre las objeciones más comunes y la creación de respuestas personalizadas para cada tipo de cliente.\n    *   Practicar la presentación de la oferta de fibra como un complemento natural al plan móvil.\n    *   Analizar grabaciones de llamadas exitosas para identificar técnicas efectivas de manejo de objeciones y oferta de fibra.\n\n**Semana 3:** **Consolidación y Optimización de la Detección de Necesidades.**\n*   **Foco:** Asegurar la aplicación consistente de las técnicas aprendidas y optimizar la detección de necesidades.\n*   **Acciones:**\n    *   Continuar con el monitoreo de llamadas y el feedback individualizado.\n    *   Realizar sesiones de coaching grupal para compartir mejores prácticas y resolver dudas.\n    *   Revisar y ajustar las preguntas para la detección de necesidades en función de la información obtenida en las llamadas.\n\n**Semana 4:** **Excelencia en la Experiencia del Cliente y Acompañamiento.**\n*   **Foco:** Mejorar la empatía y la despedida para brindar una experiencia positiva al cliente.\n*   **Acciones:**\n    *   Capacitación sobre técnicas de escucha activa y comunicación efectiva.\n    *   Implementar un protocolo de despedida que incluya el ofrecimiento de acompañamiento durante la portabilidad.\n    *   Analizar la satisfacción del cliente a través de encuestas y comentarios para identificar áreas de mejora.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Y aprovecho para comentarte que también tenemos servicios de fibra óptica con [velocidad y beneficios clave]. ¿Te gustaría que te cuente más sobre esto?\"\n*   **Cierre Directo:** \"Para que puedas disfrutar de tu nuevo plan, te agendé un turno en nuestra sucursal de [ubicación] para el [día] a las [hora]\". O bien: \"Perfecto, para avanzar necesito confirmar tu domicilio para el envío del chip: [dirección]\".\n*   **Manejo de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 45 en 30 días.\n*   **Tasa de Conversión:** Alcanzar una tasa de conversión del 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra en el 80% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención a un 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje en Identificación del Cliente a un mínimo de 80 en 30 días.\n    *   Aumentar el puntaje en Cierre a un mínimo de 50 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 34, veo que tenés potencial para destacarte en el equipo. Tu mejora en la oferta de productos y detección de necesidades demuestra que tenés habilidades valiosas. Ahora, es crucial que te enfoques en implementar la verificación de identidad en cada llamada, aplicar técnicas de cierre directas y ofrecer fibra de forma proactiva. Sé que podés lograrlo si te comprometés a seguir este plan de acción. ¡Confío en vos y en tu capacidad para alcanzar tus metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:11:49.997206",
  "evolucion": null
}