{
  "agente": "Broglia Tomas",
  "agente_codigo": "MZA 20",
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-09T08:42:10.461481",
  "metricas": {
    "agente": "Broglia Tomas",
    "agente_codigo": "MZA 20",
    "equipo": "ARENAS YASMIN",
    "evaluaciones": {
      "total_evaluadas": 37,
      "puntaje_promedio": 30.9,
      "puntaje_min": 0,
      "puntaje_max": 110,
      "desviacion_std": 30.1,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 6,
      "llamadas_regulares": 8,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 8.1,
        "identificacion_cliente": 43.2,
        "deteccion_necesidades": 12.4,
        "oferta_productos": 40.8,
        "manejo_objeciones": 26.5,
        "cierre": 27.8,
        "despedida": 38.4,
        "proactividad": 9.5,
        "empatia": 27.6,
        "resolucion_problemas": 28.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 21,
        "Proactividad": 21,
        "Presentación": 12,
        "Identificación del cliente": 12,
        "Manejo de objeciones": 11
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 8,
        "Empatía": 7,
        "Manejo de objeciones": 6,
        "Despedida": 5,
        "Despedida cordial": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 110.0,
          "resumen": "El agente se presenta y ofrece un plan, pero no verifica la identidad del cliente, no detecta necesidades, no maneja la objeción adecuadamente y no completa el cierre. No ofrece otros productos."
        },
        {
          "puntaje_total": 97.0,
          "resumen": "El agente se presenta, verifica la identidad, detecta necesidades, ofrece productos de forma directa, maneja objeciones y realiza un cierre. Muestra empatía y proactividad.  La comunicación es clara y completa."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente se presenta correctamente y verifica la identidad del cliente.  Ofrece un plan directamente y maneja las objeciones. El cierre es efectivo, completando el proceso. No se ofrece fibra, pero explica los beneficios del plan. Muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre, despedida ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no intenta cerrar la venta. La comunicación es deficiente y no se enfoca en resolver los problemas del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no cierra la venta. No ofrece fibra ni otros productos adicionales."
        }
      ],
      "pct_ofrece_fibra": 8.1
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.8
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 57,
      "con_plan": 18,
      "ofrece_fibra": 4,
      "pct_plan": 31.6,
      "pct_fibra": 7.0
    },
    "calidad_llamadas": {
      "total_llamadas": 108,
      "tmo_seg": 185.7,
      "pct_capta_atencion": 65.7,
      "menos_30seg": 8,
      "corte_cliente": 57,
      "corte_agente": 50
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 30.9,
      "general": 30.6,
      "diferencia": 0.4,
      "percentil": 58.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 8.1,
        "general": 17.9,
        "diferencia": -9.8
      },
      "identificacion_cliente": {
        "agente": 43.2,
        "general": 49.4,
        "diferencia": -6.2
      },
      "deteccion_necesidades": {
        "agente": 12.4,
        "general": 14.3,
        "diferencia": -1.9
      },
      "oferta_productos": {
        "agente": 40.8,
        "general": 36.1,
        "diferencia": 4.7
      },
      "manejo_objeciones": {
        "agente": 26.5,
        "general": 27.8,
        "diferencia": -1.3
      },
      "cierre": {
        "agente": 27.8,
        "general": 19.5,
        "diferencia": 8.3
      },
      "despedida": {
        "agente": 38.4,
        "general": 51.2,
        "diferencia": -12.8
      },
      "proactividad": {
        "agente": 9.5,
        "general": 8.5,
        "diferencia": 1.0
      },
      "empatia": {
        "agente": 27.6,
        "general": 37.5,
        "diferencia": -9.9
      },
      "resolucion_problemas": {
        "agente": 28.4,
        "general": 21.0,
        "diferencia": 7.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Broglia Tomas\n\n### 1. DIAGNOSTICO GENERAL\nBroglia Tomas se encuentra en un nivel que **necesita mejora**. Si bien su puntaje promedio (30.9 de 100) es levemente superior al promedio del equipo (30.6 de 100), hay áreas de oportunidad significativas que están impidiendo un mejor desempeño. Comparado con el coaching anterior (puntaje promedio de 17.3), ha experimentado una mejora considerable, lo que indica que es receptivo a la capacitación. Sin embargo, el alto número de llamadas críticas (21 de 37) sugiere que aún hay inconsistencias y errores fundamentales que deben abordarse. Su potencial de mejora es alto, especialmente si se enfoca en las áreas donde se encuentra por debajo del promedio del equipo.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Tomas muestra una buena capacidad para identificar al cliente (43.2 de 100), lo que facilita una comunicación más efectiva desde el inicio.\n*   **Oferta de Productos:** Su habilidad para ofrecer productos es notable (40.8 de 100) y superior al promedio del equipo, lo que sugiere que tiene un buen conocimiento del portafolio de Movistar.\n*   **Resolución de Problemas:** La capacidad de resolución de problemas es un punto fuerte (28.4 de 100) y supera el promedio del equipo.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Esta es la principal área de mejora (12.4 de 100). Tomas debe aprender a profundizar en las necesidades específicas de cada cliente para ofrecer soluciones más personalizadas y efectivas.\n*   **Presentación (Saludo):** Su saludo y presentación necesitan mejoras urgentes (8.1 de 100), siendo el área con peor desempeño comparado al equipo. Una primera impresión sólida es crucial para establecer una buena relación con el cliente.\n*   **Proactividad:** La falta de proactividad (9.5 de 100) limita su capacidad para ofrecer valor adicional y anticipar las necesidades del cliente.\n*   **Despedida:** La despedida necesita mejoras (38.4 de 100). Dejar una impresión positiva es esencial para futuras oportunidades.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación (8.1 de 100):**\n    *   **Que hace mal:** No crea una primera impresión impactante. Puede sonar genérico o poco entusiasta.\n    *   **Como mejorar:** Debe comenzar con un saludo enérgico y personalizado.\n        *   **Ejemplo:** \"¡Hola [Nombre del cliente], soy Tomas de Movistar! ¡Tengo excelentes noticias para vos hoy!\"\n\n*   **Identificación del Cliente (43.2 de 100):**\n    *   **Que hace bien:** Generalmente verifica la identidad del cliente.\n    *   **Que hace mal:** A veces omite este paso crucial, lo que puede llevar a ofrecer planes a personas incorrectas.\n    *   **Como mejorar:** Asegurarse SIEMPRE de confirmar que está hablando con la persona correcta.\n        *   **Acción:** Utilizar SIEMPRE la frase: \"¿Hola, me comunico con [Nombre del cliente]?\"\n\n*   **Detección de Necesidades (12.4 de 100):**\n    *   **Que hace mal:** No indaga lo suficiente sobre las necesidades del cliente, basándose en suposiciones.\n    *   **Como mejorar:** Debe realizar preguntas abiertas para comprender mejor el uso que el cliente le da a su teléfono y datos.\n        *   **Acción:** Preguntar: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente?\".\n        *   **Importante:** Escuchar atentamente las respuestas y tomar notas.\n\n*   **Oferta de Productos (40.8 de 100):**\n    *   **Que hace bien:** Presenta ofertas directamente, lo cual es positivo.\n    *   **Que hace mal:** No personaliza la oferta en función de las necesidades detectadas.\n    *   **Como mejorar:** Debe relacionar la oferta con las necesidades del cliente.\n        *   **Ejemplo:** \"Como me comentaste que usás mucho las redes sociales, este plan te VA a interesar porque incluye datos ilimitados para [red social específica]\".\n\n*   **Manejo de Objeciones (26.5 de 100):**\n    *   **Que hace mal:** No aborda las objeciones de manera específica y personalizada.\n    *   **Como mejorar:** Debe escuchar atentamente la objeción y responder con un argumento sólido y relevante.\n        *   **Ejemplo:** Cliente: \"Es que estoy contento con mi compañía actual.\"\n        *   **Respuesta:** \"Entiendo, muchos de nuestros clientes también se sentían así al principio. Pero se dieron cuenta de que con Movistar obtienen [beneficio específico que supere a la competencia] a un precio similar.\"\n\n*   **Cierre (27.8 de 100):**\n    *   **Que hace mal:** No cierra la venta de manera directa y decisiva.\n    *   **Como mejorar:** Debe guiar al cliente hacia el cierre, eliminando la incertidumbre.\n        *   **Acción:** Asignar directamente una sucursal para el cambio de plan: \"Perfecto, para completar el proceso, ¿qué sucursal de Movistar te queda más cómoda para activar el nuevo plan? Tenemos [opción 1] y [opción 2].\" O preguntar directamente por el domicilio.\n\n*   **Despedida (38.4 de 100):**\n    *   **Que hace mal:** No deja una impresión duradera y positiva.\n    *   **Como mejorar:** Debe agradecer al cliente por su tiempo y reiterar su compromiso.\n        *   **Ejemplo:** \"Gracias por tu tiempo, [Nombre del cliente]. ¡Bienvenido a Movistar! Estaré acompañándote durante todo el proceso de portabilidad. ¡Que tengas un excelente día!\"\n\n*   **Proactividad (9.5 de 100):**\n    *   **Que hace mal:** No ofrece soluciones adicionales ni anticipa necesidades.\n    *   **Como mejorar:** Debe ofrecer fibra de manera proactiva y destacar sus beneficios.\n        *   **Acción:** \"Aprovechando la comunicación, le comento que también tenemos la mejor conexión de fibra óptica del país. Con Movistar Fibra, podrá disfrutar de una navegación ultrarrápida y estable para toda la familia. De hecho...\" (continuar explicando los beneficios).\n\n*   **Empatía (27.6 de 100):**\n    *   **Que hace bien:** Muestra algo de empatía, pero necesita ser más genuino.\n    *   **Como mejorar:** Debe demostrar una mayor comprensión de las necesidades y preocupaciones del cliente.\n        *   **Ejemplo (al abordar el precio):** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después se dieron cuenta de que el valor que ofrecemos supera ampliamente la diferencia.\"\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **SALUDO y DETECCIÓN DE NECESIDADES.** Enfocarse en crear un saludo enérgico y personalizado, y en realizar preguntas clave para comprender las necesidades del cliente.\n    *   **Acciones:** Practicar saludos impactantes y memorizar las preguntas clave. Revisar ejemplos de llamadas exitosas.\n\n**Semana 2:** **OFERTA y CIERRE.** Personalizar las ofertas en función de las necesidades detectadas y practicar técnicas de cierre directo.\n    *   **Acciones:** Estudiar el portafolio de productos y preparar argumentos de venta personalizados. Practicar asignación de sucursal/domicilio.\n\n**Semana 3:** **OBJECIONES y PROACTIVIDAD.** Aprender a manejar las objeciones más comunes de manera efectiva y ofrecer fibra de manera proactiva.\n    *   **Acciones:** Preparar respuestas a las objeciones más frecuentes y practicar la presentación de la oferta de fibra.\n\n**Semana 4:** **CONSOLIDACION y DESPEDIDA.** Reforzar todas las áreas de mejora y practicar una despedida positiva y memorable.\n    *   **Acciones:** Monitorear llamadas para identificar áreas de mejora continua. Practicar la despedida.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre del cliente]?\"\n\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente?\"\n\n*   **Como ofrecer fibra directamente:**\n    *   \"Aprovechando la comunicación, le comento que también tenemos la mejor conexión de fibra óptica del país. Con Movistar Fibra, podrá disfrutar de una navegación ultrarrápida y estable para toda la familia. De hecho...\"\n\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, para completar el proceso, ¿qué sucursal de Movistar te queda más cómoda para activar el nuevo plan? Tenemos [opción 1] y [opción 2].\"\n    *   \"¿Cuál es su domicilio para coordinar la instalación?\"\n\n*   **Manejo de objeciones personalizado:**\n    *   Cliente: \"Es que estoy contento con mi compañía actual.\"\n    *   Respuesta: \"Entiendo, muchos de nuestros clientes también se sentían así al principio. Pero se dieron cuenta de que con Movistar obtienen [beneficio específico que supere a la competencia] a un precio similar.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas en un 75%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas con detección de necesidades completa en un 100%.\n    *   Aumentar el porcentaje de ofertas de fibra en un 300%.\n    *   Incrementar el puntaje de \"Saludo y Presentación\" a 50 de 100.\n    *   Incrementar el puntaje de \"Despedida\" a 70 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nTomas, has demostrado una gran capacidad de mejora en el último período. Tu habilidad para ofrecer productos es un activo valioso. Ahora, es momento de enfocarte en conectar de manera más profunda con los clientes y ser más proactivo. Con un poco de esfuerzo en las áreas de detección de necesidades, saludo, proactividad y cierre, estoy seguro de que vas a alcanzar tu máximo potencial y convertirte en un referente del equipo. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}