{
  "agente": "MZA 15",
  "fecha_generacion": "2026-01-26T14:42:11.229433",
  "metricas": {
    "agente": "MZA 15",
    "evaluaciones": {
      "total_evaluadas": 53,
      "puntaje_promedio": 36.1,
      "puntaje_min": 0.0,
      "puntaje_max": 82.0,
      "desviacion_std": 24.2,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 17,
      "criterios": {
        "saludo_presentacion": 46.4,
        "identificacion_cliente": 31.3,
        "deteccion_necesidades": 37.7,
        "oferta_productos": 45.3,
        "manejo_objeciones": 35.5,
        "cierre": 26.0,
        "despedida": 51.9,
        "proactividad": 16.4,
        "empatia": 42.3,
        "resolucion_problemas": 20.2
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 15,
        "Detección de necesidades": 12,
        "Cierre de ventas": 11,
        "Manejo de objeciones": 10,
        "Proactividad": 8
      },
      "fortalezas_frecuentes": {
        "Empatía": 7,
        "Detección de necesidades": 6,
        "Manejo de objeciones": 5,
        "Oferta de productos": 4,
        "Saludo y presentación": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 82.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece planes adecuados. Maneja objeciones y realiza un cierre intentado. Muestra empatía."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente inicia la llamada correctamente, pero no se presenta ni identifica al cliente. Ofrece un plan sin profundizar en las necesidades del cliente ni manejar objeciones, y no cierra la venta."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente demostró un buen desempeño en la detección de necesidades, oferta de productos y manejo de objeciones.  El cierre fue efectivo y la despedida cordial.  Mejorar la identificación del cliente y la proactividad en la venta cruzada."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta. El agente no se presenta, no identifica al cliente ni sus necesidades, y no maneja las objeciones. El resultado es un rechazo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta. No hay presentación, identificación del cliente, detección de necesidades, ni cierre. El agente se limita a tomar el pedido del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con los criterios básicos de una llamada de ventas: presentación, identificación, detección de necesidades, oferta, cierre."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 53,
      "puntaje_promedio": 36.1,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 17,
      "criterios": {
        "saludo_presentacion": 46.4,
        "identificacion_cliente": 31.3,
        "deteccion_necesidades": 37.7,
        "oferta_productos": 45.3,
        "manejo_objeciones": 35.5,
        "cierre": 26.0,
        "despedida": 51.9,
        "proactividad": 16.4,
        "empatia": 42.3,
        "resolucion_problemas": 20.2
      }
    },
    "clasificacion": {
      "total_llamadas": 39,
      "con_saludo": 9,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 2,
      "ventas": 1,
      "score_calidad_prom": 28.8,
      "pct_saludo": 23.1,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 5.1,
      "tasa_conversion": 2.6
    },
    "integral": {
      "duracion_promedio_seg": 144.0,
      "duracion_promedio_min": 2.4,
      "distribucion_duracion": {
        "1-3 min": 29,
        "3-5 min": 9,
        "5-8 min": 1
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 36.1,
      "general": 35.7,
      "diferencia": 0.4,
      "percentil": 61.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 46.4,
        "general": 32.0,
        "diferencia": 14.4
      },
      "identificacion_cliente": {
        "agente": 31.3,
        "general": 38.7,
        "diferencia": -7.3
      },
      "deteccion_necesidades": {
        "agente": 37.7,
        "general": 23.3,
        "diferencia": 14.4
      },
      "oferta_productos": {
        "agente": 45.3,
        "general": 28.6,
        "diferencia": 16.7
      },
      "manejo_objeciones": {
        "agente": 35.5,
        "general": 33.0,
        "diferencia": 2.4
      },
      "cierre": {
        "agente": 26.0,
        "general": 18.8,
        "diferencia": 7.3
      },
      "despedida": {
        "agente": 51.9,
        "general": 38.5,
        "diferencia": 13.4
      },
      "proactividad": {
        "agente": 16.4,
        "general": 13.9,
        "diferencia": 2.6
      },
      "empatia": {
        "agente": 42.3,
        "general": 43.0,
        "diferencia": -0.7
      },
      "resolucion_problemas": {
        "agente": 20.2,
        "general": 25.1,
        "diferencia": -4.9
      }
    },
    "conversion": {
      "agente": 2.6,
      "general": 5.1,
      "diferencia": -2.6
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 15\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 15 se encuentra actualmente en un nivel que **necesita mejora**, aunque muestra signos de progreso en algunas áreas. Comparado con el equipo, su puntaje IA promedio (36.1) es ligeramente superior al promedio general (35.7), ubicándose en el percentil 61. Sin embargo, su tasa de conversión (2.6%) está considerablemente por debajo del promedio del equipo (5.1%).\n\n**Evolución:** En comparación con el período anterior, el puntaje IA promedio se mantuvo similar (36.1 vs 36.7), lo que indica una estabilidad en el desempeño general. Sin embargo, se observa una leve mejora en el saludo y presentación, detección de necesidades, oferta de productos y cierre, mientras que la identificación del cliente, empatía y resolución de problemas empeoraron. Su potencial de mejora es significativo, especialmente enfocándose en áreas críticas como la identificación del cliente y el cierre efectivo de ventas, así como en aumentar la proactividad en la oferta de fibra.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Saludo y Presentación:** Aumento significativo, indicando una mejor primera impresión. Felicitaciones por este avance, es fundamental mantener la energía y profesionalismo al inicio de la llamada.\n    *   **Detección de Necesidades:** También mejoró, aunque sigue siendo un área con margen de crecimiento.\n    *   **Oferta de Productos:** Aumento notable, lo que sugiere un mayor conocimiento de los productos y su presentación.\n    *   **Cierre:** Ligera mejora, pero aún requiere mucha atención.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del Cliente:** Disminución importante. Este es un error crítico, ya que afecta la validez de toda la interacción. Es urgente corregir esto.\n    *   **Empatía:** Ligera caída, aunque sigue siendo una de sus fortalezas. Hay que evitar que disminuya.\n    *   **Resolución de Problemas:** Pequeña disminución.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Identificación del cliente:** Persistente como área de mejora principal.\n    *   **Cierre de ventas:** Continúa siendo un desafío importante.\n    *   **Proactividad:** No se ha visto una mejora significativa en la oferta de fibra.\n\n*   **TENDENCIA GENERAL:** La tendencia es mixta. Si bien hay mejoras importantes en el saludo y la presentación y la oferta de productos, la caída en la identificación del cliente es preocupante y requiere una intervención inmediata. Es necesario reforzar los aspectos positivos y abordar urgentemente las debilidades.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía:** Es una de sus mayores fortalezas. Mantener un tono amable y comprensivo ayuda a construir una relación con el cliente.\n    *   Ejemplo: En llamadas donde muestra empatía, es más probable que el cliente se sienta escuchado y comprendido, lo que aumenta la probabilidad de una venta exitosa.\n*   **Saludo y Presentación:** La mejora reciente en este criterio es una fortaleza emergente. Una buena presentación genera confianza y establece un tono positivo para la llamada.\n    *   Ejemplo: Iniciar la llamada con una presentación clara y entusiasta ayuda a captar la atención del cliente.\n*   **Oferta de Productos:** Su mejora en la presentación de productos sugiere un mayor conocimiento y confianza en la oferta de Movistar.\n    *   Ejemplo: Destacar los beneficios clave de cada producto de forma clara y concisa es fundamental para despertar el interés del cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del Cliente (PERSISTENTE):** No verificar correctamente la identidad del cliente puede generar errores, malentendidos y hasta problemas legales. **Es fundamental seguir el script:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Cierre de Ventas (PERSISTENTE):** La falta de cierres efectivos impide convertir las oportunidades en ventas reales. Se debe dejar de preguntar \"¿te parece bien si procedemos?\" y empezar a asignar sucursal directamente o buscar el domicilio.\n*   **Proactividad (PERSISTENTE):** No ofrecer fibra de forma proactiva limita el potencial de venta cruzada. Se debe comentar directamente sobre la oferta de fibra sin preguntar si le interesa al cliente.\n*   **Detección de Necesidades (PERSISTENTE):** Mejorar la calidad de las preguntas para entender mejor lo que busca el cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 2.4 minutos está dentro del rango óptimo (2-4 minutos), lo que sugiere que está manejando bien la duración de las llamadas.\n*   **% Capta Atención:** No se proporciona este dato en el informe. Es crucial obtener esta métrica para evaluar si el agente está logrando enganchar al cliente. Si es bajo, es una señal de alerta.\n*   **Cortes de llamada:** No se proporciona este dato. Es importante analizar quién corta la llamada con mayor frecuencia. Si es el cliente, hay un problema en el pitch inicial.\n*   **Llamadas <30 seg:** No se proporciona este dato. Monitorear la cantidad de llamadas muy cortas puede indicar problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** No se proporciona este dato. Es crucial para evaluar la calidad de las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                   | Nivel Actual | Qué está haciendo mal/bien                                                                                                                                                                    | Cómo mejorar (Respetando Reglas del Negocio)                                                                                                                                                                                                                                                                                                                |\n| -------------------------- | ------------ | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación      | Bueno        | Buena impresión inicial.                                                                                                                                                                           | Mantener la energía y el profesionalismo.                                                                                                                                                                                                                                                                                                                |\n| Identificación del Cliente | Bajo         | No verifica correctamente la identidad del cliente.                                                                                                                                                | **CRÍTICO**: Preguntar siempre: \"Hola, ¿me comunico con [Nombre]?\" antes de continuar.                                                                                                                                                                                                                                                                |\n| Detección de Necesidades   | Regular      | Falta de preguntas específicas para entender las necesidades reales del cliente.                                                                                                               | En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".                                                                                                                                                                                          |\n| Oferta de Productos        | Regular      | Presentación adecuada, pero puede mejorar la personalización de la oferta según las necesidades del cliente.                                                                                 | Después de detectar las necesidades, enfocar la oferta en los beneficios específicos que satisfacen esas necesidades.                                                                                                                                                                                                                                     |\n| Manejo de Objeciones       | Regular      | Necesita respuestas más personalizadas y efectivas para rebatir las objeciones del cliente.                                                                                                      | Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Sincronizar la respuesta según el cliente específico, mostrando empatía y ofreciendo soluciones concretas.                                                                                                                                                 |\n| Cierre                     | Bajo         | No cierra la venta de forma directa y efectiva.                                                                                                                                                   | Dejar de preguntar \"¿te parece bien si procedemos?\" y empezar a asignar la sucursal directamente o buscar el domicilio del cliente. **Nunca preguntar si quiere seguir, proceder directamente**.                                                                                                                                       |\n| Despedida                  | Bueno        | Despedida cordial, pero puede ofrecer acompañamiento solo durante la portabilidad.                                                                                                              | Ofrecer acompañamiento durante la portabilidad, pero evitar frases genéricas como \"Estaré encantado de ayudarte en el futuro\".                                                                                                                                                                                                                             |\n| Proactividad               | Crítico      | No ofrece fibra de forma proactiva.                                                                                                                                                                  | Comentar directamente sobre la oferta de fibra, sin preguntar si le interesa al cliente. Por ejemplo: \"Además del plan, Movistar está ofreciendo fibra óptica con [beneficios específicos]\".                                                                                                                                                     |\n| Empatía                    | Bueno        | Muestra empatía en la interacción, pero debe mantener el nivel.                                                                                                                                  | Escuchar activamente al cliente y adaptar el discurso a su tono y necesidades.                                                                                                                                                                                                                                                                    |\n| Resolución de Problemas    | Bajo         | Necesita mejorar su capacidad para resolver los problemas planteados por el cliente.                                                                                                             | Capacitación específica en la resolución de problemas comunes y acceso a información actualizada sobre los productos y servicios de Movistar.                                                                                                                                                                                             |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Identificación del Cliente y Cierre Directo.**\n    *   Acción: Enfocarse exclusivamente en verificar la identidad del cliente al inicio de cada llamada. Utilizar el script obligatorio. Practicar técnicas de cierre directo (asignar sucursal, buscar domicilio).\n*   **Semana 2:** **Detección de Necesidades y Manejo de Objeciones Personalizado.**\n    *   Acción: Profundizar en la detección de necesidades con preguntas específicas. Desarrollar respuestas personalizadas para las objeciones más comunes.\n*   **Semana 3:** **Proactividad en la Oferta de Fibra.**\n    *   Acción: Incorporar la oferta de fibra en todas las llamadas, sin preguntar si le interesa al cliente.\n*   **Semana 4:** **Consolidación y Optimización.**\n    *   Acción: Revisar todas las áreas de mejora y ajustar las estrategias según los resultados obtenidos.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas? ¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:** \"Además del plan móvil, Movistar está ofreciendo fibra óptica con [velocidad] y [beneficios específicos, como descuento en el plan móvil o acceso a contenido exclusivo]. Es ideal para ver películas y series en streaming sin interrupciones.\"\n*   **Cierre Directo:** \"Para que puedas disfrutar de este plan lo antes posible, te voy a asignar una sucursal cerca de tu domicilio para que retires el chip. ¿Te queda cómodo [nombre de la sucursal]?\" O \"Para coordinar la instalación de la fibra, ¿me podrías confirmar tu domicilio?\"\n*   **Manejo de Objeciones (Precio):** \"Entiendo que el precio es importante. Muchos clientes al principio se enfocan en eso, pero después se dan cuenta de la diferencia en la velocidad y la estabilidad de la conexión, y ven que el valor está ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 50\n*   Meta de tasa de conversión: 5%\n*   Meta de ofrecimiento de productos (fibra): 80% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a mantener: 2-4 minutos\n*   KPIs específicos a mejorar: Identificación del Cliente, Cierre de Ventas, Proactividad\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 15, veo que estás haciendo un esfuerzo por mejorar, especialmente en el saludo y la presentación. ¡Sigue así! Ahora, vamos a enfocarnos en lo más importante: identificar correctamente a cada cliente y cerrar las ventas con seguridad. Sé que tienes el potencial para superar estas áreas de mejora y convertirte en un vendedor de alto rendimiento. Confío en ti y te daré todo el apoyo que necesites para alcanzar tus metas. ¡Vamos a lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:06:43.847191",
  "evolucion": null
}