{
  "agente": "MZA 33",
  "fecha_generacion": "2026-01-26T14:34:21.535336",
  "metricas": {
    "agente": "MZA 33",
    "evaluaciones": {
      "total_evaluadas": 89,
      "puntaje_promedio": 38.1,
      "puntaje_min": 0.0,
      "puntaje_max": 665.0,
      "desviacion_std": 73.0,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 28,
      "criterios": {
        "saludo_presentacion": 33.4,
        "identificacion_cliente": 33.3,
        "deteccion_necesidades": 31.2,
        "oferta_productos": 27.5,
        "manejo_objeciones": 32.4,
        "cierre": 12.6,
        "despedida": 21.5,
        "proactividad": 12.0,
        "empatia": 47.9,
        "resolucion_problemas": 25.6
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 28,
        "Identificación del cliente": 25,
        "Detección de necesidades": 22,
        "Manejo de objeciones": 16,
        "Presentación y Saludo": 15
      },
      "fortalezas_frecuentes": {
        "Empatía": 20,
        "Identificación del cliente": 8,
        "Saludo y presentación": 7,
        "Manejo de objeciones": 5,
        "Identificación correcta del cliente.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 665.0,
          "resumen": "El agente se presenta bien, identifica al cliente y ofrece un plan adecuado.  Maneja bien las objeciones y muestra empatía.  Mejorar el cierre, ser más proactivo en ofrecer otros productos y profundizar más en la detección de necesidades."
        },
        {
          "puntaje_total": 230.0,
          "resumen": "El agente necesita mejorar en la presentación, identificación del cliente, detección de necesidades, oferta de productos (incluyendo la promoción del 80%), cierre y proactividad. Muestra empatía, pero la ejecución de la venta es deficiente. No cumple con las reglas del negocio."
        },
        {
          "puntaje_total": 76.0,
          "resumen": "El agente se presenta y verifica la información del cliente correctamente. Detecta las necesidades y maneja las objeciones adecuadamente. El cierre es directo y la despedida correcta. La principal área de mejora es la omisión de la promoción del 80% de descuento."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ningún criterio de evaluación. La llamada es un rechazo directo del cliente, y la gestión del agente es completamente pasiva y poco profesional."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es deficiente en todos los aspectos. El agente no se presenta correctamente, no identifica al cliente ni sus necesidades, no ofrece productos de Movistar, no intenta cerrar la venta y no muestra empatía. La comunicación es confusa y poco profesional."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas obligatorias del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no menciona la promoción del 80% de descuento, no maneja objeciones y no cierra la venta. No es proactivo ni muestra empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 89,
      "puntaje_promedio": 38.1,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 28,
      "criterios": {
        "saludo_presentacion": 33.4,
        "identificacion_cliente": 33.3,
        "deteccion_necesidades": 31.2,
        "oferta_productos": 27.5,
        "manejo_objeciones": 32.4,
        "cierre": 12.6,
        "despedida": 21.5,
        "proactividad": 12.0,
        "empatia": 47.9,
        "resolucion_problemas": 25.6
      }
    },
    "clasificacion": {
      "total_llamadas": 39,
      "con_saludo": 35,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 9,
      "ventas": 0,
      "score_calidad_prom": 39.1,
      "pct_saludo": 89.7,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 23.1,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 346.0,
      "duracion_promedio_min": 5.8,
      "distribucion_duracion": {
        "1-3 min": 23,
        "5-8 min": 6,
        "> 8 min": 6,
        "3-5 min": 4
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 38.1,
      "general": 35.7,
      "diferencia": 2.4,
      "percentil": 62.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 33.4,
        "general": 32.0,
        "diferencia": 1.4
      },
      "identificacion_cliente": {
        "agente": 33.3,
        "general": 38.7,
        "diferencia": -5.4
      },
      "deteccion_necesidades": {
        "agente": 31.2,
        "general": 23.3,
        "diferencia": 7.9
      },
      "oferta_productos": {
        "agente": 27.5,
        "general": 28.6,
        "diferencia": -1.1
      },
      "manejo_objeciones": {
        "agente": 32.4,
        "general": 33.0,
        "diferencia": -0.7
      },
      "cierre": {
        "agente": 12.6,
        "general": 18.8,
        "diferencia": -6.2
      },
      "despedida": {
        "agente": 21.5,
        "general": 38.5,
        "diferencia": -17.1
      },
      "proactividad": {
        "agente": 12.0,
        "general": 13.9,
        "diferencia": -1.8
      },
      "empatia": {
        "agente": 47.9,
        "general": 43.0,
        "diferencia": 4.9
      },
      "resolucion_problemas": {
        "agente": 25.6,
        "general": 25.1,
        "diferencia": 0.5
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 33\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 33 se encuentra actualmente por debajo del promedio del equipo en tasa de conversión y en varios criterios clave como Identificación del Cliente, Cierre y Despedida. Sin embargo, su puntaje IA promedio (38.1) es ligeramente superior al promedio del equipo (35.7), ubicándolo en un nivel que necesita mejora, con un puntaje en el percentil 62.8.\n\n**EVOLUCIÓN:** Comparado con el período anterior, MZA 33 muestra una mezcla de resultados. Si bien el puntaje IA promedio bajó (de 47.6 a 38.1), lo cual indica un retroceso en el desempeño general, también hay mejoras notables en algunos criterios, como Detección de Necesidades. El potencial de mejora es significativo, especialmente si se logra abordar las áreas que han empeorado y se consolidan las fortalezas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:** El criterio de **Detección de Necesidades** aumentó significativamente, demostrando un mayor esfuerzo por comprender las necesidades del cliente. También se observó una ligera mejora en **Empatía** y **Resolución de Problemas**.\n*   **QUÉ EMPEORÓ:** Los criterios de **Identificación del Cliente**, **Cierre**, y **Despedida** experimentaron una disminución notable, especialmente el de Despedida. Esto requiere atención urgente, ya que son componentes cruciales para una experiencia positiva del cliente y el cierre efectivo de ventas.\n*   **QUÉ SIGUE PENDIENTE:** La **Proactividad**, que se identificó como área de mejora en el coaching anterior, sigue siendo un desafío importante. La **Oferta de Productos** y el **Manejo de Objeciones** necesitan consolidarse.\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante, ya que, si bien hubo mejoras puntuales, el retroceso en áreas críticas sugiere que necesita una intervención urgente. La falta de cierres (0 ventas) es un indicador alarmante.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Empatía:** MZA 33 demuestra una buena capacidad para conectar con los clientes y entender sus preocupaciones.\n*   **Detección de Necesidades:** La mejora en este criterio sugiere un mayor esfuerzo por comprender qué buscan los clientes.\n*   **Saludo y presentación:** Se mantiene como una de las fortalezas, creando una buena primera impresión.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Cierre:** (PERSISTENTE) La incapacidad de cerrar ventas es un problema crítico que impacta directamente en los resultados. Debe aprender a aplicar técnicas de cierre directas y efectivas, respetando las reglas del negocio.\n*   **Proactividad:** (PERSISTENTE) La falta de proactividad, especialmente en la oferta de fibra, limita su capacidad para maximizar las oportunidades de venta. Necesita ofrecer productos y servicios adicionales de manera más agresiva.\n*   **Despedida:** (NUEVA) La disminución en este criterio puede dejar una mala impresión final en el cliente. Debe asegurarse de que cada interacción termine de manera positiva y profesional, ofreciendo acompañamiento en la portabilidad.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** El TMO de 5.8 minutos (346 segundos) es significativamente alto, lo que sugiere que MZA 33 podría estar dedicando demasiado tiempo a conversaciones no productivas o teniendo dificultades para dirigir la conversación hacia el cierre.\n*   **% Capta Atención:** Este dato no está disponible directamente, pero la distribución de la duración de las llamadas (23 entre 1-3 minutos, 6 entre 5-8 minutos y 6 mayores a 8 minutos) sugiere que hay un porcentaje importante de llamadas que superan el minuto, lo cual es positivo, pero el TMO elevado indica que no se está traduciendo en ventas.\n*   **Cortes de llamada:** No hay datos disponibles sobre cortes del cliente vs. cortes del agente.\n*   **Llamadas <30 seg:** No hay datos sobre la cantidad de llamadas que duran menos de 30 segundos.\n*   **Tasa de aprobación de ventas:** La tasa de conversión del 0.0% es alarmante y confirma la necesidad urgente de mejorar las habilidades de cierre.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel Regular. El puntaje (33.4) es ligeramente superior al promedio, pero puede mejorar. Debe asegurarse de que la presentación sea breve, concisa y que destaque el valor de la oferta.\n    *   **Cómo mejorar:** En lugar de decir \"Tengo una oferta que podría interesarle,\" debe decir \"Tengo una oferta que LE VA a interesar\" y mencionar directamente el beneficio principal de la oferta.\n*   **Identificación del Cliente:** Nivel Regular. El puntaje (33.3) está por debajo del promedio del equipo (38.7).\n    *   **Cómo mejorar:** Debe asegurarse de preguntar siempre \"¿Me comunico con [Nombre]?\" para verificar la identidad del cliente al inicio de la llamada.\n*   **Detección de Necesidades:** Nivel Regular. El puntaje (31.2) muestra una mejora, pero aún necesita desarrollarse.\n    *   **Cómo mejorar:** Debe hacer preguntas directas para identificar las necesidades del cliente. Por ejemplo, \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actual?\". Evitar preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\".\n*   **Oferta de Productos:** Nivel Bajo. El puntaje (27.5) indica que no está presentando los productos de manera efectiva.\n    *   **Cómo mejorar:** Debe ser más directo y persuasivo al presentar la oferta, destacando los beneficios clave y adaptándolos a las necesidades del cliente identificadas previamente.\n*   **Manejo de Objeciones:** Nivel Regular. El puntaje (32.4) está en línea con el promedio, pero aún hay margen de mejora.\n    *   **Cómo mejorar:** Debe personalizar las respuestas a las objeciones, en lugar de usar respuestas genéricas. Escuchar atentamente la objeción del cliente y responder de manera específica y empática.\n*   **Cierre:** Nivel Crítico. El puntaje (12.6) es extremadamente bajo y necesita atención inmediata.\n    *   **Cómo mejorar:** Eliminar las preguntas indecisas como \"¿Te parece bien si procedemos?\" y aplicar técnicas de cierre directas. Por ejemplo, \"Perfecto, entonces voy a asignarte la sucursal más cercana para que puedas retirar tu nuevo chip\" o \"Ahora mismo estoy buscando tu domicilio para programar la entrega\".\n*   **Despedida:** Nivel Crítico. El puntaje (21.5) es muy bajo y ha empeorado.\n    *   **Cómo mejorar:** Debe ofrecer acompañamiento durante la portabilidad (único momento permitido) y evitar frases como \"Estaré encantado de ayudarte en el futuro\". Una despedida correcta podría ser: \"Lo acompañaré en el proceso de portabilidad para que no tenga ningún inconveniente. ¡Que tenga un excelente día!\".\n*   **Proactividad:** Nivel Crítico. El puntaje (12.0) es extremadamente bajo y requiere un cambio drástico.\n    *   **Cómo mejorar:** Debe ofrecer fibra de forma directa a todos los clientes, sin preguntar si les interesa. Por ejemplo, \"Aprovechando, quería comentarle que también tenemos un excelente servicio de fibra óptica en su zona, que le va a encantar por su velocidad y estabilidad\".\n*   **Empatía:** Nivel Bueno. El puntaje (47.9) es una fortaleza que debe seguir manteniendo.\n*   **Resolución de Problemas:** Nivel Regular. El puntaje (25.6) indica que puede mejorar en este aspecto.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco en el CIERRE.** Aprender y practicar técnicas de cierre directo (asignar sucursal, buscar domicilio). Role-playing con el jefe de ventas enfocándose en el cierre. Revisión de grabaciones de llamadas exitosas de otros vendedores.\n*   **Semana 2:** **PROACTIVIDAD y OFERTA DE FIBRA.** Incorporar la oferta de fibra en cada llamada sin preguntar al cliente. Monitoreo constante para asegurar el cumplimiento.\n*   **Semana 3:** **IDENTIFICACIÓN DEL CLIENTE y DESPEDIDA.** Reforzar la importancia de verificar la identidad y ofrecer acompañamiento en la portabilidad. Practicar scripts de saludo y despedida efectivos.\n*   **Semana 4:** **CONSOLIDACIÓN y MANEJO DE OBJECIONES.** Practicar el manejo de objeciones comunes con respuestas personalizadas y persuasivas. Analizar el progreso en todas las áreas y ajustar el plan según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:** \"Aprovechando, quería comentarle que también tenemos un excelente servicio de fibra óptica en su zona, que le va a encantar por su velocidad y estabilidad.\"\n*   **Cierre Directo:** \"Perfecto, entonces voy a asignarte la sucursal más cercana para que puedas retirar tu nuevo chip.\" / \"Ahora mismo estoy buscando tu domicilio para programar la entrega.\"\n*   **Manejo de Objeciones (Ejemplo - Precio):** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, tené en cuenta que con esta promoción te llevás X beneficio extra...\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Oferta de Productos:** Ofrecer fibra en el 100% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min al 50% en 30 días.\n*   **TMO:** Reducir el TMO a 4 minutos en 30 días.\n*   **KPIs:** Mejorar el puntaje de Cierre a 40 y Despedida a 50 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 33, veo que tenés la capacidad de conectar con los clientes y entender sus necesidades. La mejora en detección de necesidades es una muestra de tu esfuerzo. Ahora, es fundamental que te enfoques en convertir esa empatía en resultados concretos. Sé que podés superar este desafío y alcanzar tu máximo potencial. Confío en tu capacidad para aplicar las nuevas técnicas y transformar tus llamadas en ventas exitosas. ¡Vamos por ese objetivo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:06:25.158213",
  "evolucion": null
}