{
  "agente": "Mza 84",
  "agente_codigo": "MZA 84",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:40:33.556819",
  "metricas": {
    "agente": "Mza 84",
    "agente_codigo": "MZA 84",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 40,
      "puntaje_promedio": 26.2,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 24.0,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 2,
      "llamadas_regulares": 11,
      "llamadas_criticas": 25,
      "criterios": {
        "saludo_presentacion": 7.8,
        "identificacion_cliente": 65.0,
        "deteccion_necesidades": 2.5,
        "oferta_productos": 30.5,
        "manejo_objeciones": 21.0,
        "cierre": 28.8,
        "despedida": 51.8,
        "proactividad": 7.5,
        "empatia": 31.0,
        "resolucion_problemas": 20.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 25,
        "Manejo de objeciones": 14,
        "Proactividad": 14,
        "Empatía": 14,
        "Presentación": 12
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 14,
        "Despedida": 6,
        "Empatía": 5,
        "Identificación del cliente.": 4,
        "Manejo de objeciones.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se identifica y ofrece planes directamente, mostrando proactividad y empatía. Maneja las objeciones y completa el cierre. Debe mejorar la presentación inicial y realizar preguntas para detectar las necesidades del cliente."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente necesita mejorar la presentación inicial y la detección de necesidades. El resto de la llamada es correcta, se ofrece el plan y fibra. Se completa el cierre y muestra empatía."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades y maneja objeciones. El cierre no se completa. No se ofrece fibra. Muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada sin presentación, detección de necesidades ni oferta de productos. No se completó el proceso de venta. No se observa empatía ni un cierre adecuado."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no sigue los pasos del guion, no se presenta, no detecta necesidades, no ofrece productos ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con ninguna de las reglas del negocio y no logró ningún objetivo de venta."
        }
      ],
      "pct_ofrece_fibra": 12.5
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 278,
      "tmo_seg": 170.1,
      "pct_capta_atencion": 52.2,
      "menos_30seg": 41,
      "corte_cliente": 206,
      "corte_agente": 72
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 26.2,
      "general": 30.6,
      "diferencia": -4.4,
      "percentil": 49.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 7.8,
        "general": 17.9,
        "diferencia": -10.1
      },
      "identificacion_cliente": {
        "agente": 65.0,
        "general": 49.4,
        "diferencia": 15.6
      },
      "deteccion_necesidades": {
        "agente": 2.5,
        "general": 14.3,
        "diferencia": -11.8
      },
      "oferta_productos": {
        "agente": 30.5,
        "general": 36.1,
        "diferencia": -5.6
      },
      "manejo_objeciones": {
        "agente": 21.0,
        "general": 27.8,
        "diferencia": -6.8
      },
      "cierre": {
        "agente": 28.8,
        "general": 19.5,
        "diferencia": 9.2
      },
      "despedida": {
        "agente": 51.8,
        "general": 51.2,
        "diferencia": 0.6
      },
      "proactividad": {
        "agente": 7.5,
        "general": 8.5,
        "diferencia": -1.0
      },
      "empatia": {
        "agente": 31.0,
        "general": 37.5,
        "diferencia": -6.5
      },
      "resolucion_problemas": {
        "agente": 20.0,
        "general": 21.0,
        "diferencia": -1.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 84\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual del vendedor Mza 84 se encuentra en un nivel **Crítico** y requiere una mejora significativa. Su puntaje promedio (26.2 de 100) es inferior al promedio del equipo (30.6 de 100), ubicándose en el percentil 49.8, lo que indica que está por debajo del promedio general. Si bien identifica correctamente al cliente (65 de 100), flaquea significativamente en detección de necesidades (2.5 de 100) y proactividad (7.5 de 100), lo que afecta directamente su capacidad para ofrecer soluciones personalizadas y cerrar ventas.\n\nComparado con el coaching anterior, el puntaje promedio se mantiene en 26.2. Aunque algunas fortalezas como la Identificación del cliente se mantienen, las áreas de mejora no han experimentado un progreso notable. El potencial de mejora es alto, ya que, con un enfoque estructurado y entrenamiento específico, Mza 84 puede incrementar significativamente su desempeño y alcanzar el promedio del equipo e incluso superarlo. La baja tasa de oferta de fibra (12.5%) también indica una oportunidad de crecimiento importante.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Consistentemente alto (65 de 100), lo que permite comenzar la interacción de manera efectiva. Hay que mantener esta práctica.\n*   **Despedida:** Mantiene un buen nivel (51.8 de 100), asegurando un cierre cordial de la llamada.\n*   **Cierre:** Su puntaje de 28.8 de 100 es superior al promedio del equipo, lo que indica una capacidad para llevar la conversación hacia un cierre, aunque necesita pulirse.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Extremadamente baja (2.5 de 100), impactando la personalización de la oferta y el interés del cliente.\n*   **Oferta de productos:** Si bien tiene un puntaje de 30.5 de 100, se debe maximizar el ofrecimiento de FIBRA, que actualmente es muy bajo (12.5% de las llamadas).\n*   **Proactividad:** Muy baja (7.5 de 100), lo que implica no aprovechar oportunidades adicionales de venta y no anticiparse a las necesidades del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (7.8 de 100). Debe enfocarse en un saludo enérgico y una presentación concisa, mencionando nombre y motivo de la llamada de forma clara y atractiva.\n    *   **¿Qué hace mal?** Probablemente comienza la llamada de manera poco llamativa o no establece una conexión inicial fuerte.\n    *   **¿Cómo mejorar?** Utilizar un guion de saludo predefinido y practicar la entonación para generar interés.\n*   **Identificación del cliente:** (65 de 100). Mantiene un nivel aceptable. Debe seguir verificando la identidad del cliente al inicio de la llamada.\n    *   **¿Qué hace bien?** Se asegura de hablar con la persona correcta antes de continuar.\n    *   **¿Cómo mejorar?** Continuar con la práctica actual.\n*   **Detección de necesidades:** (2.5 de 100). Urgente mejorar. Necesita hacer preguntas clave para entender qué busca el cliente, cuántos GB consume, qué servicios utiliza más y cuáles son sus mayores frustraciones.\n    *   **¿Qué hace mal?** No realiza preguntas o las hace de manera superficial, sin profundizar en las necesidades reales del cliente.\n    *   **¿Cómo mejorar?** Implementar preguntas dirigidas y evitar frases como \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Oferta de Productos:** (30.5 de 100). Directamente ofrecer el plan y comentar sobre la FIBRA, sin preguntar si le interesa.\n    *   **¿Qué hace mal?** Posiblemente pregunta si le interesa la oferta en lugar de presentarla directamente. No ofrece la FIBRA en la mayoría de las llamadas.\n    *   **¿Cómo mejorar?** Utilizar frases como \"Tengo una oferta que le VA a interesar\" y comentar DIRECTAMENTE sobre la FIBRA.\n*   **Manejo de Objeciones:** (21 de 100). Debe enfocarse en rebatir la objeción puntual del cliente, no dar respuestas genéricas.\n    *   **¿Qué hace mal?** Probablemente ofrece respuestas genéricas que no abordan la preocupación específica del cliente.\n    *   **¿Cómo mejorar?** Escuchar atentamente la objeción y responder con argumentos concretos y beneficios relevantes. Por ejemplo, si el cliente dice \"Es muy caro\", responder \"Es lógico que mire el precio. A varios clientes les pasó eso...\".\n*   **Cierre:** (28.8 de 100).  Asignar sucursal o buscar domicilio directamente para concretar la venta.\n    *   **¿Qué hace mal?** No busca cerrar la venta activamente o pregunta en lugar de proponer directamente.\n    *   **¿Cómo mejorar?** Una vez presentada la oferta, pasar directamente a la acción, preguntando por la dirección de envío o la sucursal más cercana.\n*   **Despedida:** (51.8 de 100). Se mantiene en un nivel aceptable.\n    *   **¿Qué hace bien?** Finaliza la llamada de manera cordial.\n    *   **¿Cómo mejorar?** Mantener la práctica actual.\n*   **Proactividad:** (7.5 de 100). Debe ser más proactivo en la búsqueda de oportunidades de venta y ofrecer soluciones personalizadas.\n    *   **¿Qué hace mal?** Espera a que el cliente exprese sus necesidades en lugar de anticiparse y ofrecer soluciones.\n    *   **¿Cómo mejorar?** Sugerir mejoras al plan actual basadas en el consumo del cliente, ofrecer servicios adicionales o preguntar si le interesa agregar la FIBRA a su servicio.\n*   **Empatía:** (31 de 100). Debe demostrar mayor comprensión y conexión con el cliente.\n    *   **¿Qué hace mal?** Posiblemente se enfoca demasiado en el producto y no en las necesidades y sentimientos del cliente.\n    *   **¿Cómo mejorar?** Escuchar activamente al cliente, mostrar comprensión ante sus objeciones y adaptar el discurso a su situación particular.\n*   **Resolución de problemas:** (20 de 100). No se aplica directamente, pero la capacidad de resolver dudas y objeciones impacta este criterio.\n    *   **¿Qué hace mal?** No aborda las dudas del cliente de forma efectiva.\n    *   **¿Cómo mejorar?** Anticipar posibles dudas y tener respuestas preparadas, ofrecer soluciones alternativas cuando sea posible y demostrar disposición para ayudar.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco en la detección de necesidades.**\n*   **Acciones:**\n    *   Revisar y practicar un guion de preguntas dirigidas a identificar las necesidades del cliente.\n    *   Escuchar grabaciones de llamadas exitosas para identificar cómo los agentes detectan necesidades.\n    *   Realizar role-playing con el supervisor para practicar la formulación de preguntas y la escucha activa.\n    *   Analizar el speech de los agentes de mejor desempeño.\n**Semana 2:** **Oferta directa de productos y manejo de objeciones.**\n*   **Acciones:**\n    *   Practicar la presentación de la oferta de productos, enfatizando los beneficios y sin preguntar si le interesa.\n    *   Crear un listado de objeciones comunes y preparar respuestas efectivas para cada una.\n    *   Realizar simulaciones de llamadas con objeciones para practicar el manejo de situaciones difíciles.\n**Semana 3:** **Proactividad y cierre efectivo.**\n*   **Acciones:**\n    *   Identificar oportunidades para ofrecer servicios adicionales o mejoras al plan actual.\n    *   Practicar técnicas de cierre directo, como preguntar por la dirección de envío o la sucursal más cercana.\n    *   Monitorear las llamadas y ofrecer feedback inmediato sobre la proactividad y el cierre.\n**Semana 4:** **Consolidación y optimización.**\n*   **Acciones:**\n    *   Revisar las grabaciones de las llamadas de las semanas anteriores para identificar áreas de mejora.\n    *   Continuar practicando las habilidades aprendidas y adaptando el discurso a cada cliente.\n    *   Establecer metas específicas y medibles para el desempeño futuro.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** Enfocarse en el consumo de datos, uso de redes sociales, streaming, etc. Evitar preguntar \"¿Qué es lo que más usás del celular?\".\n*   **Ofrecer fibra directamente:** \"Además del plan, en tu zona tenemos cobertura de fibra óptica con [velocidad] a un precio increíble. Te VA a interesar para [beneficio específico].\"\n*   **Técnicas de cierre directo:**\n    *   \"Para activar el plan y la fibra, ¿te queda cómodo que lo instalemos en tu domicilio o preferís retirarlo por una sucursal?\"\n*   **Manejo de objeciones personalizado:**\n    *   \"Es muy caro\": \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven todo lo que incluye, se dan cuenta que es una gran inversión porque...\"\n    *   \"No me interesa la fibra\": \"Entiendo, pero te VA a interesar saber que con la fibra de Movistar, vas a tener [beneficios concretos]...\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 45 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas críticas en un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la detección de necesidades a 50 de 100.\n    *   Incrementar el porcentaje de oferta de fibra al 50%.\n    *   Mejorar el manejo de objeciones a 40 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 84, tenés el potencial para convertirte en un vendedor estrella. Tu fortaleza en la identificación del cliente es un gran punto de partida. Con un enfoque en la detección de necesidades y una mayor proactividad, podés transformar la experiencia del cliente y cerrar muchas más ventas. ¡Confío en tu capacidad para superar este desafío y alcanzar tus metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}