{
  "agente": "Mza 58",
  "agente_codigo": "MZA 58",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:28:40.113572",
  "metricas": {
    "agente": "Mza 58",
    "agente_codigo": "MZA 58",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 75,
      "puntaje_promedio": 24.3,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 22.5,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 3,
      "llamadas_regulares": 12,
      "llamadas_criticas": 57,
      "criterios": {
        "saludo_presentacion": 6.8,
        "identificacion_cliente": 49.3,
        "deteccion_necesidades": 11.9,
        "oferta_productos": 39.5,
        "manejo_objeciones": 23.3,
        "cierre": 15.2,
        "despedida": 46.1,
        "proactividad": 1.7,
        "empatia": 33.9,
        "resolucion_problemas": 12.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 36,
        "Proactividad": 29,
        "Presentación": 18,
        "Oferta de productos": 16,
        "Manejo de objeciones": 16
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 18,
        "Despedida cordial.": 9,
        "Empatía": 8,
        "Despedida cordial": 7,
        "Identificación del cliente.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece el plan directamente y maneja objeciones. El cierre es completo, pero falta proactividad en ofrecer otros productos y la detección de necesidades es limitada."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó, identificó al cliente, ofreció un plan y cerró la venta. Manejó objeciones y se despidió cordialmente. No ofreció fibra ni otros productos adicionales."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, detectó necesidades, ofreció un plan y manejó una objeción. La proactividad y oferta de fibra no fueron evaluadas positivamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada y no realiza un cierre efectivo. No muestra empatía y no maneja objeciones."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente se equivoca de cliente y no ofrece ningún producto."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra la venta y no se despide correctamente. No muestra proactividad ni empatía."
        }
      ],
      "pct_ofrece_fibra": 4.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 234,
      "tmo_seg": 70.9,
      "pct_capta_atencion": 21.8,
      "menos_30seg": 108,
      "corte_cliente": 114,
      "corte_agente": 118
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 24.3,
      "general": 30.6,
      "diferencia": -6.3,
      "percentil": 47.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.8,
        "general": 17.9,
        "diferencia": -11.1
      },
      "identificacion_cliente": {
        "agente": 49.3,
        "general": 49.4,
        "diferencia": -0.1
      },
      "deteccion_necesidades": {
        "agente": 11.9,
        "general": 14.3,
        "diferencia": -2.5
      },
      "oferta_productos": {
        "agente": 39.5,
        "general": 36.1,
        "diferencia": 3.3
      },
      "manejo_objeciones": {
        "agente": 23.3,
        "general": 27.8,
        "diferencia": -4.4
      },
      "cierre": {
        "agente": 15.2,
        "general": 19.5,
        "diferencia": -4.3
      },
      "despedida": {
        "agente": 46.1,
        "general": 51.2,
        "diferencia": -5.1
      },
      "proactividad": {
        "agente": 1.7,
        "general": 8.5,
        "diferencia": -6.7
      },
      "empatia": {
        "agente": 33.9,
        "general": 37.5,
        "diferencia": -3.6
      },
      "resolucion_problemas": {
        "agente": 12.5,
        "general": 21.0,
        "diferencia": -8.5
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 58\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 58 es **Crítico**. Su puntaje promedio de 24.3 de 100 lo sitúa significativamente por debajo del promedio del equipo (30.6 de 100), ubicándose en el percentil 47.2, lo que indica que está en la mitad inferior del rendimiento del equipo. El potencial de mejora es considerable, ya que hay un margen amplio para aumentar su puntaje y alcanzar un nivel de desempeño competitivo.\n\nComparado con el coaching anterior del 2026-02-08, no hay una mejora significativa. Las áreas de mejora siguen siendo las mismas: Detección de necesidades, Proactividad, Presentación, Oferta de productos y Manejo de objeciones. Es crucial implementar un plan de acción intensivo y enfocado para lograr un cambio positivo en su desempeño.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 49.3 de 100, Mza 58 muestra una habilidad aceptable en identificar correctamente al cliente al inicio de la llamada.\n*   **Despedida:** Un puntaje de 46.1 de 100 en este criterio indica que el vendedor se despide de manera relativamente cordial.\n*   **Empatía:** Aunque susceptible de mejora, el puntaje de 33.9 de 100 en empatía sugiere que el vendedor puede conectar con el cliente en cierto grado.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Proactividad:** Con un puntaje de 1.7 de 100, este es el área más crítica. Mza 58 necesita ser mucho más proactivo en ofrecer productos adicionales, como fibra óptica, y anticipar las necesidades del cliente. El bajo porcentaje de oferta de fibra (4%) lo confirma.\n*   **Detección de Necesidades:** Un puntaje de 11.9 de 100 indica una deficiencia significativa en la comprensión de las necesidades del cliente, lo que dificulta la personalización de la oferta.\n*   **Cierre:** Con un puntaje de 15.2 de 100, las técnicas de cierre necesitan ser reforzadas para asegurar la conversión de las llamadas en ventas concretas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 6.8 de 100. Mza 58 necesita mejorar su saludo inicial para captar la atención del cliente de inmediato. Debe comenzar con una presentación clara y enérgica, indicando su nombre y el motivo de la llamada, resaltando el beneficio para el cliente.\n    *   **Mejora:** Practicar un saludo conciso y atractivo. **Ejemplo:** \"¡Hola [Nombre del Cliente]! Soy [Tu Nombre] de Movistar. Tengo una oferta exclusiva para vos que te VA a encantar.\"\n*   **Identificación del Cliente:** 49.3 de 100. Si bien es una fortaleza relativa, se puede pulir.\n    *   **Mejora:** Usar la identificación como gancho. **Ejemplo:** \"Hola, ¿me comunico con [Nombre del Cliente]? ¡Perfecto! Lo llamo porque tengo novedades importantes sobre su línea.\"\n*   **Detección de Necesidades:** 11.9 de 100. Es fundamental realizar preguntas que revelen las necesidades reales del cliente.\n    *   **Mejora:** En lugar de preguntas genéricas, usar preguntas específicas que revelen patrones de uso. **Ejemplo:** \"¿Qué aplicaciones son las que más usás en tu celular?\" \"¿En qué momentos del día consumís más datos?\" \"¿Compartís internet con otros dispositivos o personas?\" \"¿Cuántos GB tenés actualmente?\".\n*   **Oferta de Productos:** 39.5 de 100. La oferta debe ser clara, concisa y enfocada en los beneficios para el cliente, y presentada directamente.\n    *   **Mejora:** Presentar la oferta inmediatamente después de la identificación y detección de necesidades, sin rodeos. **Ejemplo:** \"Basándome en lo que me comentaste, el plan [Nombre del Plan] con [Cantidad de GB] y [Beneficios Adicionales] se adapta perfectamente a tus necesidades.\"\n*   **Manejo de Objeciones:** 23.3 de 100. Es crucial abordar las objeciones de manera directa y con argumentos sólidos.\n    *   **Mejora:** Preparar respuestas específicas para las objeciones más comunes. **Ejemplo (Objeción: \"Estoy conforme con mi plan actual\"):** \"Entiendo, pero este nuevo plan le ofrece [Beneficios concretos] por [Precio], lo que significa un ahorro y una mejora en su experiencia.\"\n*   **Cierre:** 15.2 de 100. Se debe asegurar el cierre de la venta de manera directa y sin vacilación.\n    *   **Mejora:** Después de presentar la oferta, proceder directamente al cierre. **Ejemplo:** \"Perfecto, para activar este plan, ¿preferís que lo configuremos directamente en tu línea o te asigno una sucursal para que lo actives ahí?\" o \"¿Cuál es su dirección para coordinar la instalación de la fibra?\"\n*   **Despedida:** 46.1 de 100. Mantener la cordialidad y dejar la puerta abierta para futuras consultas.\n    *   **Mejora:** Agradecer al cliente por su tiempo y ofrecer asistencia para la portabilidad. **Ejemplo:** \"Gracias por tu tiempo, [Nombre del Cliente]. Si tenés alguna duda con la portabilidad, no dudes en contactarme.\"\n*   **Proactividad:** 1.7 de 100. Es esencial ser proactivo en ofrecer productos adicionales y soluciones a las necesidades del cliente.\n    *   **Mejora:** Ofrecer fibra óptica directamente después de cerrar la venta del plan móvil. **Ejemplo:** \"Ahora que tenés el mejor plan móvil, te comento que también tenemos una oferta increíble para Fibra Óptica en tu domicilio. Con [Velocidad de Fibra] vas a poder disfrutar de una conexión ultra rápida para toda tu familia.\"\n*   **Empatía:** 33.9 de 100. Mostrar comprensión y conexión con el cliente.\n    *   **Mejora:** Validar las preocupaciones del cliente. **Ejemplo:** \"Entiendo su preocupación por el precio, a muchos clientes les pasó lo mismo al principio, pero cuando ven los beneficios del plan, se dan cuenta de que vale la pena.\"\n*   **Resolución de Problemas:** 12.5 de 100. La capacidad de resolver problemas es fundamental para la satisfacción del cliente.\n    *   **Mejora:** Escuchar atentamente el problema del cliente y ofrecer soluciones concretas. **Ejemplo:** \"Entiendo el inconveniente, voy a verificar su línea y le ofrezco [Solución específica].\"\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco: Saludo Impactante y Detección de Necesidades Efectiva.**\n    *   Acciones: Practicar el speech de saludo. Realizar 10 llamadas diarias enfocándose en hacer preguntas clave para detectar necesidades (¿Qué aplicaciones usás más? ¿Cuántos GB tenés?). Registrar las respuestas y analizarlas.\n**Semana 2:** **Foco: Oferta Directa y Cierre sin Vacilación.**\n    *   Acciones: Presentar la oferta directamente después de la detección de necesidades. Utilizar técnicas de cierre directo en cada llamada (asignar sucursal o domicilio). Revisar grabaciones para identificar áreas de mejora en el cierre.\n**Semana 3:** **Foco: Proactividad con Fibra Óptica y Manejo de Objeciones.**\n    *   Acciones: Ofrecer fibra óptica en el 100% de las llamadas después del cierre del plan móvil. Preparar un script con respuestas a las objeciones más comunes.\n**Semana 4:** **Foco: Consolidación y Optimización.**\n    *   Acciones: Revisar métricas semanales y ajustar el plan según sea necesario. Realizar role-playing con el equipo DIANA para practicar las técnicas aprendidas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificar Identidad:** \"Hola, ¿me comunico con [Nombre del Cliente]? Genial, [Nombre del Cliente] te llamo de Movistar para comentarte sobre un beneficio exclusivo para tu línea.\"\n*   **Detectar Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente y te alcanzan?\"\n    *   \"¿Compartís internet con otros dispositivos o personas?\"\n*   **Ofrecer Fibra Directamente:** \"Ahora que estás disfrutando de tu nuevo plan, te comento que en tu zona tenemos una promoción imperdible para Fibra Óptica. Con [Velocidad] vas a poder [Beneficios concretos: streaming sin interrupciones, teletrabajo fluido, etc.].\"\n*   **Cierre Directo:** \"Perfecto, ¿preferís que activemos el plan directamente ahora o te reservo un turno en la sucursal más cercana?\" (Asignar sucursal o buscar domicilio).\n*   **Manejo de Objeciones Personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero después se dieron cuenta de que los beneficios de [Beneficios concretos] valen la inversión.\"\n    *   **\"No me interesa\":** \"Entiendo, pero quizás no te comenté lo mejor de este plan: [Beneficio clave]. ¿Te parece si te cuento un poco más?\"\n    *   **\"Estoy bien con mi compañía actual\":** \"¡Qué bueno que estás conforme! Sin embargo, te aseguro que con Movistar vas a tener [Ventajas comparativas: mejor cobertura, más beneficios, etc.].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje del Modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Calidad de Llamadas:**\n    *   Aumentar el porcentaje de captación de atención a más de 40%.\n    *   Reducir el número de llamadas de menos de 30 segundos en un 50%.\n*   **KPIs:**\n    *   Incrementar la tasa de detección de necesidades en un 100% (medido por el puntaje del criterio).\n    *   Aumentar el porcentaje de oferta de fibra a un 50%.\n    *   Mejorar la tasa de cierre en un 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 58, tenés el potencial para ser un vendedor estrella en Movistar. Sé que podés transformar estas áreas de mejora en fortalezas y superar tus propios límites. Con este plan de acción y tu compromiso, vas a alcanzar tus metas y convertirte en un referente para el equipo DIANA. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}