{
  "agente": "Mza 61",
  "agente_codigo": "MZA 61",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:38:55.160731",
  "metricas": {
    "agente": "Mza 61",
    "agente_codigo": "MZA 61",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 50,
      "puntaje_promedio": 29.0,
      "puntaje_min": 0,
      "puntaje_max": 100,
      "desviacion_std": 28.7,
      "llamadas_excelentes": 5,
      "llamadas_buenas": 4,
      "llamadas_regulares": 8,
      "llamadas_criticas": 33,
      "criterios": {
        "saludo_presentacion": 16.8,
        "identificacion_cliente": 42.0,
        "deteccion_necesidades": 19.4,
        "oferta_productos": 34.0,
        "manejo_objeciones": 32.2,
        "cierre": 27.4,
        "despedida": 44.8,
        "proactividad": 8.2,
        "empatia": 37.2,
        "resolucion_problemas": 21.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 24,
        "Manejo de objeciones": 17,
        "Oferta de productos": 16,
        "Identificación del cliente": 16,
        "Presentación": 15
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 10,
        "Empatía": 7,
        "Despedida": 6,
        "Manejo de objeciones": 5,
        "Resolución de problemas": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente desempeño en la llamada, cumpliendo con los criterios y ofreciendo un buen servicio."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta necesidades, ofrece un plan y maneja objeciones. Inicia el cierre de la venta. No ofrece fibra."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece planes de forma directa. Maneja las objeciones y completa el cierre. Debe ser más proactivo en ofrecer productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente tiene serias falencias en la presentación, identificación, detección de necesidades, oferta de productos y manejo de objeciones. No cierra la venta y se confunde de compañía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada no efectiva, no se cumplen los criterios de venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no realizó ninguna de las acciones necesarias para una venta exitosa."
        }
      ],
      "pct_ofrece_fibra": 6.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 106,
      "tmo_seg": 136.2,
      "pct_capta_atencion": 20.8,
      "menos_30seg": 71,
      "corte_cliente": 60,
      "corte_agente": 46
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 29.0,
      "general": 30.6,
      "diferencia": -1.5,
      "percentil": 50.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.8,
        "general": 17.9,
        "diferencia": -1.1
      },
      "identificacion_cliente": {
        "agente": 42.0,
        "general": 49.4,
        "diferencia": -7.4
      },
      "deteccion_necesidades": {
        "agente": 19.4,
        "general": 14.3,
        "diferencia": 5.1
      },
      "oferta_productos": {
        "agente": 34.0,
        "general": 36.1,
        "diferencia": -2.1
      },
      "manejo_objeciones": {
        "agente": 32.2,
        "general": 27.8,
        "diferencia": 4.4
      },
      "cierre": {
        "agente": 27.4,
        "general": 19.5,
        "diferencia": 7.9
      },
      "despedida": {
        "agente": 44.8,
        "general": 51.2,
        "diferencia": -6.4
      },
      "proactividad": {
        "agente": 8.2,
        "general": 8.5,
        "diferencia": -0.3
      },
      "empatia": {
        "agente": 37.2,
        "general": 37.5,
        "diferencia": -0.3
      },
      "resolucion_problemas": {
        "agente": 21.4,
        "general": 21.0,
        "diferencia": 0.4
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 61\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Mza 61 es **Crítico**, necesitando una mejora significativa en su desempeño. Si bien su puntaje promedio (29.0 de 100) es ligeramente inferior al promedio del equipo (30.6 de 100), hay un potencial considerable de mejora si se abordan las áreas críticas identificadas. Comparado con el coaching anterior del 2026-02-08, el puntaje promedio se mantiene igual (29.0), lo que indica que no ha habido evolución en su rendimiento. Es crucial implementar un plan de acción efectivo para impulsar un cambio positivo en sus resultados.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Aunque el puntaje (42.0 de 100) está por debajo del promedio del equipo (49.4 de 100), esta sigue siendo una de sus principales fortalezas comparada con el resto de las áreas.\n*   **Empatía:** Muestra un nivel de empatía relativamente bueno (37.2 de 100), lo que puede ayudar a construir una relación con los clientes. Debe aprovechar esta habilidad para comprender mejor sus necesidades.\n*   **Manejo de objeciones:** A pesar de ser un área de mejora general, el hecho de que esté dentro de sus fortalezas indica que tiene potencial para mejorar aún más en este aspecto.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con una puntuación de 19.4 de 100, esta es su principal debilidad. No está realizando las preguntas necesarias para comprender las necesidades específicas de cada cliente.\n*   **Presentación:** Su puntuación en \"Saludo y Presentación\" es de 16.8 de 100, muy por debajo del promedio del equipo, lo cual impacta negativamente en la primera impresión.\n*   **Proactividad:** Obtiene un puntaje muy bajo en proactividad (8.2 de 100). Es fundamental que ofrezca productos y servicios adicionales sin esperar a que el cliente pregunte.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 16.8 de 100. Su presentación es deficiente, no capta la atención del cliente. Debe empezar con un saludo enérgico y una frase que genere interés. Mejorar la dicción y el tono de voz es fundamental. Practica la entonación para transmitir confianza.\n*   **Identificación del cliente:** 42.0 de 100. Aunque la identifica correctamente, puede optimizar la forma de hacerlo. Debe asegurarse de confirmar el nombre y verificar que está hablando con la persona correcta de manera eficiente.\n*   **Detección de necesidades:** 19.4 de 100. No está realizando preguntas clave para identificar las necesidades del cliente. Necesita enfocarse en descubrir qué es lo que más valora del servicio actual y qué problemas está experimentando. Debe hacer preguntas abiertas para obtener más información.\n*   **Oferta de productos:** 34.0 de 100. La oferta de productos es incompleta. No ofrece la totalidad del portafolio ni es proactivo al ofrecer fibra. Debe presentar la oferta de fibra directamente, sin preguntar si le interesa.\n*   **Manejo de objeciones:** 32.2 de 100. Si bien es una de sus fortalezas, aún tiene margen de mejora. Debe prepararse para responder a las objeciones más comunes con argumentos sólidos y personalizados. Evitar respuestas genéricas.\n*   **Cierre:** 27.4 de 100. No está cerrando las ventas de manera efectiva. Debe ser más directo al momento de cerrar la venta. Una vez presentada la oferta, debe asignar la sucursal o solicitar la dirección de envío directamente, sin preguntar si está de acuerdo.\n*   **Despedida:** 44.8 de 100. La despedida es correcta, pero puede ser más memorable. Agradezca al cliente por su tiempo y ofrezca acompañamiento durante la portabilidad.\n*   **Proactividad:** 8.2 de 100. No es proactivo al ofrecer productos adicionales. Debe anticiparse a las necesidades del cliente y ofrecer soluciones relevantes.\n*   **Empatía:** 37.2 de 100. Muestra empatía, pero puede mejorarla aún más. Escucha activamente al cliente y demuestra comprensión por sus inquietudes.\n*   **Resolución de problemas:** 21.4 de 100. Tiene dificultades para resolver los problemas de los clientes. Debe capacitarse para solucionar los problemas más comunes de manera eficiente.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco: Mejora de la Presentación y Detección de Necesidades.**\n*   Acciones: Practicar el saludo y la presentación con un guion optimizado. Implementar preguntas clave para la detección de necesidades: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Revisar 10 grabaciones de llamadas excelentes e identificar los mejores saludos.\n**Semana 2:** **Prioridad: Oferta de Productos y Manejo de Objeciones.**\n*   Acciones: Crear un speech para ofrecer fibra directamente. Preparar respuestas a las objeciones más frecuentes (precio, cobertura, etc.). Role-playing con el equipo para practicar el manejo de objeciones.\n**Semana 3:** **Consolidación: Cierre y Proactividad.**\n*   Acciones: Practicar técnicas de cierre directo: Asignar sucursal o solicitar domicilio. Ofrecer productos adicionales de manera proactiva. Analizar 5 llamadas propias y auto-evaluar el nivel de cierre y proactividad.\n**Semana 4:** **Optimización: Revisión General y Ajustes.**\n*   Acciones: Revisar todas las áreas de mejora y realizar ajustes según sea necesario. Escuchar grabaciones de llamadas propias y de otros agentes para identificar áreas de mejora continua.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además del plan para tu celular, tengo una oferta para tu hogar que LE VA a interesar. Con nuestra fibra óptica vas a tener la mejor velocidad de internet para que toda tu familia disfrute.\"\n*   **Técnicas de cierre directo:** \"Para que puedas disfrutar de este plan lo antes posible, te agendé una visita a nuestra sucursal de [Nombre de la sucursal] para mañana a las [hora]. ¿Te queda bien?\" o \"Perfecto, entonces necesito tu dirección para coordinar la instalación.\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero cuando ven todos los beneficios que incluye el plan, se dan cuenta de que vale la pena la inversión.\"\n    *   **Objeción de Cobertura:** \"Entiendo tu preocupación por la cobertura. Justamente, en tu zona tenemos la mejor cobertura 4G y 5G de Movistar. Además, te ofrecemos una garantía de satisfacción: si no estás conforme con la cobertura, podés cancelar el plan sin costo.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 60 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas en un 50% y aumentar el número de llamadas buenas y excelentes.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra óptica del 6% actual al 50%.\n    *   Aumentar el porcentaje de cierres de venta en un 20%.\n    *   Disminuir el Tiempo Medio de Operación (TMO) a un rango de 2-4 minutos.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 61, sé que tienes el potencial para ser un excelente vendedor en Movistar. Tu nivel de empatía es una gran ventaja, y estoy seguro de que, con un enfoque renovado en la presentación, la detección de necesidades y la proactividad, podrás alcanzar tus metas y superar tus expectativas. ¡Confío en ti y estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}