{
  "agente": "amza5",
  "fecha_generacion": "2026-02-23T09:30:48.335147",
  "metricas": {
    "agente": "amza5",
    "evaluaciones": {
      "total_evaluadas": 106,
      "puntaje_promedio": 35.8,
      "puntaje_min": 0.0,
      "puntaje_max": 95.0,
      "desviacion_std": 27.0,
      "llamadas_excelentes": 9,
      "llamadas_criticas": 36,
      "criterios": {
        "saludo_presentacion": 16.3,
        "identificacion_cliente": 61.2,
        "deteccion_necesidades": 24.2,
        "oferta_productos": 45.8,
        "manejo_objeciones": 34.1,
        "cierre": 33.1,
        "despedida": 57.3,
        "proactividad": 13.7,
        "empatia": 43.3,
        "resolucion_problemas": 25.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 53,
        "Presentación": 33,
        "Manejo de objeciones": 33,
        "Proactividad": 33,
        "Oferta de productos": 23
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 31,
        "Despedida": 19,
        "Empatía": 19,
        "Manejo de objeciones": 12,
        "Despedida cordial": 10
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 95.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades básicas. Ofrece fibra y maneja objeciones de forma efectiva. Completa el proceso de cierre y se despide de forma cordial."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realiza una excelente gestión, cumpliendo con los criterios de evaluación. Destaca en la presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre, despedida, empatía y resolución de problemas. El área de mejora es la proactividad al no ofrecer fibra."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realiza una buena presentación, identifica al cliente, detecta sus necesidades, ofrece un plan adecuado, maneja las objeciones y completa el cierre de forma efectiva. Muestra empatía y se despide de forma correcta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ninguna de las reglas del negocio, no realizó una presentación adecuada, no detectó necesidades, no ofreció productos, no manejó objeciones ni intentó cerrar la venta. La llamada fue deficiente en todos los aspectos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. El diálogo es inapropiado y no se enfoca en la venta. No hay presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones ni cierre. El lenguaje utilizado es incorrecto."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con las reglas de negocio en la presentación, detección de necesidades, manejo de objeciones y cierre. No ofreció productos de forma proactiva. La despedida fue correcta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 106,
      "puntaje_promedio": 35.8,
      "llamadas_excelentes": 9,
      "llamadas_criticas": 36,
      "criterios": {
        "saludo_presentacion": 16.3,
        "identificacion_cliente": 61.2,
        "deteccion_necesidades": 24.2,
        "oferta_productos": 45.8,
        "manejo_objeciones": 34.1,
        "cierre": 33.1,
        "despedida": 57.3,
        "proactividad": 13.7,
        "empatia": 43.3,
        "resolucion_problemas": 25.8
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 35.8,
      "general": 37.5,
      "diferencia": -1.6,
      "percentil": 50.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.3,
        "general": 31.4,
        "diferencia": -15.1
      },
      "identificacion_cliente": {
        "agente": 61.2,
        "general": 61.3,
        "diferencia": -0.1
      },
      "deteccion_necesidades": {
        "agente": 24.2,
        "general": 25.6,
        "diferencia": -1.3
      },
      "oferta_productos": {
        "agente": 45.8,
        "general": 41.8,
        "diferencia": 4.0
      },
      "manejo_objeciones": {
        "agente": 34.1,
        "general": 35.1,
        "diferencia": -1.0
      },
      "cierre": {
        "agente": 33.1,
        "general": 22.4,
        "diferencia": 10.8
      },
      "despedida": {
        "agente": 57.3,
        "general": 59.7,
        "diferencia": -2.5
      },
      "proactividad": {
        "agente": 13.7,
        "general": 12.5,
        "diferencia": 1.2
      },
      "empatia": {
        "agente": 43.3,
        "general": 47.6,
        "diferencia": -4.3
      },
      "resolucion_problemas": {
        "agente": 25.8,
        "general": 30.4,
        "diferencia": -4.6
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza5\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\namza5 se encuentra en un nivel que **necesita mejora**. Comparado con el equipo, su puntaje IA promedio (35.8) está ligeramente por debajo del promedio general (37.5) ubicándose en el percentil 50.9. Aunque no es el peor desempeño, hay áreas críticas que requieren atención inmediata.\n\n**Evolución:** A pesar de que el puntaje IA promedio general bajó ligeramente de 36.9 a 35.8, hay criterios específicos donde amza5 mostró una mejora, lo que indica potencial. Sin embargo, el aumento de llamadas críticas (de 23 a 36) es una señal de alarma. El potencial de mejora es considerable, especialmente si se enfoca en las áreas donde el rendimiento ha decaído y en las que siguen pendientes del coaching anterior.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ:**\n    *   **Oferta de productos:** Aumentó de 9 (identificado en el coaching anterior) a 45.8. Este es un gran avance.\n    *   **Cierre:** Mejoró significativamente, superando el promedio del equipo.\n    *   **Proactividad:** Aunque sigue siendo baja, hubo un ligero incremento (de 13 a 13.7).\n*   **QUÉ EMPEORÓ:**\n    *   **Saludo y Presentación:** Una caída significativa. Esto es fundamental y requiere atención urgente.\n    *   **Empatía:** Disminuyó, lo que puede afectar la conexión con el cliente.\n    *   **Resolución de problemas:** Un retroceso importante.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Detección de necesidades:** Sigue siendo un área de mejora recurrente y prioritaria.\n    *   **Manejo de objeciones:** A pesar de que antes estaba en las fortalezas, este sigue necesitando pulirse.\n*   **TENDENCIA GENERAL:** La tendencia es mixta. Hay mejoras notables, pero también retrocesos significativos. Requiere una intervención enfocada para consolidar los avances y abordar las áreas críticas que están afectando su rendimiento.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Identificación del cliente:** Consistencia y efectividad en verificar la identidad del cliente. Este es un punto fuerte a mantener.\n    *   *Ejemplo:* \"Hola, ¿me comunico con [Nombre]?\"\n*   **Despedida:** Se despide de forma cordial y profesional. Esto deja una buena impresión en el cliente.\n    *   *Ejemplo:* \"Muchas gracias por su tiempo, que tenga un excelente día.\"\n*   **Oferta de productos:** Ha mostrado una mejora importante al ofrecer más activamente los productos. Esto demuestra un mayor enfoque en la venta.\n    *   *Ejemplo:* Ofrece el plan más conveniente basándose en la información que tiene del cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Saludo y Presentación (NUEVA):** Una presentación deficiente puede generar una mala primera impresión y afectar el resto de la llamada. Es fundamental transmitir confianza y profesionalismo desde el inicio.\n    *   *Por qué es importante:* Establece el tono de la conversación y la predisposición del cliente.\n*   **Detección de necesidades (PERSISTENTE):** No logra identificar adecuadamente las necesidades reales del cliente, lo que dificulta ofrecer un plan adecuado y personalizado.\n    *   *Por qué es importante:* Permite ofrecer la mejor solución para el cliente, aumentando la probabilidad de cierre y la satisfacción.\n*   **Empatía (NUEVA):** Falta de conexión con el cliente, lo que puede percibirse como una interacción fría y poco personalizada.\n    *   *Por qué es importante:* Construye una relación de confianza con el cliente, haciéndolo sentir comprendido y valorado.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nSi bien faltan las métricas de duración y ventas, podemos inferir de los datos disponibles que:\n\n*   El bajo puntaje en saludo y la alta cantidad de llamadas críticas (36) sugieren que el **% Capta Atención** podría ser bajo, indicando dificultad para enganchar al cliente. Es crucial monitorear este KPI.\n*   Si hay un número significativo de llamadas que terminan con un puntaje de cero, entonces el **TMO** podría ser muy bajo y estar influyendo en los puntajes.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación:**\n    *   *Nivel actual:* Crítico.\n    *   *Qué está haciendo mal:* Probablemente está utilizando frases genéricas, poco atractivas o incluso frases prohibidas.\n    *   *Cómo mejorar:* Eliminar frases como \"Tengo una oferta que podría interesarle\" y reemplazarlas por \"Tengo una oferta que LE VA a interesar\". Enfatizar el beneficio inmediato para el cliente.\n*   **Identificación del cliente:**\n    *   *Nivel actual:* Bueno.\n    *   *Qué está haciendo bien:* Verifica la identidad del cliente de forma consistente.\n    *   *Cómo mejorar:* Mantener la práctica.\n*   **Detección de necesidades:**\n    *   *Nivel actual:* Bajo.\n    *   *Qué está haciendo mal:* Pregunta de forma genérica (\"¿Qué es lo más importante para ti en un plan?\") o no profundiza lo suficiente.\n    *   *Cómo mejorar:* Usar preguntas directas y específicas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de productos:**\n    *   *Nivel actual:* Regular.\n    *   *Qué está haciendo bien:* Ha mejorado en ofrecer productos, pero puede estar ofreciendo planes genéricos sin personalización.\n    *   *Cómo mejorar:* Ofrecer planes basándose en las necesidades detectadas del cliente. Ejemplo: \"Considerando que usás mucho las redes sociales y mirás videos, este plan con [X] GB y acceso ilimitado a [apps] te va a resultar ideal.\"\n*   **Manejo de objeciones:**\n    *   *Nivel actual:* Bajo.\n    *   *Qué está haciendo mal:* Probablemente está utilizando respuestas genéricas a las objeciones.\n    *   *Cómo mejorar:* Personalizar las respuestas a cada objeción. Ejemplo: \"Entiendo que te preocupe el precio, pero este plan te ofrece [beneficios específicos] que a la larga te van a ahorrar dinero porque...\"\n*   **Cierre:**\n    *   *Nivel actual:* Bueno.\n    *   *Qué está haciendo bien:* Está cerrando las ventas.\n    *   *Cómo mejorar:* Asegurarse de que el cierre sea fluido y sin pausas innecesarias. Asignar sucursal o buscar domicilio rápidamente.\n*   **Despedida:**\n    *   *Nivel actual:* Bueno.\n    *   *Qué está haciendo bien:* Se despide de forma cordial.\n    *   *Cómo mejorar:* Mantener la práctica.\n*   **Proactividad:**\n    *   *Nivel actual:* Bajo.\n    *   *Qué está haciendo mal:* A pesar de que aumentó, todavía no está ofreciendo fibra de forma consistente.\n    *   *Cómo mejorar:* Comentar DIRECTAMENTE sobre fibra sin preguntar, en TODAS las llamadas. Ejemplo: \"Aprovecho para comentarte que también tenemos servicios de fibra óptica en tu zona con [velocidad] y [beneficios].\"\n*   **Empatía:**\n    *   *Nivel actual:* Bajo.\n    *   *Qué está haciendo mal:* No está mostrando suficiente interés genuino por el cliente.\n    *   *Cómo mejorar:* Escuchar activamente al cliente y responder a sus inquietudes de forma personalizada. Utilizar frases como \"Entiendo tu preocupación\" o \"Me pongo en tu lugar\".\n*   **Resolución de problemas:**\n    *   *Nivel actual:* Bajo.\n    *   *Qué está haciendo mal:* No está resolviendo los problemas del cliente de forma efectiva.\n    *   *Cómo mejorar:* Escuchar atentamente el problema, ofrecer soluciones concretas y asegurarse de que el cliente quede satisfecho.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n**Semana 1:** **Foco en el Saludo y Presentación.** Revisar y practicar un nuevo script de presentación que sea directo, enfocado en beneficios y que evite frases prohibidas.\n**Semana 2:** **Detección de Necesidades y Empatía.** Implementar técnicas de escucha activa y preguntas específicas para entender las necesidades del cliente. Practicar la personalización de las ofertas.\n**Semana 3:** **Proactividad y Oferta de Fibra.** Asegurar que la oferta de fibra sea parte integral del script de ventas.\n**Semana 4:** **Consolidación y Manejo de Objeciones.** Revisar y practicar el manejo de objeciones personalizadas. Monitorear la tasa de conversión y hacer ajustes según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de identidad:**\n    *   \"Hola, ¿me comunico con [Nombre y Apellido]?\"\n*   **Detección de necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actual? ¿Te alcanzan o te quedás corto?\"\n*   **Oferta de fibra (directa):**\n    *   \"Aprovecho para comentarte que en tu zona tenemos fibra óptica de alta velocidad. Con [velocidad] vas a poder disfrutar de Netflix, YouTube y juegos online sin interrupciones.\"\n*   **Técnicas de cierre DIRECTO:**\n    *   \"Perfecto, para activar tu plan, ¿tenés alguna sucursal de Movistar cerca para que te acerques a retirar el chip, o preferís que te lo enviemos a domicilio?\"\n    *   \"Necesito confirmar tu dirección para la entrega del chip/activación de la fibra.\"\n*   **Manejo de objeciones personalizado:**\n    *   *\"Es caro\":* \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Pensá en todo lo que vas a poder hacer sin preocuparte por quedarte sin datos.\"\n    *   *\"Estoy bien con mi compañía actual\":* \"Entiendo, pero te aseguro que con Movistar vas a tener mejor cobertura, más beneficios y una atención al cliente superior. Por ejemplo, [mencionar un beneficio específico que la competencia no ofrece].\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 50 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión al 3.5% en 30 días.\n*   **Ofrecimiento de productos:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el % Capta Atención a 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos (120-240 segundos).\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\namza5, veo que tenés el potencial para ser un vendedor de alto rendimiento. Has demostrado capacidad de mejora en la oferta de productos y en el cierre, ¡felicitaciones por eso! Ahora, es crucial que te enfoques en fortalecer tu saludo, empatía y detección de necesidades. ¡Confío en que, con este plan de acción y tu dedicación, vas a superar tus propios límites y alcanzar tus metas! ¡Vamos por ello!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-02-18T11:08:48.626211",
  "evolucion": null
}