{
  "agente": "Mza 325",
  "agente_codigo": "MZA 325",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:29:55.245402",
  "metricas": {
    "agente": "Mza 325",
    "agente_codigo": "MZA 325",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 71,
      "puntaje_promedio": 27.0,
      "puntaje_min": 0,
      "puntaje_max": 86,
      "desviacion_std": 25.6,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 8,
      "llamadas_regulares": 11,
      "llamadas_criticas": 49,
      "criterios": {
        "saludo_presentacion": 23.4,
        "identificacion_cliente": 43.0,
        "deteccion_necesidades": 13.8,
        "oferta_productos": 28.3,
        "manejo_objeciones": 20.0,
        "cierre": 18.9,
        "despedida": 56.9,
        "proactividad": 6.1,
        "empatia": 35.8,
        "resolucion_problemas": 13.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 36,
        "Proactividad": 28,
        "Manejo de objeciones": 25,
        "Oferta de productos": 22,
        "Identificación del cliente": 21
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 15,
        "Empatía": 9,
        "Despedida": 8,
        "Despedida cordial": 7,
        "Despedida cordial.": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja objeciones y realiza un intento de cierre. Muestra proactividad al ofrecer fibra. Demuestra empatía y resuelve las dudas del cliente. La detección de necesidades podría ser más exhaustiva."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente realiza una buena presentación, identifica correctamente al cliente, ofrece planes, maneja objeciones y completa el cierre de manera eficiente. Debe mejorar la detección de necesidades y ser más proactivo con otros productos."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Realiza preguntas para detectar necesidades y ofrece un plan. Maneja la objeción del cliente y busca completar el proceso de venta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no sigue el guion ni los protocolos de Movistar."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. No hay presentación correcta, identificación, detección de necesidades, oferta de productos, manejo de objeciones ni cierre. No se ofrece fibra. La comunicación es deficiente."
        }
      ],
      "pct_ofrece_fibra": 2.8
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 350,
      "tmo_seg": 108.0,
      "pct_capta_atencion": 49.7,
      "menos_30seg": 44,
      "corte_cliente": 259,
      "corte_agente": 91
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 27.0,
      "general": 30.6,
      "diferencia": -3.5,
      "percentil": 50.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 23.4,
        "general": 17.9,
        "diferencia": 5.5
      },
      "identificacion_cliente": {
        "agente": 43.0,
        "general": 49.4,
        "diferencia": -6.5
      },
      "deteccion_necesidades": {
        "agente": 13.8,
        "general": 14.3,
        "diferencia": -0.5
      },
      "oferta_productos": {
        "agente": 28.3,
        "general": 36.1,
        "diferencia": -7.8
      },
      "manejo_objeciones": {
        "agente": 20.0,
        "general": 27.8,
        "diferencia": -7.8
      },
      "cierre": {
        "agente": 18.9,
        "general": 19.5,
        "diferencia": -0.7
      },
      "despedida": {
        "agente": 56.9,
        "general": 51.2,
        "diferencia": 5.7
      },
      "proactividad": {
        "agente": 6.1,
        "general": 8.5,
        "diferencia": -2.4
      },
      "empatia": {
        "agente": 35.8,
        "general": 37.5,
        "diferencia": -1.7
      },
      "resolucion_problemas": {
        "agente": 13.1,
        "general": 21.0,
        "diferencia": -8.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 325\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 325 es **Critico**. Su puntaje promedio de 27.0 de 100 lo ubica por debajo del promedio del equipo (30.6 de 100) y en el percentil 50.3, lo que significa que está en la mitad inferior del equipo. Aunque presenta algunas fortalezas, las áreas críticas de mejora son significativas y necesitan atención inmediata para impactar positivamente en sus resultados. Comparado con el coaching anterior, el puntaje promedio se mantiene igual (27.0), lo que indica que aún no se han implementado las mejoras necesarias. El potencial de mejora es alto, pero requiere un enfoque estructurado y constante.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 43.0 de 100, demuestra una capacidad aceptable para confirmar que se está comunicando con la persona correcta al inicio de la llamada.\n*   **Empatía:** Obtiene un puntaje de 35.8 de 100, sugiriendo que muestra cierta comprensión y conexión con las emociones y necesidades del cliente.\n*   **Despedida:** Con un puntaje de 56.9 de 100, realiza una despedida correcta, aunque podría ser aún más cordial y generar una mejor impresión final.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Es la principal área de mejora (36), con un bajo puntaje de 13.8 de 100. No está indagando lo suficiente sobre las necesidades reales del cliente para ofrecer soluciones personalizadas y efectivas.\n*   **Proactividad:** Con solo 6.1 de 100, muestra una falta de iniciativa para ofrecer productos adicionales o soluciones complementarias que podrían beneficiar al cliente, como la oferta de fibra.\n*   **Manejo de Objeciones:** Su puntaje de 20.0 de 100 indica que tiene dificultades para abordar las objeciones del cliente de manera efectiva y persuasiva, lo que limita su capacidad para cerrar ventas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 23.4 de 100. Bien, mantener la presentación inicial clara y concisa. ¿Qué hace mal? Podría ser más dinámico y captar la atención del cliente desde el inicio. ¿Cómo mejorar? Practica diferentes formas de saludar, incorporando frases que generen interés desde el primer momento.\n*   **Identificación del Cliente:** 43.0 de 100. Bien, identifica al cliente pero puede optimizarlo. ¿Qué hace mal? Podría ser más directo y rápido en verificar la identidad del cliente. ¿Cómo mejorar? Utiliza la frase: \"Hola, ¿me comunico con [Nombre]?\" de inmediato, sin rodeos.\n*   **Detección de Necesidades:** 13.8 de 100. Muy bajo. ¿Qué hace mal? No realiza preguntas clave para entender las necesidades del cliente. ¿Cómo mejorar? Pregunta directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n*   **Oferta de Productos:** 28.3 de 100. Bajo. ¿Qué hace mal? No ofrece los productos de manera directa y convincente. ¿Cómo mejorar? Presenta los beneficios del plan de forma clara y concisa, enfocándose en cómo satisfacen las necesidades detectadas. Elimina la frase \"¿Te interesaría conocer...?\".\n*   **Manejo de Objeciones:** 20.0 de 100. Bajo. ¿Qué hace mal? No aborda las objeciones de manera efectiva y personalizada. ¿Cómo mejorar? Prepara respuestas específicas para las objeciones más comunes, enfocándose en los beneficios y el valor que ofrece Movistar. Rebate la objeción puntual de cada cliente, no con respuestas genéricas.\n*   **Cierre:** 18.9 de 100. Bajo. ¿Qué hace mal? No intenta cerrar la venta de manera directa. ¿Cómo mejorar? Una vez que el cliente muestra interés, asigna directamente la sucursal más cercana o consulta el domicilio para la entrega.\n*   **Despedida:** 56.9 de 100. Puede mejorar. ¿Qué hace mal? La despedida puede ser más cordial y dejar una impresión positiva duradera. ¿Cómo mejorar? Agradece al cliente por su tiempo y reitera la disposición para ayudar durante el proceso de portabilidad.\n*   **Proactividad:** 6.1 de 100. Muy bajo. ¿Qué hace mal? No ofrece productos adicionales como fibra. ¿Cómo mejorar? Comenta sobre la oferta de fibra directamente después de presentar el plan de telefonía móvil, sin preguntar si le interesa.\n*   **Empatía:** 35.8 de 100. Bien, pero puede mejorar. ¿Qué hace mal? Podría mostrar más interés genuino en las preocupaciones del cliente. ¿Cómo mejorar? Escucha activamente al cliente y utiliza frases que demuestren comprensión.\n*   **Resolución de Problemas:** 13.1 de 100. Bajo. ¿Qué hace mal? No ofrece soluciones a los problemas planteados por el cliente. ¿Cómo mejorar? Identifica los problemas del cliente y ofrece soluciones concretas basadas en los productos y servicios de Movistar.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades Intensiva.**\n*   **Acciones:** Enfocarse en realizar preguntas clave para comprender las necesidades del cliente. Practicar las preguntas \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" en cada llamada. Registrar las respuestas y utilizarlas para personalizar la oferta. Revisión de llamadas grabadas para identificar áreas de mejora.\n**Semana 2:** **Oferta de Fibra Directa y Proactividad.**\n*   **Acciones:** Ofrecer la oferta de fibra directamente después de presentar el plan de telefonía móvil. Preparar un speech convincente sobre los beneficios de la fibra de Movistar. Monitorear la cantidad de ofertas de fibra realizadas por día.\n**Semana 3:** **Manejo de Objeciones Personalizado.**\n*   **Acciones:** Identificar las objeciones más comunes y preparar respuestas específicas para cada una. Practicar las respuestas con role-playing. Registrar las objeciones planteadas por los clientes y las respuestas utilizadas.\n**Semana 4:** **Cierre Directo y Optimización.**\n*   **Acciones:** Asignar la sucursal más cercana o consultar el domicilio para la entrega una vez que el cliente muestre interés. Revisar todas las áreas de mejora y realizar ajustes según sea necesario. Monitorear el porcentaje de cierres exitosos.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además del plan de telefonía, tengo una oferta de fibra óptica de Movistar que le VA a interesar. Con nuestra fibra, vas a poder disfrutar de [Beneficio principal 1], [Beneficio principal 2] y [Beneficio principal 3].\"\n*   **Técnicas de cierre directo:** \"Perfecto, para avanzar con la contratación, ¿le asigno la sucursal más cercana a su domicilio o prefiere que coordinemos la entrega en su casa?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero cuando ven la velocidad de navegación y la estabilidad de la conexión, se dan cuenta de que vale la pena la inversión.\"\n    *   **\"Ya tengo fibra de otra compañía\":** \"Entiendo. ¿Y estás conforme con el servicio que tenés actualmente? Muchos clientes se cambian a Movistar por la mejor calidad de nuestra conexión y el servicio técnico especializado.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 dias:** Aumentar el puntaje promedio del modelo a 50 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas críticas en un 50%.\n*   **KPIs (indicadores clave de desempeño) específicos a mejorar:**\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 40 de 100.\n    *   Aumentar el porcentaje de llamadas donde se ofrece fibra al 50%.\n    *   Aumentar el porcentaje de cierres exitosos en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 325, sé que tienes el potencial para ser un vendedor de alto rendimiento en Movistar. Tus fortalezas en la identificación del cliente y la empatía son una base sólida sobre la cual construir. Con un enfoque en mejorar la detección de necesidades, la proactividad y el manejo de objeciones, estoy seguro de que puedes alcanzar tus metas y superar tus propios límites. ¡Confío en tu capacidad para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}