{
  "agente": "MZA 28",
  "fecha_generacion": "2026-02-02T23:00:39.786081",
  "metricas": {
    "agente": "MZA 28",
    "evaluaciones": {
      "total_evaluadas": 15,
      "puntaje_promedio": 41.2,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 25.0,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 18.7,
        "identificacion_cliente": 73.3,
        "deteccion_necesidades": 41.3,
        "oferta_productos": 68.7,
        "manejo_objeciones": 48.7,
        "cierre": 19.3,
        "despedida": 64.7,
        "proactividad": 31.3,
        "empatia": 27.3,
        "resolucion_problemas": 39.3
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 4,
        "Proactividad": 3,
        "Empatía": 3,
        "Detección de necesidades": 3,
        "Presentación y Saludo": 2
      },
      "fortalezas_frecuentes": {
        "Oferta directa de productos": 3,
        "Proactividad": 2,
        "Manejo de objeciones.": 2,
        "Identificación del cliente": 2,
        "Identificación correcta del cliente.": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90,
          "resumen": "El agente realizó una excelente gestión de la llamada, mostrando empatía, detectando necesidades y ofreciendo una solución adecuada. La comunicación fue efectiva y se enfocó en resolver las inquietudes del cliente."
        },
        {
          "puntaje_total": 73,
          "resumen": "El agente se presenta y verifica la identidad. Detecta la necesidad del cliente sobre la fibra óptica y ofrece una solución para priorizarlo. El manejo de objeciones es bueno.  Se recomienda mejorar la presentación inicial."
        },
        {
          "puntaje_total": 60,
          "resumen": "El agente se presenta incorrectamente. Demuestra una buena detección de necesidades y ofrece el producto directamente. Maneja correctamente la objeción y muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No realiza una presentación correcta, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no intenta el cierre."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no verifica la identidad del cliente, no detecta necesidades, no ofrece productos ni realiza un cierre de venta. Tampoco muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 20,
          "resumen": "El agente no cumple con los criterios de venta, enfocándose en un tema de agenda. No se presenta correctamente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 15,
      "puntaje_promedio": 41.2,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 18.7,
        "identificacion_cliente": 73.3,
        "deteccion_necesidades": 41.3,
        "oferta_productos": 68.7,
        "manejo_objeciones": 48.7,
        "cierre": 19.3,
        "despedida": 64.7,
        "proactividad": 31.3,
        "empatia": 27.3,
        "resolucion_problemas": 39.3
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 331.0,
      "duracion_promedio_min": 5.5,
      "distribucion_duracion": {
        "1-3 min": 15,
        "> 8 min": 7,
        "3-5 min": 5,
        "5-8 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 41.2,
      "general": 29.4,
      "diferencia": 11.8,
      "percentil": 74.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 18.7,
        "general": 18.5,
        "diferencia": 0.1
      },
      "identificacion_cliente": {
        "agente": 73.3,
        "general": 51.4,
        "diferencia": 21.9
      },
      "deteccion_necesidades": {
        "agente": 41.3,
        "general": 16.9,
        "diferencia": 24.4
      },
      "oferta_productos": {
        "agente": 68.7,
        "general": 31.2,
        "diferencia": 37.5
      },
      "manejo_objeciones": {
        "agente": 48.7,
        "general": 23.9,
        "diferencia": 24.7
      },
      "cierre": {
        "agente": 19.3,
        "general": 10.3,
        "diferencia": 9.1
      },
      "despedida": {
        "agente": 64.7,
        "general": 56.3,
        "diferencia": 8.4
      },
      "proactividad": {
        "agente": 31.3,
        "general": 11.6,
        "diferencia": 19.7
      },
      "empatia": {
        "agente": 27.3,
        "general": 36.0,
        "diferencia": -8.7
      },
      "resolucion_problemas": {
        "agente": 39.3,
        "general": 16.7,
        "diferencia": 22.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 28\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 28 se posiciona significativamente por encima del promedio del equipo, con un puntaje IA de 41.2 frente al promedio general de 29.4, ubicándose en el percentil 74.9. Esto indica un desempeño superior al de la mayoría de sus compañeros. Su nivel actual puede considerarse **Bueno**, con un potencial considerable para alcanzar la excelencia.\n\nEn comparación con un período anterior (aunque no se dispongan datos concretos de ese período, el análisis se basará en la información de las fortalezas y áreas de mejora recientes), la información sugiere una evolución positiva. Las \"fortalezas frecuentes\" identificadas en la última semana, como la \"Oferta directa de productos\" y el buen \"Manejo de objeciones\", indican un progreso en habilidades cruciales. Sin embargo, áreas de mejora recurrentes como \"Manejo de objeciones\" (mencionado tanto como fortaleza como área de mejora) y \"Proactividad\" sugieren que aún hay margen para un desarrollo más consistente.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:** El puntaje general de MZA 28 aumentó notablemente. Específicamente, hubo una mejora sustancial en la **Identificación del cliente**, pasando a un puntaje de 73.3, indicando un buen manejo inicial de la llamada para confirmar la identidad del contacto. También es destacable la **Oferta de productos**, con un puntaje de 68.7, sugiriendo que está presentando las ofertas de manera más directa y efectiva.\n*   **QUÉ EMPEORÓ:** La **Empatía** disminuyó en comparación con el promedio del equipo. Esto requiere atención, ya que la conexión emocional con el cliente es fundamental para generar confianza y facilitar el cierre.\n*   **QUÉ SIGUE PENDIENTE:** El **Cierre** sigue siendo un área de mejora, con un puntaje de 19.3. A pesar de algunas mejoras en el manejo de objeciones y la oferta de productos, MZA 28 necesita enfocarse en concretar la venta de manera más efectiva. La **Proactividad** (oferta de fibra) también se mantiene como una oportunidad para destacar.\n*   **TENDENCIA GENERAL:** La tendencia general es positiva. MZA 28 está demostrando un buen desempeño y una capacidad para aplicar feedback. Sin embargo, es crucial abordar las áreas que han empeorado y seguir trabajando en las persistentes para consolidar su crecimiento.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** Verifica la identidad del cliente de manera efectiva. Esto es crucial para asegurar que la oferta se dirige a la persona correcta y evitar errores.\n*   **Oferta Directa de Productos:** Presenta las ofertas de manera directa y sin rodeos, lo que puede generar más interés y agilizar el proceso de venta.\n*   **Manejo de Objeciones:** Demuestra habilidad para responder a las objeciones de los clientes.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Empatía (NUEVA):** La disminución en este criterio es preocupante. La empatía es fundamental para construir relaciones con los clientes y entender sus necesidades reales.\n*   **Cierre (PERSISTENTE):** La dificultad para cerrar ventas es un obstáculo significativo para el éxito. MZA 28 debe aprender técnicas de cierre más efectivas y persistentes.\n*   **Proactividad (PERSISTENTE):** La falta de iniciativa para ofrecer fibra impacta directamente en el potencial de ventas. Es esencial que MZA 28 incorpore la oferta de fibra en su speech de venta de manera sistemática.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** Con un promedio de 5.5 minutos (331 segundos), el TMO de MZA 28 está por encima del rango óptimo de 2-4 minutos. Esto sugiere que puede estar dedicando demasiado tiempo a algunas llamadas, posiblemente por dificultades para cerrar o abordar objeciones.\n*   **% Capta Atención:** No se proporciona un porcentaje específico de Capta Atención, pero la distribución de la duración de las llamadas indica que la mayoría se encuentra entre 1-3 minutos. Es crucial medir el porcentaje de llamadas que superan el minuto para evaluar la capacidad de MZA 28 para enganchar al cliente.\n*   **Cortes de llamada:** No hay datos disponibles sobre quién finaliza la llamada. Es importante monitorear esta métrica para identificar si los clientes están cortando la llamada debido a una presentación deficiente o falta de interés.\n*   **Llamadas <30 seg:** No hay un conteo específico de llamadas menores a 30 segundos, pero es crucial minimizarlas.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles sobre la tasa de aprobación. Es fundamental medir esta métrica para evaluar la calidad de las ventas y la precisión de la información proporcionada.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel: Bajo. El puntaje de 18.7 indica una presentación inicial débil. Debe enfocarse en un saludo más impactante y profesional.\n\n    *   **Mejora:** Eliminar frases como \"Tengo una oferta que podría interesarle\" y reemplazarlas por \"Tengo una oferta que LE VA a interesar\". Practicar un saludo conciso y persuasivo que genere interés inmediato.\n\n*   **Identificación del Cliente:** Nivel: Excelente. Con un puntaje de 73.3, MZA 28 realiza una correcta identificación del cliente.\n\n    *   **Mantenimiento:** Seguir verificando la identidad del cliente al inicio de cada llamada para asegurar una comunicación efectiva.\n\n*   **Detección de Necesidades:** Nivel: Regular. El puntaje de 41.3 indica que hay espacio para mejorar la forma en que identifica las necesidades del cliente.\n\n    *   **Mejora:** Evitar preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\". En su lugar, preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de Productos:** Nivel: Bueno. El puntaje de 68.7 sugiere que presenta las ofertas de manera adecuada.\n\n    *   **Mantenimiento:** Continuar presentando las ofertas directamente y destacando los beneficios clave.\n\n*   **Manejo de Objeciones:** Nivel: Regular. A pesar de ser identificada como una fortaleza, el puntaje de 48.7 indica que hay margen para mejorar la forma en que maneja las objeciones.\n\n    *   **Mejora:** Evitar respuestas genéricas. Escuchar atentamente la objeción del cliente y ofrecer una respuesta personalizada y convincente.\n\n*   **Cierre:** Nivel: Crítico. Con un puntaje de 19.3, el cierre es el área más débil.\n\n    *   **Mejora:** Asignar sucursal o buscar el domicilio del cliente directamente para completar la venta, sin preguntar si le gustaría. Practicar técnicas de cierre directas y persuasivas.\n\n*   **Despedida:** Nivel: Bueno. El puntaje de 64.7 indica una despedida cordial y profesional.\n\n    *   **Mantenimiento:** Continuar despidiéndose de manera amigable y ofreciendo acompañamiento durante la portabilidad (opcional).\n\n*   **Proactividad:** Nivel: Bajo. El puntaje de 31.3 indica una falta de iniciativa para ofrecer fibra.\n\n    *   **Mejora:** Comentar directamente sobre la fibra sin preguntar si le interesa al cliente. Incorporar la oferta de fibra en su speech de venta de manera sistemática.\n\n*   **Empatía:** Nivel: Bajo. El puntaje de 27.3 es inferior al promedio del equipo, lo cual es una debilidad.\n\n    *   **Mejora:** Escuchar activamente al cliente, mostrar comprensión y adaptar su enfoque a las necesidades individuales.\n\n*   **Resolución de Problemas:** Nivel: Regular. El puntaje de 39.3 indica que tiene habilidades para resolver problemas, pero hay espacio para mejorar.\n\n    *   **Mejora:** Ofrecer soluciones rápidas y efectivas, y hacer seguimiento para asegurar que el problema se ha resuelto satisfactoriamente.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n*   **Semana 1:** **Foco: Empatía y Cierre.**\n    *   **Acciones:** Revisar grabaciones de llamadas donde la empatía fue baja. Identificar oportunidades perdidas para conectar con el cliente. Practicar scripts de cierre directo con énfasis en asignar sucursal o buscar domicilio del cliente. Realizar role-playing con el supervisor para practicar manejo de objeciones y técnicas de cierre.\n*   **Semana 2:** **Foco: Proactividad y Manejo de Objeciones.**\n    *   **Acciones:** Incorporar la oferta de fibra en cada llamada de manera directa. Preparar respuestas personalizadas para las objeciones más comunes. Practicar el uso de historias de éxito de clientes que se beneficiaron de la fibra.\n*   **Semana 3:** **Foco: Consolidación de Habilidades.**\n    *   **Acciones:** Monitorear llamadas y proporcionar feedback específico sobre empatía, cierre y proactividad. Revisar métricas de desempeño y ajustar el plan de acción si es necesario.\n*   **Semana 4:** **Foco: Optimización y Desarrollo Continuo.**\n    *   **Acciones:** Identificar nuevas oportunidades de mejora y establecer metas para el próximo mes. Participar en sesiones de coaching avanzadas para desarrollar habilidades de liderazgo y mentoría.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación)\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra (Directa):** \"Además del plan móvil, Movistar ofrece fibra óptica de alta velocidad que te va a permitir disfrutar de una conexión estable y rápida en toda tu casa.\"\n*   **Técnica de Cierre (Directo):** \"Perfecto, para completar la activación, ¿tenés alguna sucursal Movistar cerca o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Manejo de Objeciones (Personalizado):**\n    *   **Precio:** \"Entiendo que el precio es un factor importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   **Competencia:** \"Es posible que otras compañías tengan ofertas similares, pero Movistar se destaca por su excelente servicio al cliente y la calidad de su red.\"\n    *   **No lo Necesito:** \"Entiendo, pero la fibra óptica te va a permitir disfrutar de una experiencia online superior, especialmente si trabajás desde casa, ves películas o jugás videojuegos.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión en un 15% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el porcentaje de llamadas >1 minuto a un 60%.\n*   **TMO:** Reducir el TMO a 4 minutos en 30 días.\n*   **KPIs:** Mejorar la empatía a un puntaje de 50 y el cierre a un puntaje de 40.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 28, tu desempeño general es sólido y te posiciona como uno de los mejores del equipo. Destacás por tu capacidad para identificar clientes y presentar ofertas directas. Sin embargo, para alcanzar tu máximo potencial, te invito a enfocarte en conectar emocionalmente con los clientes y a cerrar ventas con mayor confianza. Sé que tenés la capacidad de lograrlo. ¡Confío en que vas a superar estos desafíos y alcanzar nuevas alturas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}