{
  "agente": "MZA 53",
  "fecha_generacion": "2026-01-26T14:31:55.671627",
  "metricas": {
    "agente": "MZA 53",
    "evaluaciones": {
      "total_evaluadas": 103,
      "puntaje_promedio": 15.3,
      "puntaje_min": 0.0,
      "puntaje_max": 110.0,
      "desviacion_std": 18.3,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 71,
      "criterios": {
        "saludo_presentacion": 8.0,
        "identificacion_cliente": 50.4,
        "deteccion_necesidades": 4.7,
        "oferta_productos": 4.8,
        "manejo_objeciones": 13.9,
        "cierre": 4.7,
        "despedida": 16.9,
        "proactividad": 3.1,
        "empatia": 25.6,
        "resolucion_problemas": 9.4
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 53,
        "Detección de necesidades": 40,
        "Presentación y Saludo": 33,
        "Detección de Necesidades": 31,
        "Empatía": 26
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 18,
        "Identificación del cliente.": 9,
        "Identificación correcta del cliente.": 8,
        "Empatía": 8,
        "Despedida": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 110.0,
          "resumen": "El agente no cumplió con los criterios obligatorios de presentación, identificación, detección de necesidades, cierre y proactividad, especialmente la mención de la promoción del 80%.  Mejorar la presentación y el cierre."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no verifica la identidad del cliente, no menciona la promoción del 80% y no cierra la venta. El manejo de objeciones es débil y no muestra proactividad. Se despide correctamente."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente cumple con varios criterios, pero no menciona la promoción del 80% de descuento, lo cual es crítico.  Buen manejo de cierre y resolución de dudas."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no se desarrolló como una venta. El agente no se presentó, no identificó al cliente, ni ofreció productos. No se cumplieron los criterios de evaluación."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los requisitos obligatorios. No mencionó la promoción del 80% de descuento ni realizó una correcta detección de necesidades."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación. No menciona la promoción, no identifica necesidades, no maneja objeciones y no realiza un cierre efectivo. La comunicación es deficiente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 103,
      "puntaje_promedio": 15.3,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 71,
      "criterios": {
        "saludo_presentacion": 8.0,
        "identificacion_cliente": 50.4,
        "deteccion_necesidades": 4.7,
        "oferta_productos": 4.8,
        "manejo_objeciones": 13.9,
        "cierre": 4.7,
        "despedida": 16.9,
        "proactividad": 3.1,
        "empatia": 25.6,
        "resolucion_problemas": 9.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 15.3,
      "general": 35.7,
      "diferencia": -20.4,
      "percentil": 31.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 8.0,
        "general": 32.0,
        "diferencia": -24.0
      },
      "identificacion_cliente": {
        "agente": 50.4,
        "general": 38.7,
        "diferencia": 11.7
      },
      "deteccion_necesidades": {
        "agente": 4.7,
        "general": 23.3,
        "diferencia": -18.6
      },
      "oferta_productos": {
        "agente": 4.8,
        "general": 28.6,
        "diferencia": -23.9
      },
      "manejo_objeciones": {
        "agente": 13.9,
        "general": 33.0,
        "diferencia": -19.2
      },
      "cierre": {
        "agente": 4.7,
        "general": 18.8,
        "diferencia": -14.1
      },
      "despedida": {
        "agente": 16.9,
        "general": 38.5,
        "diferencia": -21.6
      },
      "proactividad": {
        "agente": 3.1,
        "general": 13.9,
        "diferencia": -10.8
      },
      "empatia": {
        "agente": 25.6,
        "general": 43.0,
        "diferencia": -17.4
      },
      "resolucion_problemas": {
        "agente": 9.4,
        "general": 25.1,
        "diferencia": -15.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 53\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 53 se encuentra actualmente en un nivel **Crítico** dentro del equipo, con un puntaje IA de 15.3, significativamente inferior al promedio general de 35.7. Su desempeño se ubica en el percentil 31.6, lo que indica que necesita mejoras sustanciales para alcanzar el rendimiento promedio del equipo. A pesar de la identificación del cliente sobresale del promedio, las áreas críticas como saludo, presentación, detección de necesidades, oferta de productos, manejo de objeciones, cierre, despedida, proactividad, empatía y resolución de problemas están muy por debajo del rendimiento general del equipo. Su potencial de mejora es considerable, pero requiere un enfoque intensivo y un plan de acción concreto para elevar su desempeño.\n\nEn cuanto a la **evolución**, es imperativo analizar el período anterior para determinar si el desempeño de MZA 53 mejoró o empeoró. **Sin información comparativa con el período anterior, no puedo determinar si hubo una mejora o un retroceso**. Este dato es crucial para enfocar el plan de acción en las áreas que necesitan atención urgente y para reforzar las fortalezas que haya podido desarrollar. Es importante recabar esa información para adaptar mejor este análisis.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n**Dado que no tengo datos del período anterior, no puedo analizar la evolución semanal.** Para la próxima revisión, asegúrate de proporcionar los datos del período anterior para identificar qué mejoró, qué empeoró y qué sigue pendiente de trabajar.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente:** Su puntaje en este criterio (50.4) supera el promedio del equipo (38.7). Sigue asegurándote de preguntar \"¿Me comunico con [Nombre]?\" para verificar la identidad del cliente al inicio de la llamada.\n*   **Conocimiento del Proceso:** Aunque el puntaje general es bajo, el hecho de que haya algunas llamadas consideradas \"excelentes\" indica que MZA 53 comprende el proceso de venta cuando lo aplica correctamente.\n*   **Empatía (Potencial):** Aunque el puntaje en \"Empatía\" está por debajo del promedio, se identifica como una fortaleza frecuente. Esto sugiere que tiene la capacidad de conectar con los clientes, pero necesita herramientas y técnicas para hacerlo de manera más consistente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Proactividad (PERSISTENTE):** Con una frecuencia de 53 en las áreas de mejora, la falta de proactividad es un problema grave. Es crucial que ofrezca fibra en TODAS las llamadas, sin preguntar si el cliente está interesado. La oferta de fibra debe ser directa: \"Además de su plan móvil, le comento que también tenemos una excelente opción de fibra óptica...\"\n*   **Detección de Necesidades (PERSISTENTE):** Identificada como un área de mejora frecuente. Es fundamental que deje de preguntar \"¿Qué es lo más importante para ti en un plan?\" y empiece a preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Esto le permitirá personalizar la oferta y aumentar las posibilidades de cierre.\n*   **Saludo y Presentación (PERSISTENTE):** Es crucial que mejore su saludo y presentación inicial. Debe presentarse de manera clara y concisa, y crear interés en el cliente desde el principio. En lugar de decir \"Tengo una oferta que podría interesarle\", debe decir \"Tengo una oferta que le VA a interesar\".\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n**Dado que no se proporcionaron métricas de llamadas ni de ventas, no puedo realizar un análisis de calidad.** Es fundamental contar con estos datos (TMO, % Capta Atención, cortes de llamada, tasa de aprobación de ventas) para identificar patrones y áreas específicas de mejora. Por ejemplo, si el % Capta Atención es bajo, esto indica que necesita mejorar su saludo inicial y la forma en que engancha al cliente en los primeros segundos de la llamada.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel **Crítico**. Está fallando en generar una primera impresión positiva y despertar el interés del cliente.\n    *   **Mejora:** Iniciar la llamada con un saludo enérgico y una presentación que destaque el valor de la llamada: \"¡Hola, [Nombre del cliente], soy [Tu nombre] de Movistar! Lo llamo porque tengo una oferta exclusiva que le va a interesar muchísimo para optimizar su plan actual.\"\n*   **Identificación del Cliente:** Nivel **Bueno**. Identifica correctamente al cliente, lo cual es una buena base.\n    *   **Mantener:** Continuar preguntando \"¿Me comunico con [Nombre]?\" para confirmar que está hablando con la persona correcta.\n*   **Detección de Necesidades:** Nivel **Crítico**. No está identificando las necesidades reales del cliente, lo que dificulta la personalización de la oferta.\n    *   **Mejora:** Preguntar \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, música?\". O \"¿Cuántos GB tenés en tu plan actual y te alcanzan?\". Escuchar atentamente la respuesta para adaptar la oferta.\n*   **Oferta de Productos:** Nivel **Crítico**. No está presentando los productos de manera efectiva, destacando sus beneficios y adaptándolos a las necesidades del cliente.\n    *   **Mejora:** Presentar la oferta destacando los beneficios clave para el cliente. \"Con este plan, vas a tener el doble de GB para ver videos sin preocuparte por consumir datos, y además, te incluimos la suscripción a [Servicio de streaming] para que disfrutes de tus series favoritas.\"\n*   **Manejo de Objeciones:** Nivel **Bajo**. No está rebatitiendo las objeciones de manera efectiva, lo que lleva a la pérdida de ventas.\n    *   **Mejora:** Preparar respuestas específicas para las objeciones más comunes. Por ejemplo, si el cliente dice que el precio es alto, responder: \"Entiendo que el precio es importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, recordá que te estoy ofreciendo [beneficio adicional] que no tenés con tu plan actual.\"\n*   **Cierre:** Nivel **Crítico**. No está cerrando las ventas de manera efectiva, dejando escapar oportunidades.\n    *   **Mejora:** Pasar directamente al cierre sin preguntar si el cliente está de acuerdo. \"Perfecto, entonces para activar tu nuevo plan, ¿preferís que te asigne una sucursal cercana o buscamos tu domicilio para coordinar la entrega?\"\n*   **Despedida:** Nivel **Bajo**. Necesita mejorar la forma en que finaliza la llamada.\n    *   **Mejora:** Ofrecer acompañamiento durante la portabilidad: \"¡Excelente! Te voy a estar acompañando durante todo el proceso de portabilidad para asegurarme de que tengas la mejor experiencia con Movistar.\"\n*   **Proactividad:** Nivel **Crítico**. No está ofreciendo fibra de forma proactiva, perdiendo oportunidades de venta adicionales.\n    *   **Mejora:** Ofrecer fibra en TODAS las llamadas, sin excepción: \"Además de tu plan móvil, le comento que también tenemos una excelente opción de fibra óptica con [velocidad] y [beneficios adicionales] para que disfrutes de una conexión ultrarrápida en tu hogar.\"\n*   **Empatía:** Nivel **Bajo**. Necesita mejorar su capacidad para conectar con los clientes y generar confianza.\n    *   **Mejora:** Escuchar activamente al cliente, mostrar interés genuino por sus necesidades y utilizar un tono amigable y cercano.\n*   **Resolución de Problemas:** Nivel **Bajo**. No está resolviendo los problemas de los clientes de manera efectiva, lo que puede generar frustración y pérdida de ventas.\n    *   **Mejora:** Escuchar atentamente el problema del cliente, ofrecer soluciones concretas y hacer un seguimiento para asegurarse de que el problema se haya resuelto.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1: Proactividad y Saludo/Presentación.**\n*   **Foco:** Integrar la oferta de fibra en todas las llamadas y mejorar el impacto inicial de la presentación.\n*   **Acciones:**\n    *   Implementar un script obligatorio para la presentación inicial, destacando los beneficios del plan y la oferta de fibra.\n    *   Monitoreo diario de llamadas para asegurar que se ofrece fibra en cada contacto.\n    *   Feedback individualizado basado en grabaciones de llamadas, enfocándose en el impacto del saludo inicial y la claridad de la oferta de fibra.\n\n**Semana 2: Detección de Necesidades y Manejo de Objeciones.**\n*   **Foco:** Aprender a hacer las preguntas correctas y desarrollar respuestas personalizadas a las objeciones comunes.\n*   **Acciones:**\n    *   Capacitación intensiva en técnicas de detección de necesidades, con ejemplos prácticos de preguntas efectivas.\n    *   Creación de un \"manual de objeciones\" con respuestas personalizadas para cada tipo de cliente.\n    *   Simulaciones de llamadas para practicar el manejo de objeciones en situaciones reales.\n\n**Semana 3: Cierre y Despedida.**\n*   **Foco:** Perfeccionar el proceso de cierre y dejar una impresión positiva al final de la llamada.\n*   **Acciones:**\n    *   Implementar técnicas de cierre directo: \"Perfecto, entonces para activar tu nuevo plan, ¿preferís que te asigne una sucursal cercana o buscamos tu domicilio para coordinar la entrega?\"\n    *   Desarrollar un script para la despedida que ofrezca acompañamiento durante la portabilidad.\n    *   Análisis de llamadas para identificar oportunidades perdidas de cierre y áreas de mejora en la despedida.\n\n**Semana 4: Consolidación y Optimización.**\n*   **Foco:** Reforzar las habilidades adquiridas y optimizar el proceso de venta.\n*   **Acciones:**\n    *   Monitoreo continuo de llamadas y feedback individualizado.\n    *   Sesiones de coaching personalizadas para abordar áreas específicas de mejora.\n    *   Revisión y ajuste del plan de acción en función de los resultados obtenidos.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan actual y te alcanzan?\".\n*   **Oferta de fibra:** \"Además de tu plan móvil, le comento que también tenemos una excelente opción de fibra óptica con [velocidad] y [beneficios adicionales] para que disfrutes de una conexión ultrarrápida en tu hogar.\"\n*   **Cierre:** \"Perfecto, entonces para activar tu nuevo plan, ¿preferís que te asigne una sucursal cercana o buscamos tu domicilio para coordinar la entrega?\"\n*   **Manejo de objeciones (Ejemplo):** Cliente: \"Es que estoy conforme con mi compañía actual.\" Respuesta: \"Entiendo, muchos de nuestros clientes se sentían así antes de probar Movistar. Lo que descubrieron es que con nosotros tienen [beneficio clave] que no encontraban en otro lugar, y además, nuestra red es mucho más estable y rápida. ¿Qué te parece si probamos y ves la diferencia por vos mismo?\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 50 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión al 3%.\n*   **Ofrecimiento de fibra:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40%.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs específicos:** Aumentar el puntaje en \"Saludo y Presentación\" a 50 y en \"Detección de Necesidades\" a 40.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n\"MZA 53, veo potencial en vos y sé que podés mejorar significativamente tu desempeño. La identificación del cliente es un buen punto de partida. Concentrémonos en mejorar tu saludo, la forma en que detectás las necesidades de los clientes y cómo cerrás las ventas. Trabajando juntos, vamos a alcanzar tus metas y convertirte en un vendedor de alto rendimiento en Movistar. ¡Confío en que podés lograrlo!\"\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}