{
  "agente": "Trujillo Alejandro",
  "agente_codigo": "MZA 26",
  "equipo": "JOSEFINA ZEBALLOS",
  "fecha_generacion": "2026-02-09T08:45:15.572234",
  "metricas": {
    "agente": "Trujillo Alejandro",
    "agente_codigo": "MZA 26",
    "equipo": "JOSEFINA ZEBALLOS",
    "evaluaciones": {
      "total_evaluadas": 29,
      "puntaje_promedio": 32.8,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 27.2,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 7,
      "llamadas_regulares": 7,
      "llamadas_criticas": 14,
      "criterios": {
        "saludo_presentacion": 33.1,
        "identificacion_cliente": 24.1,
        "deteccion_necesidades": 23.1,
        "oferta_productos": 39.7,
        "manejo_objeciones": 30.7,
        "cierre": 22.1,
        "despedida": 50.3,
        "proactividad": 9.7,
        "empatia": 48.6,
        "resolucion_problemas": 30.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 15,
        "Proactividad": 14,
        "Identificación del cliente": 13,
        "Oferta de productos": 12,
        "Cierre": 10
      },
      "fortalezas_frecuentes": {
        "Empatía": 11,
        "Despedida": 6,
        "Detección de necesidades": 4,
        "Oferta de productos": 4,
        "Manejo de objeciones": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, ofreció fibra directamente y completó el cierre.  No realizó preguntas de detección de necesidades."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente muestra empatía y maneja bien las objeciones, pero no se presenta ni verifica la identidad del cliente al inicio. Ofrece un plan y gestiona la solución de un problema anterior. El cierre no se completa en la llamada, pero se busca un nuevo contacto."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presenta y verifica la identidad de la cliente, realizando preguntas para detectar necesidades y ofreciendo un plan. Maneja las objeciones de manera efectiva y se despide de forma cordial.  Debe mejorar la presentación inicial, y ofrecer productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no completa el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no realiza un cierre efectivo y no muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con ningún criterio de evaluación. No hubo presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre ni despedida."
        }
      ],
      "pct_ofrece_fibra": 6.9
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.4
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 29,
      "con_plan": 3,
      "ofrece_fibra": 3,
      "pct_plan": 10.3,
      "pct_fibra": 10.3
    },
    "calidad_llamadas": {
      "total_llamadas": 80,
      "tmo_seg": 129.8,
      "pct_capta_atencion": 40.0,
      "menos_30seg": 31,
      "corte_cliente": 57,
      "corte_agente": 23
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 32.8,
      "general": 30.6,
      "diferencia": 2.2,
      "percentil": 59.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 33.1,
        "general": 17.9,
        "diferencia": 15.2
      },
      "identificacion_cliente": {
        "agente": 24.1,
        "general": 49.4,
        "diferencia": -25.3
      },
      "deteccion_necesidades": {
        "agente": 23.1,
        "general": 14.3,
        "diferencia": 8.8
      },
      "oferta_productos": {
        "agente": 39.7,
        "general": 36.1,
        "diferencia": 3.5
      },
      "manejo_objeciones": {
        "agente": 30.7,
        "general": 27.8,
        "diferencia": 2.9
      },
      "cierre": {
        "agente": 22.1,
        "general": 19.5,
        "diferencia": 2.5
      },
      "despedida": {
        "agente": 50.3,
        "general": 51.2,
        "diferencia": -0.8
      },
      "proactividad": {
        "agente": 9.7,
        "general": 8.5,
        "diferencia": 1.2
      },
      "empatia": {
        "agente": 48.6,
        "general": 37.5,
        "diferencia": 11.2
      },
      "resolucion_problemas": {
        "agente": 30.0,
        "general": 21.0,
        "diferencia": 9.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Trujillo Alejandro\n\n### 1. DIAGNOSTICO GENERAL\nTrujillo Alejandro se encuentra actualmente en un nivel que **necesita mejora**. Si bien su puntaje promedio (32.8 de 100) es ligeramente superior al promedio del equipo (30.6 de 100), la alta desviación estándar (27.2) indica una gran inconsistencia en su desempeño. La mayoría de sus llamadas son clasificadas como \"críticas\" o \"regulares\", con solo una llamada considerada \"excelente\". Su principal área de oportunidad reside en la mejora de la consistencia en todos los criterios de evaluación.\n\nComparado con el equipo, Trujillo tiene una fortaleza notable en el \"saludo y presentación\", pero está significativamente por debajo del promedio en la \"identificación del cliente\". Esto sugiere que, si bien su primera impresión es buena, necesita mejorar la validación de la persona con la que está hablando.\n\nEn comparación con el coaching anterior, Trujillo muestra una leve mejora en su puntaje promedio (de 30.5 a 32.8). Sin embargo, las áreas de mejora siguen siendo las mismas, lo que indica que el esfuerzo anterior no ha logrado un impacto significativo en su desempeño. Su potencial de mejora es alto si se enfoca en la aplicación consistente de las técnicas adecuadas.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 48.6 de 100, Trujillo demuestra una buena capacidad para conectar con los clientes. Debe seguir utilizando esta habilidad para generar confianza y construir relaciones.\n*   **Despedida:** Con un puntaje de 50.3 de 100, su despedida es correcta y cortés, dejando una impresión positiva final.\n*   **Manejo de Objeciones (Potencial):** Si bien no es una fortaleza dominante, el hecho de que aparezca entre las fortalezas frecuentes (aunque sea con poca frecuencia) sugiere que Trujillo tiene la capacidad de manejar objeciones de manera efectiva en algunas situaciones. Debe analizar sus llamadas más exitosas para identificar qué técnicas funcionaron bien y aplicarlas de manera consistente.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Identificación del Cliente:** Su puntaje es significativamente inferior al promedio del equipo (24.1 vs 49.4). Esto es fundamental, ya que sin confirmar la identidad, se pierde tiempo y se puede incurrir en errores.\n*   **Detección de Necesidades:** Puntaje bajo (23.1 de 100) y la principal área de mejora frecuente. No comprender las necesidades del cliente dificulta ofrecer soluciones personalizadas y relevantes.\n*   **Proactividad:** Su puntaje en proactividad es extremadamente bajo (9.7 de 100). Trujillo debe ser más proactivo en ofrecer productos adicionales (cross-selling) y anticipar las necesidades del cliente.\n*   **Cierre:** Su puntaje en cierre es de 22.1 de 100, es crucial cerrar la venta de forma efectiva. La falta de un cierre adecuado implica la pérdida de oportunidades de venta.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 33.1 de 100. **Bien:** Parece realizar un saludo inicial correcto, aunque hay margen de mejora en hacerlo más memorable y personalizado. **Mal:** No siempre se presenta de manera clara o con entusiasmo. **Cómo mejorar:** Practicar un saludo conciso pero impactante que incluya su nombre, cargo y el propósito de la llamada.\n*   **Identificación del Cliente:** 24.1 de 100. **Bien:** Probablemente realiza alguna forma de identificación. **Mal:** No verifica la identidad del cliente de manera efectiva. **Cómo mejorar:** Utilizar la frase obligatoria: \"Hola, ¿me comunico con [Nombre]?\" al inicio de la llamada.\n*   **Detección de Necesidades:** 23.1 de 100. **Bien:** A veces intenta indagar sobre las necesidades del cliente. **Mal:** Las preguntas son superficiales y no profundiza lo suficiente. **Cómo mejorar:** Preguntar \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Escuchar atentamente las respuestas y formular preguntas de seguimiento.\n*   **Oferta de Productos:** 39.7 de 100. **Bien:** Ofrece productos, aunque no de manera sistemática. **Mal:** No siempre ofrece fibra directamente y puede ser que pregunta si le interesa. **Cómo mejorar:** Ofrecer fibra directamente comentando: \"Tengo una oferta de fibra que le VA a interesar\".\n*   **Manejo de Objeciones:** 30.7 de 100. **Bien:** Maneja algunas objeciones de manera efectiva. **Mal:** No siempre rebate las objeciones de forma puntual. **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de manera directa y concisa, utilizando la técnica de \"Es lógico que mires el precio. A varios clientes les pasó eso...\".\n*   **Cierre:** 22.1 de 100. **Bien:** A veces intenta cerrar la venta. **Mal:** No realiza un cierre directo y efectivo. **Cómo mejorar:** Asignar sucursal o buscar domicilio directamente.\n*   **Despedida:** 50.3 de 100. **Bien:** Realiza una despedida correcta. **Mal:** Podría ser más personalizada. **Cómo mejorar:** Agradecer al cliente por su tiempo y ofrecer acompañamiento durante el proceso de portabilidad.\n*   **Proactividad:** 9.7 de 100. **Bien:** Prácticamente nula. **Mal:** No ofrece productos adicionales ni anticipa las necesidades del cliente. **Cómo mejorar:** Después de ofrecer el plan principal, mencionar otros productos o servicios que podrían ser de interés para el cliente.\n*   **Empatía:** 48.6 de 100. **Bien:** Demuestra empatía en algunas situaciones. **Mal:** No siempre se conecta con el cliente a un nivel personal. **Cómo mejorar:** Utilizar un tono de voz amigable y mostrar interés genuino en las necesidades del cliente.\n*   **Resolución de Problemas:** 30.0 de 100. **Bien:** Puede ofrecer soluciones a problemas existentes. **Mal:** No siempre aborda los problemas de manera proactiva. **Cómo mejorar:** Preguntar al cliente si tiene algún problema con su servicio actual y ofrecer soluciones concretas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco: Identificación del Cliente y Detección de Necesidades.**\n*   Acciones:\n    *   Practicar la frase obligatoria de identificación: \"Hola, ¿me comunico con [Nombre]?\" en cada llamada.\n    *   Memorizar y practicar las preguntas clave para la detección de necesidades: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n    *   Revisar grabaciones de llamadas exitosas de otros vendedores para identificar cómo formulan preguntas efectivas.\n    *   Al final de cada día, autoevaluar cuántas veces utilizó las preguntas de detección de necesidades y la frase de identificación.\n**Semana 2:** **Foco: Oferta de Fibra y Cierre Directo.**\n*   Acciones:\n    *   Ofrecer fibra directamente en cada llamada, sin preguntar si le interesa, usando la frase \"Tengo una oferta de fibra que le VA a interesar\".\n    *   Practicar técnicas de cierre directo, como asignar sucursal o buscar domicilio directamente.\n    *   Simular llamadas con un compañero para practicar la oferta de fibra y el cierre.\n**Semana 3:** **Foco: Manejo de Objeciones Personalizado.**\n*   Acciones:\n    *   Identificar las objeciones más comunes que recibe y preparar respuestas específicas para cada una.\n    *   Utilizar la técnica: \"Es lógico que mires el precio. A varios clientes les pasó eso...\" al enfrentar objeciones relacionadas con el precio.\n    *   Grabar y analizar sus propias llamadas para identificar áreas de mejora en el manejo de objeciones.\n**Semana 4:** **Foco: Proactividad y Consolidación.**\n*   Acciones:\n    *   Después de ofrecer el plan principal, mencionar al menos un producto o servicio adicional que podría ser de interés para el cliente.\n    *   Revisar todas las áreas de mejora y asegurarse de que está aplicando las técnicas aprendidas de manera consistente.\n    *   Solicitar retroalimentación a su supervisor sobre su desempeño.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta de fibra que le VA a interesar\".\n*   **Técnicas de cierre directo:** Asignar sucursal o buscar domicilio directamente.\n*   **Manejo de objeciones personalizado:** \"Es lógico que mires el precio. A varios clientes les pasó eso...\" (adaptar la frase a la objeción específica).\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 60 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas \"críticas\" a menos del 5%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje en \"Identificación del Cliente\" a 70 de 100.\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 50 de 100.\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra a un 80%.\n    *   Aumentar el puntaje en \"Cierre\" a 40 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nAlejandro, tu empatía es un gran punto de partida. Ahora, necesitamos que canalices esa habilidad para identificar mejor las necesidades de cada cliente y ofrecer soluciones concretas. No tengas miedo de ser directo en la oferta de fibra y en el cierre. Con un enfoque más estructurado y la aplicación consistente de estas técnicas, estoy seguro de que puedes alcanzar tu máximo potencial y convertirte en un vendedor estrella. ¡Vamos a por ello!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}