{
  "agente": "MZA 52",
  "fecha_generacion": "2026-01-26T14:38:19.752490",
  "metricas": {
    "agente": "MZA 52",
    "evaluaciones": {
      "total_evaluadas": 72,
      "puntaje_promedio": 20.4,
      "puntaje_min": 0.0,
      "puntaje_max": 89.0,
      "desviacion_std": 24.9,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 45,
      "criterios": {
        "saludo_presentacion": 11.4,
        "identificacion_cliente": 31.4,
        "deteccion_necesidades": 8.5,
        "oferta_productos": 13.1,
        "manejo_objeciones": 19.0,
        "cierre": 14.3,
        "despedida": 27.1,
        "proactividad": 7.8,
        "empatia": 26.4,
        "resolucion_problemas": 21.0
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 43,
        "Presentación y Saludo": 27,
        "Detección de necesidades": 25,
        "Detección de Necesidades": 24,
        "Identificación del Cliente": 23
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 7,
        "Intento de resolución de problemas": 3,
        "Buen manejo de objeciones.": 3,
        "Identificación del cliente.": 3,
        "Manejo de objeciones.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 89.0,
          "resumen": "El agente tuvo un buen desempeño en general, cumpliendo con la mayoría de los criterios.  Destaca la proactividad y el manejo de objeciones."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente necesita mejorar significativamente en la presentación, identificación del cliente, detección de necesidades, oferta de productos (especialmente mencionando la promoción del 80%), manejo de objeciones y cierre. La proactividad es baja. Se recomienda capacitación en los protocolos de venta y en el manejo de objeciones."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente no cumple con los requisitos obligatorios de la promoción, no se presenta correctamente, no identifica al cliente ni detecta necesidades. El cierre y la despedida son deficientes."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece la promoción vigente, maneja mal las objeciones, no hace un cierre adecuado, no muestra proactividad y la empatía es inexistente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación. No se presenta, no verifica la identidad, no detecta necesidades, no ofrece la promoción del 80%, no cierra de forma directa, no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación correcta, identificación del cliente, detección de necesidades, oferta de productos adecuada ni manejo de objeciones. Tampoco menciona la promoción del 80%. La comunicación es deficiente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 72,
      "puntaje_promedio": 20.4,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 45,
      "criterios": {
        "saludo_presentacion": 11.4,
        "identificacion_cliente": 31.4,
        "deteccion_necesidades": 8.5,
        "oferta_productos": 13.1,
        "manejo_objeciones": 19.0,
        "cierre": 14.3,
        "despedida": 27.1,
        "proactividad": 7.8,
        "empatia": 26.4,
        "resolucion_problemas": 21.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 20.4,
      "general": 35.7,
      "diferencia": -15.3,
      "percentil": 39.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 11.4,
        "general": 32.0,
        "diferencia": -20.6
      },
      "identificacion_cliente": {
        "agente": 31.4,
        "general": 38.7,
        "diferencia": -7.3
      },
      "deteccion_necesidades": {
        "agente": 8.5,
        "general": 23.3,
        "diferencia": -14.8
      },
      "oferta_productos": {
        "agente": 13.1,
        "general": 28.6,
        "diferencia": -15.6
      },
      "manejo_objeciones": {
        "agente": 19.0,
        "general": 33.0,
        "diferencia": -14.0
      },
      "cierre": {
        "agente": 14.3,
        "general": 18.8,
        "diferencia": -4.5
      },
      "despedida": {
        "agente": 27.1,
        "general": 38.5,
        "diferencia": -11.4
      },
      "proactividad": {
        "agente": 7.8,
        "general": 13.9,
        "diferencia": -6.1
      },
      "empatia": {
        "agente": 26.4,
        "general": 43.0,
        "diferencia": -16.6
      },
      "resolucion_problemas": {
        "agente": 21.0,
        "general": 25.1,
        "diferencia": -4.1
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 52\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 52 se encuentra actualmente en un nivel **Crítico**, con un puntaje IA significativamente inferior al promedio del equipo (20.4 vs 35.7). Su percentil es 39.0, lo que indica que está por debajo del rendimiento de la mayoría de sus compañeros. La comparación de métricas por criterio revela deficiencias generalizadas en casi todas las áreas evaluadas.\n\n**EVOLUCIÓN:** Dada la información proporcionada, no puedo determinar la evolución específica de MZA 52 en la última semana, ya que no se incluyen datos del período anterior para comparar. Sin embargo, el análisis actual revela una necesidad urgente de intervención y un plan de acción específico.\n\nSu potencial de mejora es considerable. Con el entrenamiento adecuado y un plan de acción enfocado en sus debilidades más críticas, MZA 52 puede elevar significativamente su rendimiento y alcanzar un nivel competitivo dentro del equipo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\nDado que no se tienen datos comparativos con semanas anteriores, no se puede realizar un análisis de evolución para identificar áreas donde mejoró o empeoró específicamente. Por lo tanto, el plan de acción se centrará en las áreas de mejora más críticas detectadas en la evaluación actual.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\nA pesar de las áreas de mejora, es importante reconocer y construir sobre los aspectos positivos. Basado en la información, las fortalezas, aunque menos frecuentes, incluyen:\n*   **Identificación del Cliente:** A pesar de que está por debajo del promedio, es de las áreas con mejor puntuación en comparación con las demás. Se debe seguir enfatizando en la correcta verificación de la identidad del cliente al inicio de la llamada.\n*   **Intento de resolución de problemas:** Si bien no es consistente, hay casos donde intenta resolver problemas, lo cual es valioso para la satisfacción del cliente. Se debe potenciar y dar herramientas para mejorar su capacidad de resolución.\n*   **Manejo de objeciones:** Al igual que el punto anterior, es inconsistente, pero se reconoce un esfuerzo en rebatir objeciones. Esto es una base para construir un manejo de objeciones más efectivo y personalizado.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Proactividad (PERSISTENTE):** Con una puntuación de 7.8, es una de las áreas más bajas. Es fundamental que MZA 52 ofrezca activamente productos adicionales como fibra, sin preguntar primero si el cliente está interesado. Esto impacta directamente en las oportunidades de venta cruzada.\n*   **Presentación y Saludo (PERSISTENTE):** Con un puntaje de 11.4, la presentación no es la adecuada. El cliente necesita saber inmediatamente quién lo llama y por qué. Un saludo y presentación efectivos generan confianza y predisponen positivamente al cliente.\n*   **Detección de Necesidades (PERSISTENTE):** Con un puntaje de 8.5, MZA 52 no está indagando adecuadamente las necesidades del cliente. Es crucial entender qué es lo más importante para el cliente para ofrecer una solución que realmente le interese. NO preguntar directamente \"¿Qué es lo más importante para ti?\" sino \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nDada la falta de información sobre las métricas de llamadas y ventas específicas para MZA 52, no se puede realizar un análisis detallado en este momento. Sin embargo, al tener acceso a los datos, es fundamental monitorear:\n*   **TMO:** Comparar su TMO con el promedio del equipo y el rango óptimo (2-4 minutos) para identificar si necesita acortar o extender sus llamadas.\n*   **% Capta Atención:** Este KPI es CRÍTICO. Si es bajo, el agente no está logrando enganchar al cliente.\n*   **Cortes de llamada:** Analizar si hay más cortes del cliente que del agente, lo cual puede indicar problemas en el pitch inicial.\n*   **Llamadas <30 seg:** Demasiadas llamadas cortas indican problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas**: Si es baja, puede haber problemas de calidad en las ventas (datos incorrectos, mal procesamiento).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\nA continuación se desglosa un análisis por competencia con recomendaciones específicas:\n\n*   **Saludo y Presentación:** Nivel **Crítico**. No se está presentando de manera efectiva ni generando una primera impresión positiva.\n    *   **Cómo mejorar:** Practicar un saludo estandarizado pero con energía y confianza. Incluir su nombre, el de la empresa (Movistar) y el motivo de la llamada de manera concisa: \"Hola, soy [Nombre] de Movistar, lo contacto porque tengo una oferta que LE VA a interesar\".\n*   **Identificación del Cliente:** Nivel **Bajo**. Si bien es mejor que otras áreas, no se está verificando correctamente la identidad del cliente.\n    *   **Cómo mejorar:** Utilizar una frase específica para confirmar que está hablando con la persona correcta: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** Nivel **Crítico**. No se están identificando las necesidades reales del cliente.\n    *   **Cómo mejorar:** Reemplazar preguntas genéricas por preguntas específicas: \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos:** Nivel **Crítico**. La oferta de productos no es atractiva ni está adaptada a las necesidades del cliente.\n    *   **Cómo mejorar:** Después de detectar las necesidades, ofrecer el plan que mejor se adapte a ellas, destacando los beneficios clave. Siempre ofrecer fibra sin preguntar si le interesa.\n*   **Manejo de Objeciones:** Nivel **Bajo**. Las objeciones no se están rebatido de forma efectiva ni personalizada.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder con argumentos que resalten el valor del producto o servicio. Evitar respuestas genéricas y adaptar la respuesta a la objeción específica.\n*   **Cierre:** Nivel **Crítico**. No se está cerrando la venta de manera directa y efectiva.\n    *   **Cómo mejorar:** Después de presentar la oferta, proceder directamente al cierre: \"Perfecto, para avanzar, ¿le asigno la sucursal más cercana a su domicilio o prefiere que lo busquemos?\".\n*   **Despedida:** Nivel **Bajo**. La despedida no es profesional ni deja una impresión duradera.\n    *   **Cómo mejorar:** Agradecer al cliente por su tiempo y ofrecer acompañamiento durante la portabilidad: \"Gracias por su tiempo, lo acompañaré durante todo el proceso de portabilidad para asegurarme de que todo salga bien\".\n*   **Proactividad:** Nivel **Crítico**. No se están ofreciendo productos o servicios adicionales de manera proactiva.\n    *   **Cómo mejorar:** Siempre ofrecer fibra, destacando los beneficios de la conexión de alta velocidad.\n*   **Empatía:** Nivel **Bajo**. No se está mostrando suficiente empatía hacia el cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente, reconocer sus preocupaciones y mostrar comprensión.\n*   **Resolución de Problemas:** Nivel **Bajo**. No se están resolviendo los problemas del cliente de manera efectiva.\n    *   **Cómo mejorar:** Escuchar atentamente el problema del cliente, ofrecer soluciones concretas y hacer un seguimiento para asegurar la resolución.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1:** **Foco: Saludo, Presentación e Identificación del cliente.**\n    *   **Acciones:** Practicar el saludo y presentación con el script proporcionado. Role-playing con el supervisor. Escuchar grabaciones de llamadas exitosas. Analizar 3 llamadas propias y calificar el saludo y la identificación del cliente.\n**Semana 2:** **Foco: Detección de necesidades y oferta de productos.**\n    *   **Acciones:** Aprender preguntas efectivas para detectar necesidades. Adaptar la oferta de productos a las necesidades identificadas. Practicar la presentación de la oferta con énfasis en los beneficios. Grabar 3 llamadas propias y analizarlas.\n**Semana 3:** **Foco: Manejo de objeciones y cierre.**\n    *   **Acciones:** Aprender técnicas de manejo de objeciones. Practicar el cierre directo. Role-playing con el supervisor.\n**Semana 4:** **Foco: Proactividad y empatía.**\n    *   **Acciones:** Integrar la oferta de fibra en la presentación. Mostrar empatía hacia el cliente. Escuchar grabaciones de llamadas propias e identificar áreas de mejora.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Además del plan que le va a interesar, le comento que tenemos un excelente servicio de fibra óptica en su zona que le permitiría disfrutar de una conexión a internet mucho más rápida y estable para toda su familia.\"\n*   **Cierre directo:** \"Perfecto, para avanzar, ¿le asigno la sucursal más cercana a su domicilio o prefiere que lo busquemos?\".\n*   **Manejo de objeciones:** (Personalizado según la objeción). Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje de 50 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de productos:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min al 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 52, sé que los números actuales pueden parecer desafiantes, pero veo potencial en vos. Enfocarnos en mejorar el saludo, entender las necesidades de los clientes y ofrecer nuestros productos con confianza marcará una gran diferencia. Este plan está diseñado para apoyarte en cada paso del camino. ¡Confío en que con esfuerzo y dedicación, podrás superar estos desafíos y alcanzar tus objetivos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}