{
  "agente": "Gerardo Perrone",
  "agente_codigo": "MZA 37",
  "equipo": "NATALI SANCHE",
  "fecha_generacion": "2026-02-09T08:44:40.489081",
  "metricas": {
    "agente": "Gerardo Perrone",
    "agente_codigo": "MZA 37",
    "equipo": "NATALI SANCHE",
    "evaluaciones": {
      "total_evaluadas": 30,
      "puntaje_promedio": 27.4,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 28.3,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 4,
      "llamadas_regulares": 4,
      "llamadas_criticas": 20,
      "criterios": {
        "saludo_presentacion": 20.3,
        "identificacion_cliente": 46.7,
        "deteccion_necesidades": 5.3,
        "oferta_productos": 30.3,
        "manejo_objeciones": 26.3,
        "cierre": 20.7,
        "despedida": 44.7,
        "proactividad": 3.3,
        "empatia": 33.7,
        "resolucion_problemas": 30.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 20,
        "Manejo de objeciones": 14,
        "Proactividad": 14,
        "Oferta de productos": 11,
        "Identificación del cliente": 9
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 7,
        "Despedida": 5,
        "Empatía": 5,
        "Manejo de objeciones": 4,
        "Empatía.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad, ofreció el producto de forma directa y completó el cierre. Demostró empatía con el cliente."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente necesita mejorar la presentación inicial, pero en general realiza una buena gestión de la llamada, detectando necesidades, manejando objeciones, ofreciendo productos de forma directa y completando el cierre."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar la presentación y la detección de necesidades. El manejo de objeciones y el cierre fueron correctos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos y no cierra la venta. El cliente expresa su rechazo a la oferta desde el inicio."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de venta. No hay identificación, detección de necesidades, oferta de productos, manejo de objeciones ni cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no realiza un cierre efectivo y no muestra proactividad ni empatía. Utiliza frases prohibidas."
        }
      ],
      "pct_ofrece_fibra": 3.3
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 27.4,
      "general": 30.6,
      "diferencia": -3.1,
      "percentil": 50.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 20.3,
        "general": 17.9,
        "diferencia": 2.4
      },
      "identificacion_cliente": {
        "agente": 46.7,
        "general": 49.4,
        "diferencia": -2.8
      },
      "deteccion_necesidades": {
        "agente": 5.3,
        "general": 14.3,
        "diferencia": -9.0
      },
      "oferta_productos": {
        "agente": 30.3,
        "general": 36.1,
        "diferencia": -5.8
      },
      "manejo_objeciones": {
        "agente": 26.3,
        "general": 27.8,
        "diferencia": -1.4
      },
      "cierre": {
        "agente": 20.7,
        "general": 19.5,
        "diferencia": 1.1
      },
      "despedida": {
        "agente": 44.7,
        "general": 51.2,
        "diferencia": -6.5
      },
      "proactividad": {
        "agente": 3.3,
        "general": 8.5,
        "diferencia": -5.1
      },
      "empatia": {
        "agente": 33.7,
        "general": 37.5,
        "diferencia": -3.8
      },
      "resolucion_problemas": {
        "agente": 30.7,
        "general": 21.0,
        "diferencia": 9.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Gerardo Perrone\n\n### 1. DIAGNOSTICO GENERAL\n\nGerardo, tu desempeño actual se encuentra en un nivel **Crítico**, con un puntaje promedio de 27.4 sobre 100, significativamente por debajo del promedio del equipo que es de 30.6. Si bien has mostrado mejoras en saludo y presentación, tu performance general necesita una revisión profunda y un plan de acción concreto para alcanzar los objetivos.  El análisis revela deficiencias importantes en la detección de necesidades, proactividad y oferta de productos, que son pilares fundamentales para el éxito en ventas. Comparando con el coaching anterior, se observa una falta de progreso significativo en las áreas de mejora identificadas, lo que indica la necesidad de un enfoque más estructurado y un seguimiento más cercano.  Tienes un gran potencial para mejorar, pero requiere un compromiso real y la implementación de las estrategias que vamos a definir.\n\n### 2. FORTALEZAS\n\n*   **Identificación del Cliente:** Obtienes un buen puntaje (46.7 de 100) en este criterio. Continuá confirmando siempre que estás hablando con la persona correcta.\n*   **Despedida:** Tu despedida es correcta (44.7 de 100). Mantené el profesionalismo y la cordialidad al final de la llamada.\n*   **Resolución de Problemas:** Superas al promedio del equipo en este criterio (30.7 de 100 vs. 21.0 de 100).\n\n### 3. AREAS CRITICAS DE MEJORA\n\n*   **Detección de Necesidades:** Es tu mayor debilidad (5.3 de 100). Necesitas preguntar activamente y escuchar las necesidades del cliente para ofrecer soluciones relevantes.\n*   **Proactividad:** Este criterio es extremadamente bajo (3.3 de 100). Tenés que ser más proactivo en ofrecer productos adicionales y soluciones que mejoren la experiencia del cliente.\n*   **Oferta de Productos:** Tu puntaje en este aspecto es bajo (30.3 de 100).  No estás ofreciendo los productos de forma directa y efectiva.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (20.3 de 100) Correcto al presentarte, pero debés generar más impacto al inicio para captar la atención del cliente.\n    *   **Qué hacés bien:** Te presentás correctamente.\n    *   **Qué mejorar:** Incorporá un gancho inicial que genere interés, como mencionar un beneficio directo para el cliente. Por ejemplo: \"Hola Gerardo, soy [Tu Nombre] de Movistar. Tengo una oferta imperdible para vos en [Producto/Servicio]\".\n*   **Identificación del Cliente:** (46.7 de 100) Lo hacés bien, pero asegurate de no sonar robótico.\n    *   **Qué hacés bien:** Verificás con quién estás hablando.\n    *   **Qué mejorar:** Incorporá un tono más natural y conversacional al confirmar la identidad.  Podés usar: \"Hola, ¿me comunico con Gerardo?\" o \"Hola Gerardo, ¿cómo estás?\".\n*   **Detección de Necesidades:** (5.3 de 100) Es tu punto más débil. No estás preguntando ni escuchando al cliente.\n    *   **Qué hacés mal:** Prácticamente no hacés preguntas sobre las necesidades del cliente.\n    *   **Cómo mejorar:** Preguntá directamente: \"¿Qué es lo que más usás de tu celular?\", \"¿Cuántos GB tenés actualmente?\", \"¿Qué te gustaría mejorar de tu servicio actual?\".  Escuchá atentamente las respuestas para identificar oportunidades.\n*   **Oferta de Productos:** (30.3 de 100) Necesitás ser más directo y enfocado en los beneficios.\n    *   **Qué hacés mal:** No estás presentando los productos de forma atractiva y directa.\n    *   **Cómo mejorar:** Presentá la oferta directamente, enfocándote en los beneficios clave.  Por ejemplo: \"Tengo una oferta que LE VA A INTERESAR. Te ofrecemos [Plan/Producto] con [Beneficios] por solo [Precio]\". Nunca preguntes si le \"interesaría\".\n*   **Manejo de Objeciones:** (26.3 de 100) Debés enfocarte en rebatir la objeción específica del cliente, no dar respuestas genéricas.\n    *   **Qué hacés mal:** Das respuestas genéricas o evitás las objeciones.\n    *   **Cómo mejorar:**  Escuchá atentamente la objeción y respondé directamente. Por ejemplo: \"Entiendo que te preocupe el precio. A varios clientes les pasó eso, pero descubrieron que [Beneficio clave] justifica la inversión...\".\n*   **Cierre:** (20.7 de 100) Necesitás cerrar la venta de forma más directa y efectiva.\n    *   **Qué hacés mal:** No estás cerrando la venta de forma clara.\n    *   **Cómo mejorar:** Asigná la sucursal directamente o preguntá por el domicilio para la instalación. Por ejemplo: \"¿Qué sucursal de Movistar te queda más cómoda para retirar el chip?\" o \"¿Cuál es tu dirección para coordinar la instalación de la fibra?\".\n*   **Despedida:** (44.7 de 100) Correcta, pero podés mejorar la experiencia del cliente.\n    *   **Qué hacés bien:** Te despedís correctamente.\n    *   **Qué mejorar:** Asegurate de que el cliente se sienta escuchado y valorado.  Acompañá el proceso de portabilidad/instalación hasta el final.\n*   **Proactividad:** (3.3 de 100) Este es un área crítica. No estás siendo proactivo en ofrecer soluciones adicionales.\n    *   **Qué hacés mal:** No ofrecés productos adicionales o soluciones que mejoren la experiencia del cliente.\n    *   **Cómo mejorar:** Ofrecé directamente la instalación de fibra. Por ejemplo: \"Además, te comento que tenemos una excelente oferta de fibra óptica para tu hogar con [Velocidad] y [Beneficios]\".\n*   **Empatía:** (33.7 de 100) Podés conectar mejor con el cliente.\n    *   **Qué hacés bien:** Mostrás cierta empatía, pero podés mejorar.\n    *   **Cómo mejorar:** Demostrá genuino interés en las necesidades del cliente. Escuchá activamente y respondé a sus preocupaciones de forma comprensiva.\n*   **Resolución de Problemas:** (30.7 de 100) Este es tu punto más fuerte, aprovechalo.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades y Saludo Impactante**.  Implementar preguntas específicas para detectar las necesidades del cliente en cada llamada. Practicar un saludo inicial que genere interés y atención en los primeros segundos.\n**Acciones:**\n    *   Memorizar y usar las preguntas clave para detectar necesidades.\n    *   Grabar y analizar tu saludo inicial.\n    *   Escuchar activamente las respuestas del cliente.\n\n**Semana 2:** **Oferta Directa de Productos y Manejo de Objeciones**. Enfocarse en presentar la oferta de productos de forma directa y efectiva, resaltando los beneficios.  Practicar el manejo de objeciones comunes, respondiendo de forma específica y persuasiva a cada una.\n**Acciones:**\n    *   Crear un speech de venta directo y enfocado en los beneficios.\n    *   Identificar las objeciones más frecuentes y preparar respuestas efectivas.\n    *   Practicar role-playing con el equipo para simular situaciones de venta.\n\n**Semana 3:** **Cierre Directo y Proactividad**.  Implementar técnicas de cierre directo, asignando sucursal o solicitando el domicilio. Ser proactivo en ofrecer la instalación de fibra óptica.\n**Acciones:**\n    *   Utilizar las técnicas de cierre directo en cada llamada.\n    *   Ofrecer la instalación de fibra óptica en todas las llamadas.\n    *   Monitorear la tasa de conversión de la oferta de fibra.\n\n**Semana 4:** **Consolidación y Optimización**.  Revisar los resultados de las semanas anteriores y ajustar el plan de acción según sea necesario.  Practicar y perfeccionar las habilidades de venta.\n**Acciones:**\n    *   Analizar las métricas de desempeño y identificar áreas de mejora.\n    *   Continuar practicando role-playing y escuchando grabaciones de llamadas.\n    *   Buscar feedback del equipo y del líder para mejorar continuamente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con Gerardo?\" (Simple y directa)\n    *   \"Hola Gerardo, ¿cómo estás?\" (Más amigable)\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente?\"\n    *   \"¿Qué te gustaría mejorar de tu servicio actual?\"\n*   **Cómo ofrecer fibra directamente:**\n    *   \"Además, te comento que tenemos una excelente oferta de fibra óptica para tu hogar con [Velocidad] y [Beneficios]. LE VA A INTERESAR\"\n*   **Técnicas de cierre directo:**\n    *   \"¿Qué sucursal de Movistar te queda más cómoda para retirar el chip?\"\n    *   \"¿Cuál es tu dirección para coordinar la instalación de la fibra?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es lógico que mires el precio. A varios clientes les pasó eso, pero descubrieron que [Beneficio clave] justifica la inversión...\"**\n    *   **\"Entiendo tu preocupación por la instalación. Te aseguro que nuestro equipo técnico se encargará de todo el proceso y te brindará el mejor servicio.\"**\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 50 sobre 100.\n*   **Meta de calidad de llamadas:** Aumentar el número de llamadas \"Buenas\" y \"Excelentes\" en un 50%.\n*   **KPIs:**\n    *   Aumentar la tasa de detección de necesidades en un 100%.\n    *   Aumentar la tasa de oferta de fibra óptica al 50% de las llamadas.\n    *   Mejorar la tasa de cierre de ventas en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nGerardo, sé que tenés el potencial para ser un vendedor exitoso en Movistar. Este es un desafío que podemos superar juntos. Concentrá tu energía en mejorar la detección de necesidades y la proactividad, y verás cómo tus resultados mejoran drásticamente. No te desanimes por los resultados actuales, cada llamada es una oportunidad para aprender y crecer. ¡Confío en tu capacidad y te apoyaré en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}