{
  "agente": "MZA 316",
  "agente_codigo": "MZA 316",
  "equipo": "Sin Equipo",
  "fecha_generacion": "2026-02-09T08:25:02.483426",
  "metricas": {
    "agente": "MZA 316",
    "agente_codigo": "MZA 316",
    "equipo": "Sin Equipo",
    "evaluaciones": {
      "total_evaluadas": 95,
      "puntaje_promedio": 22.6,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 24.0,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 9,
      "llamadas_regulares": 11,
      "llamadas_criticas": 72,
      "criterios": {
        "saludo_presentacion": 8.8,
        "identificacion_cliente": 46.8,
        "deteccion_necesidades": 9.3,
        "oferta_productos": 27.5,
        "manejo_objeciones": 16.2,
        "cierre": 14.8,
        "despedida": 46.5,
        "proactividad": 16.4,
        "empatia": 28.9,
        "resolucion_problemas": 11.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 40,
        "Proactividad": 33,
        "Manejo de objeciones": 27,
        "Oferta de productos": 27,
        "Empatía": 24
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 21,
        "Despedida": 9,
        "Despedida cordial": 9,
        "Empatía": 9,
        "Despedida cordial.": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó, identificó al cliente, detectó necesidades, ofreció fibra y demostró empatía. No logró completar el cierre."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece planes directamente. Maneja correctamente la conversación y coordina el cierre. No ofrece fibra."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente y ofrece planes. Gestiona las objeciones y completa el cierre con el envío del chip. Muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de forma correcta, no maneja objeciones y no realiza el cierre. Tampoco muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó, no identificó al cliente, no detectó necesidades, no ofreció productos ni completó el cierre. Tampoco demostró empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de la evaluación. No ofrece productos ni realiza un cierre."
        }
      ],
      "pct_ofrece_fibra": 28.4
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 22.6,
      "general": 30.6,
      "diferencia": -8.0,
      "percentil": 46.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 8.8,
        "general": 17.9,
        "diferencia": -9.0
      },
      "identificacion_cliente": {
        "agente": 46.8,
        "general": 49.4,
        "diferencia": -2.6
      },
      "deteccion_necesidades": {
        "agente": 9.3,
        "general": 14.3,
        "diferencia": -5.1
      },
      "oferta_productos": {
        "agente": 27.5,
        "general": 36.1,
        "diferencia": -8.7
      },
      "manejo_objeciones": {
        "agente": 16.2,
        "general": 27.8,
        "diferencia": -11.6
      },
      "cierre": {
        "agente": 14.8,
        "general": 19.5,
        "diferencia": -4.7
      },
      "despedida": {
        "agente": 46.5,
        "general": 51.2,
        "diferencia": -4.7
      },
      "proactividad": {
        "agente": 16.4,
        "general": 8.5,
        "diferencia": 7.9
      },
      "empatia": {
        "agente": 28.9,
        "general": 37.5,
        "diferencia": -8.5
      },
      "resolucion_problemas": {
        "agente": 11.8,
        "general": 21.0,
        "diferencia": -9.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: MZA 316\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor MZA 316 es **Crítico**. Su puntaje promedio de 22.6 de 100 está significativamente por debajo del promedio del equipo (30.6 de 100), ubicándolo en el percentil 46.8. Esto indica un bajo rendimiento en comparación con sus compañeros. Si bien mantiene fortalezas clave como la identificación del cliente y la despedida, las áreas críticas de mejora, como la detección de necesidades, la proactividad y el manejo de objeciones, están impactando negativamente sus resultados.\n\nEn comparación con el coaching anterior (2026-02-08), el puntaje promedio se mantuvo igual (22.6 de 100). Las áreas de mejora siguen siendo las mismas, lo que sugiere que las estrategias implementadas anteriormente no han sido efectivas o no se han internalizado completamente. Existe un gran potencial de mejora si se enfoca en las áreas identificadas y se implementan estrategias concretas.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 46.8 de 100, MZA 316 muestra una buena capacidad para confirmar que está hablando con la persona correcta al inicio de la llamada.\n*   **Despedida:** El puntaje de 46.5 de 100 indica que MZA 316 tiende a despedirse de los clientes, aunque hay espacio para mejorar la cordialidad y personalización.\n*   **Proactividad:** Tiene un puntaje superior al promedio del equipo (16.4 vs 8.5). Es crucial capitalizar esta ventaja para ofrecer valor adicional al cliente.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un puntaje de 9.3 de 100, esta es el área más crítica a mejorar. La falta de indagación sobre las necesidades del cliente impide la personalización de la oferta y dificulta el cierre.\n*   **Manejo de objeciones:** Un puntaje de 16.2 de 100 indica que MZA 316 tiene dificultades para rebatir las objeciones de los clientes de manera efectiva.\n*   **Oferta de productos:** Con 27.5 de 100, la oferta de productos necesita mejorar para ser más directa y orientada a los beneficios.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 8.8 de 100. Debe mejorar la formalidad. Al inicio, tiene que presentarse de manera clara y profesional.\n    *   **¿Qué hace mal?** Puede estar omitiendo la presentación formal o utilizando un tono poco profesional.\n    *   **¿Cómo mejorar?** Usar un script de presentación estándar: \"Hola, buenas tardes, soy [Nombre] de Movistar, ¿me comunico con [Nombre del Cliente]?\"\n*   **Identificación del cliente:** 46.8 de 100. Le falta reforzar la consulta.\n    *   **¿Qué hace mal?** Puede que no confirme el nombre completo o lo haga de manera poco clara.\n    *   **¿Cómo mejorar?** Asegurarse de confirmar el nombre completo al inicio: \"Perfecto, ¿me confirma que estoy hablando con [Nombre completo del cliente]?\"\n*   **Detección de necesidades:** 9.3 de 100. El puntaje más bajo.\n    *   **¿Qué hace mal?** No pregunta sobre el uso actual del servicio, la cantidad de datos que necesita, o qué busca en un nuevo plan.\n    *   **¿Cómo mejorar?** Incorporar preguntas clave: \"Hola [Nombre], ¿qué es lo que más usás del celular? ¿Cuántos GB tenés actualmente?\".\n*   **Oferta de productos:** 27.5 de 100. Le falta la oferta de fibra y ofrecer de manera directa.\n    *   **¿Qué hace mal?** No ofrece todos los productos disponibles o lo hace de manera dubitativa.\n    *   **¿Cómo mejorar?** Después de detectar necesidades, ofrecer directamente: \"Tengo una oferta que le VA a interesar. Además del plan de telefonía, Movistar ofrece fibra óptica con [velocidad] a un precio muy competitivo. Le comento...\"\n*   **Manejo de objeciones:** 16.2 de 100. Debe refutar las objeciones puntuales.\n    *   **¿Qué hace mal?** No responde a las objeciones específicas del cliente o da respuestas genéricas.\n    *   **¿Cómo mejorar?** Escuchar atentamente la objeción y responder de manera puntual: \"Es lógico que mire el precio. A varios clientes les pasó eso. Lo que pasa es que...\" (y ahí refutar la objeción con un beneficio claro).\n*   **Cierre:** 14.8 de 100. Le falta concretar el cierre directamente.\n    *   **¿Qué hace mal?** No intenta cerrar la venta o lo hace de manera poco convincente.\n    *   **¿Cómo mejorar?** Después de presentar la oferta y rebatir objeciones, proceder directamente al cierre: \"Perfecto [Nombre], para avanzar con la contratación, ¿le asigno una sucursal para retirar el chip o prefiere que lo enviemos a su domicilio?\"\n*   **Despedida:** 46.5 de 100. Puede ser más cordial.\n    *   **¿Qué hace mal?** Despedida poco cordial o genérica.\n    *   **¿Cómo mejorar?** Agradecer al cliente por su tiempo y ofrecer ayuda durante la portabilidad: \"Gracias por su tiempo [Nombre], estaré acompañándolo durante el proceso de portabilidad. ¡Que tenga un excelente día!\"\n*   **Proactividad:** 16.4 de 100. Es un area de mejora.\n    *   **¿Qué hace mal?** No anticipa las necesidades del cliente ni ofrece soluciones adicionales.\n    *   **¿Cómo mejorar?** Ofrecer soluciones adicionales de manera proactiva: \"Además del plan, contamos con servicios de [servicio adicional] que complementan su plan actual.\"\n*   **Empatía:** 28.9 de 100. Escuchar al cliente y entenderlo es importante.\n    *   **¿Qué hace mal?** No muestra interés genuino por las necesidades del cliente.\n    *   **¿Cómo mejorar?** Escuchar activamente al cliente y demostrar comprensión: \"Entiendo perfectamente lo que me dice, [Nombre]. Déjeme buscar la mejor solución para usted.\"\n*   **Resolución de problemas:** 11.8 de 100. Debe buscar soluciones.\n    *   **¿Qué hace mal?** No ofrece soluciones a los problemas planteados por el cliente.\n    *   **¿Cómo mejorar?** Mostrar disposición para resolver problemas: \"Si tiene algún problema con su servicio actual, podemos revisarlo ahora mismo y buscar una solución.\"\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Detección de necesidades y Saludo**. Enfocarse en realizar las preguntas clave para entender al cliente. Practicar el saludo formal para generar confianza. Simular 10 llamadas diarias con el script modificado.\n**Semana 2:** **Oferta directa de productos y Cierre.** Ofrecer los planes y la fibra de manera directa, sin titubeos. Practicar el speech de cierre directo. Registrar la cantidad de cierres intentados.\n**Semana 3:** **Manejo de objeciones.** Identificar las 5 objeciones más comunes y preparar respuestas puntuales y convincentes. Role-playing con el equipo.\n**Semana 4:** **Proactividad y Empatía.** Ofrecer soluciones adicionales y mostrar interés genuino por las necesidades del cliente. Escuchar grabaciones de llamadas propias y analizar la empatía demostrada.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre y Apellido]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés actualmente? ¿Tenés fibra óptica en tu casa? ¿Qué velocidad tenés contratada?\"\n*   **Ofrecer fibra directamente:** \"Tengo una oferta que le VA a interesar. Además del plan de telefonía, Movistar ofrece fibra óptica con [velocidad] a un precio muy competitivo. Le comento...\"\n*   **Técnicas de cierre directo:** \"Perfecto [Nombre], para avanzar con la contratación, ¿le asigno una sucursal para retirar el chip o prefiere que lo enviemos a su domicilio?\"\n*   **Manejo de objeciones personalizado:** \"Es lógico que mire el precio. A varios clientes les pasó eso. Lo que pasa es que con nuestro plan, además de [beneficio principal], tenés [beneficio secundario] que te ahorra [monto] al mes.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" o \"Excelentes\" al 30%.\n*   **KPIs específicos a mejorar:**\n    *   **Detección de necesidades:** Aumentar el puntaje en 20 puntos.\n    *   **Manejo de objeciones:** Aumentar el puntaje en 15 puntos.\n    *   **Tasa de cierre:** Aumentar la tasa de cierre en un 10%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 316, sé que podés dar mucho más. Tenés la capacidad de conectar con los clientes y ofrecerles soluciones valiosas. Enfocate en mejorar la detección de necesidades y el manejo de objeciones, y vas a ver cómo tus resultados se disparan. ¡Confío en vos y en tu potencial para convertirte en un vendedor estrella de Movistar!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}