{
  "agente": "Cantos Thiago",
  "agente_codigo": "amza8",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-18T11:07:06.411215",
  "metricas": {
    "agente": "Cantos Thiago",
    "agente_codigo": "amza8",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 66,
      "puntaje_promedio": 26.9,
      "puntaje_min": 0,
      "puntaje_max": 85,
      "desviacion_std": 23.1,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 8,
      "llamadas_regulares": 11,
      "llamadas_criticas": 46,
      "criterios": {
        "saludo_presentacion": 30.5,
        "identificacion_cliente": 51.8,
        "deteccion_necesidades": 14.7,
        "oferta_productos": 30.5,
        "manejo_objeciones": 22.0,
        "cierre": 11.4,
        "despedida": 53.5,
        "proactividad": 5.5,
        "empatia": 32.3,
        "resolucion_problemas": 19.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 45,
        "Oferta de productos": 27,
        "Manejo de objeciones": 24,
        "Proactividad": 22,
        "Presentación": 21
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 19,
        "Saludo y presentación": 12,
        "Despedida": 11,
        "Empatía": 10,
        "Despedida cordial": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, ofrece planes, maneja objeciones y completa el cierre. Debe mejorar la proactividad al no ofrecer fibra o productos adicionales.  La detección de necesidades podría ser más profunda."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece productos.  Se detectaron necesidades, se ofrece fibra. El cierre no se completa, aunque se intenta."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente se presenta y se identifica correctamente.  Maneja las objeciones con empatía y ofrece una solución. Debe mejorar en la detección de necesidades y en la proactividad de ofrecer productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no se presenta ni identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. No hay empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta y no se despide adecuadamente. No hay proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera directa, no maneja objeciones, no cierra la venta, no se despide, no es proactivo y no muestra empatía."
        }
      ],
      "pct_ofrece_fibra": 6.1
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 193,
      "tmo_seg": 92.8,
      "pct_capta_atencion": 30.1,
      "menos_30seg": 83,
      "corte_cliente": 147,
      "corte_agente": 45
    },
    "calidad_ventas": {},
    "operacionales": {
      "total_llamadas": 769,
      "dias_trabajados": 5,
      "llamadas_por_dia_promedio": 153.8,
      "duracion_promedio_seg": 91.2,
      "talking_total_min": 687.2,
      "talking_promedio_seg": 53.6,
      "hold_total_min": 0.8,
      "acw_total_min": 240.1,
      "promedio_min_hablados_por_hora": 68.7,
      "horas_trabajadas": 10,
      "exitosas": 138,
      "no_exitosas": 547,
      "tasa_contacto_efectivo": 17.9,
      "ventas": 0,
      "agendados": 55,
      "no_quiere_contacto": 27,
      "conforme_actual": 14,
      "cortes_conversacion": 99,
      "mudas_cortadas": 408,
      "con_conversacion_real_30s": 231,
      "tasa_conversacion_real": 30.0,
      "corte_cliente": 604,
      "corte_agente": 159,
      "llamadas_largas_1min": 100,
      "llamadas_cortas_1min": 669,
      "score_integral": 37.3,
      "score_operacional": 53.0
    }
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 26.9,
      "general": 33.0,
      "diferencia": -6.1,
      "percentil": 44.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 30.5,
        "general": 32.4,
        "diferencia": -2.0
      },
      "identificacion_cliente": {
        "agente": 51.8,
        "general": 62.7,
        "diferencia": -10.9
      },
      "deteccion_necesidades": {
        "agente": 14.7,
        "general": 22.0,
        "diferencia": -7.3
      },
      "oferta_productos": {
        "agente": 30.5,
        "general": 35.0,
        "diferencia": -4.5
      },
      "manejo_objeciones": {
        "agente": 22.0,
        "general": 28.1,
        "diferencia": -6.1
      },
      "cierre": {
        "agente": 11.4,
        "general": 12.9,
        "diferencia": -1.6
      },
      "despedida": {
        "agente": 53.5,
        "general": 59.4,
        "diferencia": -6.0
      },
      "proactividad": {
        "agente": 5.5,
        "general": 9.1,
        "diferencia": -3.7
      },
      "empatia": {
        "agente": 32.3,
        "general": 39.5,
        "diferencia": -7.2
      },
      "resolucion_problemas": {
        "agente": 19.1,
        "general": 19.0,
        "diferencia": 0.1
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Cantos Thiago\n\n### 1. DIAGNOSTICO GENERAL\nCantos Thiago, tu nivel actual es **Crítico** y requiere una mejora urgente. Tu puntaje promedio de 26.9 de 100 te ubica por debajo del promedio del equipo (33.0 de 100), situándote en el percentil 44.2. Esto indica que hay una brecha significativa entre tu desempeño y el de tus compañeros. El potencial de mejora es considerable, ya que tu puntaje máximo alcanzado (85 de 100) demuestra que puedes tener un desempeño mucho mejor. Con un enfoque estructurado y un plan de acción bien definido, puedes lograr resultados notables en un corto período de tiempo. Los ejemplos peores muestran llamadas con puntaje de 0, lo cual indica la necesidad de volver a las bases del proceso de venta.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Logras identificar al cliente en el 51.8% de las llamadas, lo cual es un buen punto de partida. Es crucial confirmar que estás hablando con la persona correcta para evitar perder tiempo y generar frustración.\n*   **Saludo y presentación:** El 30.5 de 100 en saludo y presentación es aceptable, aunque todavía hay margen para mejorar. Un saludo profesional y una presentación clara generan una primera impresión positiva y establecen una base sólida para la conversación.\n*   **Despedida:** Con un 53.5 de 100, la despedida es una de tus fortalezas. Una despedida cordial y profesional deja una impresión duradera en el cliente, incluso si no se concreta la venta.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Tu puntuación en este aspecto es alarmantemente baja (14.7 de 100). Sin identificar las necesidades del cliente, estás ofreciendo productos al azar, lo que disminuye drásticamente tus posibilidades de éxito.\n*   **Proactividad:** Un puntaje de 5.5 de 100 indica que no estás siendo proactivo en la oferta de productos adicionales, como fibra óptica. Dejas pasar oportunidades valiosas para aumentar el valor de la venta.\n*   **Manejo de objeciones:** Con un 22.0 de 100, tu manejo de objeciones es deficiente. No estás logrando rebatir las objeciones de los clientes de manera efectiva, lo que resulta en la pérdida de ventas potenciales.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 30.5 de 100. Aunque correcto, falta entusiasmo y personalización. **Mejora:** Practica un saludo más enérgico y añade un toque personal mencionando algo relevante (ej: \"Hola [Nombre], espero que estés teniendo un buen día en [barrio/ciudad]\").\n*   **Identificación del Cliente:** 51.8 de 100. Bien, pero inconsistente. **Mejora:** Automatiza la pregunta \"¿Me comunico con [Nombre]?\" al principio de cada llamada, sin excepción.\n*   **Detección de Necesidades:** 14.7 de 100. Absolutamente crítico. Estás fallando en entender al cliente. **Mejora:** Antes de ofrecer cualquier producto, debes preguntar: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Escucha atentamente las respuestas.\n*   **Oferta de Productos:** 30.5 de 100. General y sin conexión con las necesidades. **Mejora:** Una vez detectadas las necesidades, ofrece planes específicos que se ajusten a ellas. No preguntes si le interesa, afirma: \"Tengo una oferta que LE VA a interesar\".\n*   **Manejo de Objeciones:** 22.0 de 100. Respuesta genérica y poco convincente. **Mejora:** Rebate cada objeción de forma puntual. Si dice \"Es caro\", responde: \"Es lógico que mires el precio. A varios clientes les pasó eso...\". Luego, justifica el valor del plan.\n*   **Cierre:** 11.4 de 100. Casi inexistente. **Mejora:** Después de rebatir la objeción, cierra directamente: \"Perfecto, para avanzar con la activación, ¿te queda cómodo que te asignemos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n*   **Despedida:** 53.5 de 100. Correcta, pero podría ser más personalizada. **Mejora:** Agradece al cliente por su tiempo y ofrece acompañamiento durante el proceso de portabilidad (si aplica).\n*   **Proactividad:** 5.5 de 100. Nula. **Mejora:** Ofrece fibra óptica en TODAS las llamadas, sin preguntar si le interesa: \"Además, quiero comentarte que tenemos promociones exclusivas en fibra óptica en tu zona...\".\n*   **Empatía:** 32.3 de 100. Falta conexión emocional. **Mejora:** Escucha activamente al cliente y muestra comprensión ante sus inquietudes. Utiliza frases como \"Entiendo tu preocupación...\" o \"Comprendo lo que me decís...\".\n*   **Resolución de Problemas:** 19.1 de 100. Baja, indica dificultades en resolver consultas. **Mejora:** Capacitación sobre los productos y servicios de Movistar.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1: Fundamentos de la Venta**\n*   **Foco:** Identificación del cliente y detección de necesidades.\n*   **Acciones:**\n    *   Practicar la pregunta \"¿Me comunico con [Nombre]?\" en cada llamada.\n    *   Memorizar y aplicar las preguntas \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n    *   Escuchar atentamente las respuestas y tomar notas.\n    *   Repasar grabaciones de llamadas excelentes del equipo, enfocándose en cómo detectan necesidades.\n\n**Semana 2: Oferta Directa y Manejo de Objeciones**\n*   **Foco:** Oferta de productos y manejo de objeciones.\n*   **Acciones:**\n    *   Basar la oferta en las necesidades detectadas.\n    *   Practicar la frase \"Tengo una oferta que LE VA a interesar\".\n    *   Preparar respuestas puntuales para las objeciones más comunes.\n    *   Simular role-playing con Melanie, enfocándose en el manejo de objeciones.\n\n**Semana 3: Cierre Directo y Proactividad**\n*   **Foco:** Cierre directo y oferta de fibra óptica.\n*   **Acciones:**\n    *   Practicar la técnica de cierre directo: \"Perfecto, para avanzar con la activación...\".\n    *   Ofrecer fibra óptica en todas las llamadas.\n    *   Revisar grabaciones de llamadas, identificando oportunidades perdidas de cierre.\n\n**Semana 4: Optimización y Personalización**\n*   **Foco:** Empatía y personalización del discurso.\n*   **Acciones:**\n    *   Escuchar activamente al cliente y mostrar comprensión.\n    *   Adaptar el discurso a cada cliente, utilizando la información recolectada.\n    *   Analizar tus propias llamadas, identificando áreas de mejora continua.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\" (Pronunciar claro el nombre).\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\".\n*   **Ofrecer fibra directamente:** \"Además, quiero comentarte que tenemos promociones exclusivas en fibra óptica en tu zona. Contamos con [velocidad] megas por [precio] pesos, ideal para [uso que le da el cliente al internet],  ¿te queda cómodo que te asignemos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n*   **Técnica de cierre directo:** \"Perfecto, para avanzar con la activación, ¿te queda cómodo que te asignemos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven todo lo que incluye el plan, se dan cuenta de que vale la pena por [menciona beneficios específicos]\".\n    *   **\"No me interesa\":** \"Entiendo, pero déjame contarte rápidamente sobre [beneficio principal] que podría interesarte...\".\n    *   **\"Tengo otra compañía\":** \"Comprendo, pero te ofrezco una mejor cobertura y [beneficio exclusivo de Movistar], ¿te parece si te asignamos la sucursal de [nombre de la sucursal] o preferís que lo coordinemos a domicilio?\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje de 55 de 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de conversación real a un 45%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la detección de necesidades del 14.7% al 45%.\n    *   Aumentar la proactividad en la oferta de fibra del 6.1% al 40%.\n    *   Mejorar el manejo de objeciones del 22% al 50%.\n    *   Disminuir los cortes del cliente un 20%\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nThiago, este es un punto de partida, no un punto final. Las métricas actuales no reflejan tu potencial, pero con el enfoque y la disciplina adecuados, sé que puedes revertir esta situación. Los ejemplos de tus mejores llamadas demuestran que tienes la capacidad de lograr grandes cosas. Confío en tu compromiso y perseverancia para alcanzar tus metas y superar las expectativas. Recuerda, el éxito está en la acción constante y en la búsqueda de la mejora continua. ¡Vamos a trabajar juntos para que alcances tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false
}