{
  "agente": "Cinthia Andina",
  "agente_codigo": "MZA 42",
  "equipo": "NATALI SANCHE",
  "fecha_generacion": "2026-02-09T08:30:33.163981",
  "metricas": {
    "agente": "Cinthia Andina",
    "agente_codigo": "MZA 42",
    "equipo": "NATALI SANCHE",
    "evaluaciones": {
      "total_evaluadas": 70,
      "puntaje_promedio": 34.6,
      "puntaje_min": 0,
      "puntaje_max": 110,
      "desviacion_std": 25.4,
      "llamadas_excelentes": 5,
      "llamadas_buenas": 6,
      "llamadas_regulares": 16,
      "llamadas_criticas": 43,
      "criterios": {
        "saludo_presentacion": 22.0,
        "identificacion_cliente": 71.0,
        "deteccion_necesidades": 12.7,
        "oferta_productos": 43.3,
        "manejo_objeciones": 31.0,
        "cierre": 19.7,
        "despedida": 67.0,
        "proactividad": 5.9,
        "empatia": 34.3,
        "resolucion_problemas": 25.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 34,
        "Manejo de objeciones": 28,
        "Proactividad": 22,
        "Presentación": 20,
        "Cierre": 17
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 28,
        "Despedida cordial": 13,
        "Empatía": 10,
        "Despedida cordial.": 10,
        "Despedida": 10
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 110.0,
          "resumen": "El agente necesita mejorar la detección de necesidades, el manejo de objeciones y la proactividad. El cierre podría ser más efectivo."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta, verifica la identidad, ofrece un plan, maneja objeciones y completa el cierre. Muestra empatía. No ofrece proactivamente otros productos."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó correctamente y verificó la identidad del cliente. Ofreció el plan directamente y manejó las objeciones de forma adecuada. Intentó el cierre pero se pospuso, se despidió cordialmente. No realizó preguntas para detectar necesidades, ni ofreció productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No realiza una presentación correcta, no detecta necesidades, no ofrece productos ni maneja objeciones."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con ningún criterio de evaluación. No hubo presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre, despedida ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada se interrumpe antes de poder evaluar la mayoría de los criterios. El agente no logra identificar al cliente correctamente ni ofrecer productos. No se realiza detección de necesidades ni se cierra la venta."
        }
      ],
      "pct_ofrece_fibra": 8.6
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.4
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 91,
      "con_plan": 16,
      "ofrece_fibra": 9,
      "pct_plan": 17.6,
      "pct_fibra": 9.9
    },
    "calidad_llamadas": {
      "total_llamadas": 253,
      "tmo_seg": 100.8,
      "pct_capta_atencion": 40.3,
      "menos_30seg": 41,
      "corte_cliente": 212,
      "corte_agente": 39
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 34.6,
      "general": 30.6,
      "diferencia": 4.0,
      "percentil": 60.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 22.0,
        "general": 17.9,
        "diferencia": 4.1
      },
      "identificacion_cliente": {
        "agente": 71.0,
        "general": 49.4,
        "diferencia": 21.6
      },
      "deteccion_necesidades": {
        "agente": 12.7,
        "general": 14.3,
        "diferencia": -1.6
      },
      "oferta_productos": {
        "agente": 43.3,
        "general": 36.1,
        "diferencia": 7.2
      },
      "manejo_objeciones": {
        "agente": 31.0,
        "general": 27.8,
        "diferencia": 3.2
      },
      "cierre": {
        "agente": 19.7,
        "general": 19.5,
        "diferencia": 0.2
      },
      "despedida": {
        "agente": 67.0,
        "general": 51.2,
        "diferencia": 15.8
      },
      "proactividad": {
        "agente": 5.9,
        "general": 8.5,
        "diferencia": -2.6
      },
      "empatia": {
        "agente": 34.3,
        "general": 37.5,
        "diferencia": -3.2
      },
      "resolucion_problemas": {
        "agente": 25.7,
        "general": 21.0,
        "diferencia": 4.7
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Cinthia Andina\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual de Cinthia se encuentra en un nivel **Necesita Mejora**. Si bien supera el promedio del equipo en 4 puntos, su puntaje general de 34.6 (de 100) revela áreas significativas de oportunidad. En comparación con el coaching anterior, el puntaje se mantiene similar (34.6), lo que indica que las estrategias implementadas previamente no generaron un impacto sustancial en su rendimiento general. El potencial de mejora es considerable, especialmente si se enfoca en las áreas donde presenta mayor dificultad. Observando los ejemplos de \"mejores\" llamadas, se evidencia que alcanzar puntajes superiores a 80 e incluso 100 es posible, demostrando que Cinthia tiene la capacidad de mejorar significativamente.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 71 (de 100), Cinthia demuestra habilidad para confirmar la identidad del cliente al inicio de la llamada.\n*   **Despedida:** Obtiene un puntaje de 67 (de 100), indicando que finaliza las llamadas de manera cordial y profesional, dejando una impresión positiva en el cliente.\n*   **Oferta de Productos:** Con un puntaje de 43.3 (de 100), muestra cierta soltura al presentar los planes y servicios de Movistar.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un puntaje de solo 12.7 (de 100), Cinthia no está indagando suficientemente en las necesidades específicas de los clientes.\n*   **Cierre:** Con un puntaje de 19.7 (de 100), el cierre de ventas es un punto débil, lo que sugiere que no está logrando concretar las ventas de manera efectiva.\n*   **Proactividad:** Con un puntaje de 5.9 (de 100), Cinthia no está ofreciendo productos o servicios adicionales, perdiendo oportunidades de aumentar las ventas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 22 (de 100). La presentación inicial es débil. Debe comenzar con un saludo enérgico y una frase que genere curiosidad. *Como mejorar:* Practicar una presentación concisa y atractiva que capte la atención del cliente desde el inicio. En lugar de una presentación genérica, usar una frase como: \"Hola, Cinthia Andina de Movistar, tengo una oferta que le VA a interesar para optimizar su plan actual.\"\n*   **Identificación del Cliente:** 71 (de 100). La identificación es buena pero puede ser más rápida y efectiva. *Como mejorar:* Ser directa y concisa al preguntar: \"Hola, ¿me comunico con [Nombre]?\" para verificar rápidamente si está hablando con la persona correcta.\n*   **Detección de Necesidades:** 12.7 (de 100). Este es el punto más crítico. No está entendiendo las necesidades del cliente, lo que dificulta ofrecer el producto adecuado. *Como mejorar:* Implementar preguntas clave para identificar necesidades. Ejemplos: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\" / \"¿Tenés fibra óptica en tu hogar?\". Luego de la respuesta, decir: \"Perfecto, tengo una oferta ideal para vos\"\n*   **Oferta de Productos:** 43.3 (de 100). La oferta es correcta pero falta personalización basada en las necesidades detectadas. *Como mejorar:* Conectar la oferta directamente con las necesidades identificadas. Por ejemplo, si el cliente usa muchos datos, ofrecer un plan con más GB y resaltar los beneficios específicos.\n*   **Manejo de Objeciones:** 31 (de 100). No está rebatir las objeciones de manera efectiva. *Como mejorar:* Preparar respuestas específicas para las objeciones más comunes. Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te aseguro que la relación precio/beneficio de este plan es superior, ya que te ofrece [beneficios específicos].\"\n*   **Cierre:** 19.7 (de 100). El cierre es débil. No está generando el sentido de urgencia ni guiando al cliente hacia la compra. *Como mejorar:* Ser directa en el cierre: \"Perfecto, para activar este plan, ¿te queda mejor que lo asignemos a la sucursal de [Nombre de la sucursal] o que lo enviemos a tu domicilio?\".\n*   **Despedida:** 67 (de 100). La despedida es buena, pero puede ser más enfocada en la acción. *Como mejorar:* Recordar al cliente que se estará acompañándolo durante todo el proceso de portabilidad o instalación: \"Cualquier duda que tengas, me podés consultar directamente. Voy a estar acompañándote durante la portabilidad\".\n*   **Proactividad:** 5.9 (de 100). No está ofreciendo productos adicionales. *Como mejorar:* Ofrecer directamente la fibra óptica: \"Aprovechando, también te comento que tenemos una oferta increíble de fibra óptica para tu hogar, con [velocidad] y [beneficios]. Te VA a interesar porque...\"\n*   **Empatía:** 34.3 (de 100). Puede demostrar más empatía con el cliente. *Como mejorar:* Escuchar atentamente al cliente y mostrar comprensión ante sus inquietudes. Usar frases como \"Entiendo lo que me decís\" o \"Es normal que te sientas así\".\n*   **Resolución de Problemas:** 25.7 (de 100). Falta mejorar la capacidad para solucionar problemas del cliente. *Como mejorar:* Estar preparada para responder preguntas comunes sobre facturación, cobertura y otros temas. Tener a mano los recursos necesarios para resolver problemas de manera eficiente.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades y Presentación Impactante.**\n    *   **Acciones:** Practicar preguntas clave para detectar necesidades (al menos 10 llamadas diarias). Modificar el saludo y presentación para generar curiosidad e impacto inmediato.\n    *   **Seguimiento:** Revisar grabaciones de llamadas para evaluar la efectividad de las preguntas y la presentación.\n\n**Semana 2:** **Manejo de Objeciones y Oferta de Fibra Directa.**\n    *   **Acciones:** Estudiar y practicar respuestas a las objeciones más comunes. Integrar la oferta de fibra óptica en todas las llamadas, sin preguntar si le interesa al cliente.\n    *   **Seguimiento:** Registrar las objeciones más frecuentes y ajustar las respuestas. Medir el porcentaje de clientes a los que se les ofrece fibra óptica.\n\n**Semana 3:** **Cierre Directo y Acompañamiento.**\n    *   **Acciones:** Implementar técnicas de cierre directo en todas las llamadas. Recordar al cliente que se le acompañará durante la portabilidad o instalación.\n    *   **Seguimiento:** Analizar el porcentaje de cierres efectivos y la satisfacción del cliente con el acompañamiento.\n\n**Semana 4:** **Optimización y Proactividad.**\n    *   **Acciones:** Revisar todas las áreas de mejora y enfocarse en los puntos más débiles. Buscar oportunidades para ofrecer productos adicionales (seguros, etc.).\n    *   **Seguimiento:** Evaluar el puntaje general del modelo y los KPIs para medir el progreso.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n    *   \"¿Tenés fibra óptica en tu hogar?\"\n*   **Oferta de Fibra Directa:** \"Aprovechando, también te comento que tenemos una oferta increíble de fibra óptica para tu hogar, con [velocidad] y [beneficios]. Te VA a interesar porque...\"\n*   **Técnicas de Cierre Directo:** \"Perfecto, para activar este plan, ¿te queda mejor que lo asignemos a la sucursal de [Nombre de la sucursal] o que lo enviemos a tu domicilio?\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te aseguro que la relación precio/beneficio de este plan es superior, ya que te ofrece [beneficios específicos].\"\n    *   **Ya tengo otro servicio:** \"Entiendo, pero te VA a interesar saber que con Movistar vas a tener [beneficios específicos] que no tenés actualmente, además de [precio].\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje de 65 (de 100).\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas donde se detectan las necesidades del cliente al 70%.\n*   **KPIs:**\n    *   Aumentar el porcentaje de cierres efectivos en un 25%.\n    *   Aumentar el porcentaje de clientes a los que se les ofrece fibra óptica al 90%.\n    *   Disminuir el tiempo promedio de llamada (TMO) a 3 minutos.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nCinthia, tenés un gran potencial y lo has demostrado en áreas como la identificación del cliente y la despedida. Ahora, es momento de enfocarte en mejorar la detección de necesidades y el cierre. Estoy seguro de que, con un poco de práctica y siguiendo este plan de acción, vas a lograr resultados increíbles. ¡Confío en vos y estoy acá para ayudarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}