{
  "agente": "amza28",
  "fecha_generacion": "2026-02-23T09:40:04.925529",
  "metricas": {
    "agente": "amza28",
    "evaluaciones": {
      "total_evaluadas": 69,
      "puntaje_promedio": 41.5,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 29.7,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 20,
      "criterios": {
        "saludo_presentacion": 29.9,
        "identificacion_cliente": 70.1,
        "deteccion_necesidades": 31.7,
        "oferta_productos": 59.1,
        "manejo_objeciones": 41.3,
        "cierre": 33.6,
        "despedida": 54.8,
        "proactividad": 17.7,
        "empatia": 50.5,
        "resolucion_problemas": 26.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 30,
        "Manejo de objeciones": 20,
        "Proactividad": 18,
        "Empatía": 15,
        "Cierre": 12
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 25,
        "Empatía": 15,
        "Despedida": 8,
        "Saludo y presentación": 7,
        "Manejo de objeciones": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión de la llamada. El agente se presentó correctamente, verificó la identidad, detectó necesidades, ofreció productos adecuados, manejó objeciones, cerró la venta parcialmente, se despidió cordialmente, fue proactivo y mostró empatía."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión. El agente cumplió con todos los criterios de evaluación, demostrando un alto nivel de profesionalismo y efectividad en la venta."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece un plan adecuado y maneja las objeciones. El cierre es completo y la despedida cordial."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones ni completa el cierre de venta. Tampoco muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No verifica la identidad, no detecta necesidades, no maneja objeciones y no intenta un cierre de venta. La interacción se centra en la derivación a soporte técnico."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 69,
      "puntaje_promedio": 41.5,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 20,
      "criterios": {
        "saludo_presentacion": 29.9,
        "identificacion_cliente": 70.1,
        "deteccion_necesidades": 31.7,
        "oferta_productos": 59.1,
        "manejo_objeciones": 41.3,
        "cierre": 33.6,
        "despedida": 54.8,
        "proactividad": 17.7,
        "empatia": 50.5,
        "resolucion_problemas": 26.5
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 41.5,
      "general": 37.5,
      "diferencia": 4.1,
      "percentil": 60.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 29.9,
        "general": 31.4,
        "diferencia": -1.6
      },
      "identificacion_cliente": {
        "agente": 70.1,
        "general": 61.3,
        "diferencia": 8.9
      },
      "deteccion_necesidades": {
        "agente": 31.7,
        "general": 25.6,
        "diferencia": 6.2
      },
      "oferta_productos": {
        "agente": 59.1,
        "general": 41.8,
        "diferencia": 17.3
      },
      "manejo_objeciones": {
        "agente": 41.3,
        "general": 35.1,
        "diferencia": 6.2
      },
      "cierre": {
        "agente": 33.6,
        "general": 22.4,
        "diferencia": 11.3
      },
      "despedida": {
        "agente": 54.8,
        "general": 59.7,
        "diferencia": -4.9
      },
      "proactividad": {
        "agente": 17.7,
        "general": 12.5,
        "diferencia": 5.2
      },
      "empatia": {
        "agente": 50.5,
        "general": 47.6,
        "diferencia": 2.9
      },
      "resolucion_problemas": {
        "agente": 26.5,
        "general": 30.4,
        "diferencia": -3.9
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza28\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza28 se encuentra en un nivel **Promedio** comparado con el equipo, con un puntaje IA de 41.5, superando el promedio general de 37.5. Su percentil de 60.2 indica que se ubica por encima del 60% de sus compañeros. En general, muestra un buen desempeño en áreas como la identificación del cliente y la oferta de productos, pero necesita fortalecer su capacidad de detección de necesidades, manejo de objeciones y proactividad.\n\n**EVOLUCIÓN**: En comparación con el período anterior, amza28 muestra una **mejora** en su puntaje general, evidenciando un esfuerzo por aplicar los conocimientos y habilidades necesarios para el puesto. Su potencial de mejora es significativo si se enfoca en las áreas identificadas como críticas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Oferta de Productos:** Incremento significativo de 17.3 puntos. Felicitaciones, amza28, por potenciar la presentación de tus ofertas.\n    *   **Cierre:** Aumento de 11.3 puntos, indica un mejor manejo en la concreción de ventas. ¡Sigue así!\n    *   **Identificación del Cliente**: Incremento de 8.9 puntos. Demuestra mayor consistencia al verificar la identidad.\n    *   **Manejo de Objeciones**: Aumento de 6.2 puntos, muestra una evolución positiva en la capacidad de persuadir a los clientes.\n    *   **Detección de Necesidades**: Aumento de 6.2 puntos, una mejora que vale la pena celebrar.\n    *   **Proactividad**: Aumento de 5.2 puntos. El esfuerzo por ofrecer productos adicionales sin preguntar se está notando.\n    *   **Empatía**: Aumento de 2.9 puntos. La conexión con el cliente es importante y se está cultivando.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Despedida:** Disminución de 4.9 puntos. Es crucial mantener una despedida cordial y profesional.\n    *   **Resolución de Problemas:** Disminución de 3.9 puntos. Es vital ayudar al cliente con el problema planteado.\n    *   **Saludo y Presentación**: Disminución de 1.6 puntos. El saludo inicial es clave para crear una primera impresión positiva.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   Si bien la proactividad mejoró, aún está en un nivel bajo (17.7). Es crucial ofrecer fibra a todos los clientes.\n    *   El manejo de objeciones y la detección de necesidades, aunque mejoraron, siguen siendo áreas de oportunidad.\n\n*   **TENDENCIA GENERAL:** La tendencia general es positiva, pero se requiere atención inmediata a las áreas que empeoraron para consolidar el progreso.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** Consistentemente alto (70.1). Verifica la identidad del cliente de manera efectiva al inicio de la llamada.\n*   **Oferta de Productos:** (59.1) Presenta las ofertas de manera atractiva y adaptada al cliente.\n*   **Empatía:** (50.5) Demuestra capacidad para conectar con el cliente y entender sus necesidades.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE):** A pesar de la mejora, aún está en un nivel bajo (31.7). Sin comprender las necesidades del cliente, las ofertas serán genéricas y menos efectivas.\n*   **Proactividad (PERSISTENTE):** Aún no alcanza un nivel óptimo (17.7). La oferta de fibra debe ser una constante en cada llamada.\n*   **Despedida (NUEVA):** La disminución en este criterio (54.8) puede dejar una impresión negativa al final de la interacción.\n*   **Saludo y Presentación (NUEVA):** El valor (29.9) es muy bajo. No es posible generar ventas sin una buena presentación.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   (Faltan datos de TMO, % Capta Atención, Cortes de llamada, Llamadas <30 seg y Tasa de aprobación de ventas). Sin esta información, es imposible evaluar el rendimiento de las llamadas y ventas. **Es fundamental acceder a estos datos para realizar un análisis más preciso y orientar el plan de acción.**\n\n**Asumiendo valores promedio del equipo:**\n\n*   **TMO (105.3 seg - promedio del equipo):** Si el TMO de amza28 es similar al promedio, podría estar bien. Sin embargo, se debe analizar si se está dedicando suficiente tiempo a detectar necesidades y ofrecer productos.\n*   **% Capta Atención (35.6% - promedio del equipo):** Si el % de amza28 es similar al promedio, está en un nivel aceptable. Sin embargo, se puede mejorar enfocándose en un saludo más atractivo y una detección de necesidades más efectiva.\n*   **Cortes de llamada:** Monitorear si hay más cortes del cliente que del agente. Si es así, revisar el pitch inicial y la forma de enganchar al cliente.\n*   **Llamadas <30 seg:** Un alto número de llamadas cortas indica problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas (3.2% - promedio del equipo):** Si es baja, revisar la calidad de los datos y el proceso de venta.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Bajo):** No está generando una primera impresión positiva. **Mejora:** Implementar un saludo estandarizado pero con un toque personal: \"Hola, ¿me comunico con [Nombre]? Soy [Tu Nombre] de Movistar, tengo una oferta que le VA a interesar.\"\n*   **Identificación del Cliente (Bueno):** Verifica la identidad de manera efectiva. **Mantener:** Continuar con este procedimiento.\n*   **Detección de Necesidades (Bajo):** No está haciendo las preguntas correctas para entender al cliente. **Mejora:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos (Regular):** Presenta las ofertas pero puede no estar adaptándolas completamente al cliente. **Mejora:** Después de detectar las necesidades, adaptar la oferta: \"Considerando que usás mucho las redes sociales, este plan con [X] GB y acceso ilimitado a redes sociales le VA a venir muy bien.\"\n*   **Manejo de Objeciones (Regular):** Las respuestas pueden ser genéricas. **Mejora:** Escuchar atentamente la objeción del cliente y responder de manera personalizada. Por ejemplo, si dice \"Es muy caro\", responder: \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre (Regular):** No está cerrando todas las ventas posibles. **Mejora:** Ser más directo en el cierre: \"Perfecto, para completar la activación, ¿qué sucursal de Movistar le queda más cómoda o prefiere que busquemos su domicilio para la entrega?\"\n*   **Despedida (Regular):** No está dejando una impresión final positiva. **Mejora:** Agradecer al cliente por su tiempo y ofrecer acompañamiento en la portabilidad: \"Gracias por su tiempo, [Nombre]. Estaré acompañándolo durante el proceso de portabilidad para asegurar que todo salga perfecto.\"\n*   **Proactividad (Crítico):** No está ofreciendo fibra en todas las llamadas. **Mejora:** Incorporar la oferta de fibra en cada llamada sin preguntar si le interesa: \"Además del plan para su celular, Movistar ofrece fibra óptica de alta velocidad. Le VA a interesar saber que tenemos promociones especiales para clientes que tienen ambos servicios.\"\n*   **Empatía (Regular):** Muestra empatía pero puede mejorar la conexión con el cliente. **Mejora:** Utilizar un tono de voz amable y mostrar genuino interés en ayudar al cliente.\n*   **Resolución de Problemas (Bajo):** No está demostrando capacidad de solución. **Mejora:** Identificar el problema y dar una solución específica.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **FOCO: SALUDO, PRESENTACIÓN Y DETECCIÓN DE NECESIDADES.**\n*   Acciones:\n    *   Practicar el saludo inicial con el script propuesto.\n    *   Grabar y escuchar las propias llamadas para identificar oportunidades de mejora en la detección de necesidades.\n    *   Revisar los scripts de detección de necesidades y adaptarlos al propio estilo.\n\n**Semana 2:** **FOCO: PROACTIVIDAD Y CIERRE.**\n*   Acciones:\n    *   Incorporar la oferta de fibra en todas las llamadas, sin excepción.\n    *   Practicar técnicas de cierre directo.\n    *   Analizar las grabaciones de llamadas donde no se logró el cierre para identificar qué se pudo haber hecho diferente.\n\n**Semana 3:** **FOCO: MANEJO DE OBJECIONES.**\n*   Acciones:\n    *   Identificar las objeciones más comunes y preparar respuestas personalizadas.\n    *   Practicar el manejo de objeciones con un compañero.\n    *   Escuchar grabaciones de llamadas exitosas para aprender de los mejores.\n\n**Semana 4:** **FOCO: CONSOLIDACIÓN Y DESPEDIDA.**\n*   Acciones:\n    *   Revisar todas las áreas de mejora y crear un plan de mantenimiento.\n    *   Practicar la despedida para asegurar una impresión final positiva.\n    *   Solicitar feedback a compañeros y supervisores.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además del plan para su celular, Movistar ofrece fibra óptica de alta velocidad. Le VA a interesar saber que tenemos promociones especiales para clientes que tienen ambos servicios.\"\n*   **Cierre Directo:** \"Perfecto, para completar la activación, ¿qué sucursal de Movistar le queda más cómoda o prefiere que busquemos su domicilio para la entrega?\"\n*   **Manejo de Objeciones (Ejemplo):**\n    *   Cliente: \"Es muy caro.\"\n    *   Respuesta: \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, con la promoción actual, el primer mes tiene un descuento del [X]%. ¿Le parece si avanzamos?\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Puntaje IA: Alcanzar un puntaje de 60 en 30 días.\n*   Tasa de Conversión: Aumentar la tasa de conversión en un 1%.\n*   Ofrecimiento de Productos: Ofrecer al menos un producto adicional (fibra, etc.) en el 90% de las llamadas.\n*   % Capta Atención: Aumentar el % de llamadas >1 min a 50%.\n*   TMO: Mantener el TMO entre 2 y 4 minutos.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza28, felicitaciones por la mejora en tu puntaje general. Has demostrado que tienes la capacidad de crecer y alcanzar tus metas. Ahora, enfócate en las áreas que aún necesitan atención, como la detección de necesidades, proactividad y el saludo inicial. Con tu esfuerzo y dedicación, sé que puedes alcanzar tu máximo potencial y convertirte en uno de los mejores vendedores del equipo. ¡Confío en ti!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}