{
  "agente": "Evangelina Kruger",
  "agente_codigo": "MZA 1",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:37:46.405985",
  "metricas": {
    "agente": "Evangelina Kruger",
    "agente_codigo": "MZA 1",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 50,
      "puntaje_promedio": 39.0,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 26.0,
      "llamadas_excelentes": 4,
      "llamadas_buenas": 12,
      "llamadas_regulares": 13,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 19.8,
        "identificacion_cliente": 61.4,
        "deteccion_necesidades": 17.4,
        "oferta_productos": 52.8,
        "manejo_objeciones": 38.8,
        "cierre": 37.4,
        "despedida": 59.2,
        "proactividad": 25.0,
        "empatia": 47.2,
        "resolucion_problemas": 34.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 21,
        "Manejo de objeciones": 14,
        "Proactividad": 10,
        "Cierre": 9,
        "Empatía": 8
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Empatía": 8,
        "Despedida": 6,
        "Manejo de objeciones": 5,
        "Oferta directa de productos": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica a la cliente y ofrece fibra y un plan móvil. Maneja las objeciones y busca información para dar una solución.  Podría mejorar la detección de necesidades y el cierre de la venta."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece el plan solicitado. Maneja las objeciones y completa el cierre.  No se observa proactividad en la oferta de productos adicionales."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "La llamada fue efectiva en la presentación, identificación, oferta de producto y cierre. Se detectaron necesidades y se manejaron objeciones. El agente no ofreció productos adicionales y la proactividad es baja al no ofrecer fibra. Muestra buena empatía y resuelve problemas."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones y no completa el cierre. La despedida es abrupta y no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no logró identificar al cliente correcto, no presentó la oferta, no detectó necesidades y no realizó cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no muestra empatía. La comunicación es informal y no se aprovecha la oportunidad de ofrecer productos adicionales."
        }
      ],
      "pct_ofrece_fibra": 22.0
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.9
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 82,
      "con_plan": 32,
      "ofrece_fibra": 18,
      "pct_plan": 39.0,
      "pct_fibra": 22.0
    },
    "calidad_llamadas": {
      "total_llamadas": 232,
      "tmo_seg": 126.2,
      "pct_capta_atencion": 41.4,
      "menos_30seg": 64,
      "corte_cliente": 151,
      "corte_agente": 81
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 39.0,
      "general": 30.6,
      "diferencia": 8.4,
      "percentil": 63.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 19.8,
        "general": 17.9,
        "diferencia": 1.9
      },
      "identificacion_cliente": {
        "agente": 61.4,
        "general": 49.4,
        "diferencia": 12.0
      },
      "deteccion_necesidades": {
        "agente": 17.4,
        "general": 14.3,
        "diferencia": 3.1
      },
      "oferta_productos": {
        "agente": 52.8,
        "general": 36.1,
        "diferencia": 16.7
      },
      "manejo_objeciones": {
        "agente": 38.8,
        "general": 27.8,
        "diferencia": 11.0
      },
      "cierre": {
        "agente": 37.4,
        "general": 19.5,
        "diferencia": 17.9
      },
      "despedida": {
        "agente": 59.2,
        "general": 51.2,
        "diferencia": 8.0
      },
      "proactividad": {
        "agente": 25.0,
        "general": 8.5,
        "diferencia": 16.5
      },
      "empatia": {
        "agente": 47.2,
        "general": 37.5,
        "diferencia": 9.7
      },
      "resolucion_problemas": {
        "agente": 34.0,
        "general": 21.0,
        "diferencia": 13.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Evangelina Kruger\n\n### 1. DIAGNOSTICO GENERAL\nEvangelina, tu nivel actual es **Necesita Mejora**. Tu puntaje promedio de 39.0 de 100 te ubica por encima del promedio general del equipo (30.6 de 100), lo cual es positivo. Sin embargo, existe un margen significativo de mejora para alcanzar un desempeño consistentemente bueno o excelente, especialmente considerando que el puntaje máximo obtenido en las llamadas evaluadas es de 80.0 de 100.\n\nComparado con el coaching anterior, has mostrado una evolución positiva, aumentando tu puntaje promedio desde 29.5. Sin embargo, las áreas de mejora identificadas en el pasado persisten, lo que indica que las estrategias implementadas anteriormente no han sido completamente efectivas o requieren un enfoque renovado. Tu proactividad, aunque mejoró en comparación con el promedio del equipo, sigue siendo una de las áreas que más impactan tus resultados.\n\nTu potencial de mejora es alto, especialmente si te enfocas en cerrar las brechas en la detección de necesidades, el manejo de objeciones y la proactividad en la oferta de productos, particularmente fibra.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Tu habilidad para identificar correctamente al cliente (61.4 de 100, muy por encima del promedio del equipo) es una fortaleza clave que debes seguir explotando.\n*   **Oferta directa de productos:** La capacidad de ofrecer productos directamente es un punto fuerte (52.8 de 100). Continúa presentando ofertas sin vacilación.\n*   **Empatía:** Tu nivel de empatía (47.2 de 100) es superior al promedio del equipo. Mantén esta actitud para construir una buena relación con los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Esta es el área más crítica a mejorar (17.4 de 100). La falta de información sobre las necesidades del cliente dificulta la personalización de la oferta y el cierre de la venta.\n*   **Manejo de objeciones:** Aunque has mostrado mejora en esta área (38.8 de 100), aún hay margen para perfeccionar tus respuestas a las objeciones más comunes.\n*   **Proactividad:** La baja proactividad (25.0 de 100), especialmente en la oferta de fibra, representa una oportunidad de venta perdida. Debes integrar la oferta de fibra en tu discurso de ventas de manera más consistente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y presentación:** 19.8 de 100. Correcto, pero puede ser más enfático y generar más impacto inicial.\n    *   **Mejora:** Practica un saludo que transmita energía y profesionalismo, enfatizando los beneficios que Movistar tiene para ofrecer.\n*   **Identificación del cliente:** 61.4 de 100. Muy bien.\n    *   **Qué haces bien:** Verificas la identidad del cliente.\n    *   **Mantener:** Continúa asegurándote de hablar con la persona correcta desde el inicio.\n*   **Detección de necesidades:** 17.4 de 100. Muy baja.\n    *   **Qué haces mal:** No profundizas en las necesidades del cliente. Te limitas a ofrecer productos sin conocer sus requerimientos.\n    *   **Mejora:** Introduce preguntas más específicas para entender el uso que el cliente da a su celular y a su conexión a internet. \"¿Qué aplicaciones usa más en su celular?\" \"¿Cuántas personas usan internet en su casa?\"\n*   **Oferta de productos:** 52.8 de 100. Bien, pero puede ser más persuasiva.\n    *   **Qué haces bien:** Ofreces productos directamente.\n    *   **Mejora:** Enfoca la oferta en los beneficios que el cliente obtendrá, resaltando cómo Movistar puede mejorar su experiencia actual.\n*   **Manejo de objeciones:** 38.8 de 100. Necesitas respuestas más efectivas.\n    *   **Qué haces mal:** Tus respuestas a las objeciones pueden ser genéricas y no abordan las preocupaciones específicas del cliente.\n    *   **Mejora:** Prepara respuestas puntuales para las objeciones más comunes, utilizando ejemplos de cómo Movistar ha solucionado problemas similares para otros clientes.\n*   **Cierre:** 37.4 de 100. Falta seguridad y determinación.\n    *   **Qué haces mal:** No cierras la venta de manera efectiva. No propones una acción concreta al cliente.\n    *   **Mejora:** Asigna una sucursal o coordina la visita de un técnico.\n*   **Despedida:** 59.2 de 100. Correcta.\n    *   **Qué haces bien:** Te despides de manera cordial.\n    *   **Mantener:** Sigue manteniendo una actitud amable hasta el final de la llamada.\n*   **Proactividad:** 25.0 de 100. Muy baja.\n    *   **Qué haces mal:** No ofreces productos adicionales de manera proactiva.\n    *   **Mejora:** Ofrece fibra en todas las llamadas, destacando los beneficios de una conexión más rápida y estable.\n*   **Empatía:** 47.2 de 100. Bien, pero puede ser más genuina.\n    *   **Qué haces bien:** Muestras empatía hacia el cliente.\n    *   **Mejora:** Escucha activamente al cliente y demuestra comprensión ante sus preocupaciones.\n*   **Resolución de problemas:** 34.0 de 100. Área de oportunidad.\n    *   **Qué haces mal:** No siempre logras resolver los problemas del cliente.\n    *   **Mejora:** Busca información y soluciones alternativas para cada problema.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de necesidades.** Practica preguntas para entender las necesidades del cliente. Analiza grabaciones para identificar oportunidades perdidas.\n**Semana 2:** **Manejo de objeciones.** Memoriza respuestas efectivas a las objeciones comunes. Realiza simulaciones de llamadas con tu supervisora.\n**Semana 3:** **Oferta de fibra.** Integra la oferta de fibra en todas tus llamadas. Prepara un discurso persuasivo que destaque los beneficios de la fibra.\n**Semana 4:** **Cierre directo.** Asigna una sucursal o coordina la visita de un técnico directamente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\" (espera confirmación).\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés?\" \"¿Cuántas personas usan internet en casa?\" \"¿Qué tipo de contenido consumen en línea?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta que le VA a interesar. Estamos expandiendo nuestra red de fibra óptica en su zona, lo que le permitirá disfrutar de una conexión a internet mucho más rápida y estable. Por ejemplo, podrá ver películas en streaming sin interrupciones y trabajar desde casa sin problemas.\"\n*   **Técnicas de cierre directo:** \"Para que pueda empezar a disfrutar de estos beneficios lo antes posible, podemos asignarle una sucursal cercana a su domicilio para que retire su nuevo chip.\" o \"Para coordinar la instalación de la fibra, ¿qué día y horario le resultan más convenientes?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es muy caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero cuando ven la velocidad de internet y la calidad de la conexión, se dan cuenta de que vale la pena la inversión.\"\n    *   **\"Estoy bien con mi compañía actual\":** \"Entiendo. Sin embargo, Movistar le ofrece una mejor velocidad de internet y mayor estabilidad de la conexión. Además, tenemos una promoción especial para clientes que se cambian de compañía.\"\n    *   **\"No me interesa la fibra\":** \"Comprendo, pero déjame comentarte que la fibra óptica no solo mejora la velocidad de internet, sino que también optimiza la calidad de la conexión para todos los dispositivos de su hogar. Esto significa que podrá disfrutar de una mejor experiencia de navegación, incluso si varios miembros de su familia están conectados al mismo tiempo.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 60 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas de menos de 30 segundos en un 50%. Aumentar el porcentaje de llamadas donde se capta la atención del cliente por más de 1 minuto a un 60%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas con detección de necesidades a un 60%.\n    *   Aumentar el porcentaje de llamadas donde se ofrece fibra a un 80%.\n    *   Aumentar el porcentaje de cierres efectivos a un 40%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nEvangelina, has demostrado que tienes potencial para superar tus propios límites. Con un enfoque renovado en la detección de necesidades y la proactividad en la oferta de productos, especialmente fibra, puedes convertirte en una de las mejores vendedoras del equipo. Confío en tu capacidad para alcanzar tus metas y estoy aquí para apoyarte en cada paso del camino. ¡Vamos por ese 60!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}