{
  "agente": "Facchini Delfina",
  "agente_codigo": "MZA 16",
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-09T08:47:55.777566",
  "metricas": {
    "agente": "Facchini Delfina",
    "agente_codigo": "MZA 16",
    "equipo": "ARENAS YASMIN",
    "evaluaciones": {
      "total_evaluadas": 19,
      "puntaje_promedio": 59.0,
      "puntaje_min": 20,
      "puntaje_max": 96,
      "desviacion_std": 19.0,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 10,
      "llamadas_regulares": 4,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 53.7,
        "identificacion_cliente": 94.7,
        "deteccion_necesidades": 51.6,
        "oferta_productos": 74.7,
        "manejo_objeciones": 59.5,
        "cierre": 51.6,
        "despedida": 87.4,
        "proactividad": 32.6,
        "empatia": 66.8,
        "resolucion_problemas": 45.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 9,
        "Proactividad": 5,
        "Cierre": 4,
        "Presentación inicial": 4,
        "Profundizar en la detección de necesidades.": 3
      },
      "fortalezas_frecuentes": {
        "Empatía": 9,
        "Identificación del cliente": 6,
        "Manejo de objeciones": 6,
        "Despedida": 4,
        "Buen manejo de objeciones": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 96.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta las necesidades de la cliente, ofreciendo un plan adecuado y manejando las objeciones con empatía. El cierre y la despedida fueron correctos."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Realiza preguntas para detectar necesidades, ofrece productos directamente y maneja las objeciones del cliente de manera efectiva. Cierra la venta solicitando la dirección para verificar la cobertura y se despide de forma cordial. Se identifica la proactividad del agente y su capacidad de empatía."
        },
        {
          "puntaje_total": 77.0,
          "resumen": "El agente se presenta y verifica la identidad. Ofrece un plan y fibra. Maneja objeciones y completa el cierre. Debe mejorar la detección de necesidades y la claridad en la resolución de problemas."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 20.0,
          "resumen": "El agente necesita mejorar en la presentación, detección de necesidades, manejo de objeciones, cierre, despedida y proactividad. Se identifica correctamente al cliente y ofrece un plan directamente."
        },
        {
          "puntaje_total": 30.0,
          "resumen": "El agente demostró una identificación correcta del cliente y logró completar el cierre al coordinar la entrega del chip. Sin embargo, no se presentó adecuadamente, no indagó en las necesidades del cliente, ni ofreció productos adicionales.  No se observa empatía ni manejo de objeciones."
        },
        {
          "puntaje_total": 35.0,
          "resumen": "El agente se identifica y se despide correctamente. No ofrece productos ni cierra la venta. Le faltó detectar necesidades y ofrecer productos proactivamente."
        }
      ],
      "pct_ofrece_fibra": 31.6
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 6.0
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 18,
      "con_plan": 7,
      "ofrece_fibra": 2,
      "pct_plan": 38.9,
      "pct_fibra": 11.1
    },
    "calidad_llamadas": {
      "total_llamadas": 49,
      "tmo_seg": 181.8,
      "pct_capta_atencion": 44.9,
      "menos_30seg": 7,
      "corte_cliente": 39,
      "corte_agente": 10
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 59.0,
      "general": 30.6,
      "diferencia": 28.4,
      "percentil": 82.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 53.7,
        "general": 17.9,
        "diferencia": 35.8
      },
      "identificacion_cliente": {
        "agente": 94.7,
        "general": 49.4,
        "diferencia": 45.3
      },
      "deteccion_necesidades": {
        "agente": 51.6,
        "general": 14.3,
        "diferencia": 37.2
      },
      "oferta_productos": {
        "agente": 74.7,
        "general": 36.1,
        "diferencia": 38.6
      },
      "manejo_objeciones": {
        "agente": 59.5,
        "general": 27.8,
        "diferencia": 31.7
      },
      "cierre": {
        "agente": 51.6,
        "general": 19.5,
        "diferencia": 32.0
      },
      "despedida": {
        "agente": 87.4,
        "general": 51.2,
        "diferencia": 36.2
      },
      "proactividad": {
        "agente": 32.6,
        "general": 8.5,
        "diferencia": 24.2
      },
      "empatia": {
        "agente": 66.8,
        "general": 37.5,
        "diferencia": 29.4
      },
      "resolucion_problemas": {
        "agente": 45.8,
        "general": 21.0,
        "diferencia": 24.7
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Facchini Delfina\n\n### 1. DIAGNOSTICO GENERAL\nDelfina, tu nivel actual es **Necesita Mejora**. Si bien te destacás considerablemente dentro del equipo (percentil 82.6), hay áreas claves que están limitando tu potencial y tus resultados. Comparado con el coaching anterior, tu puntaje promedio se mantiene igual (59.0), lo que indica que no hubo una evolución significativa. El potencial de mejora es alto, ya que superás ampliamente el promedio del equipo pero aún no alcanzas la excelencia. El foco principal debe estar en transformar tus áreas de oportunidad en fortalezas.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Consistentemente alta (94.7 de 100). Mantené la precisión al verificar la información del cliente desde el inicio.\n*   **Manejo de Objeciones:** Por encima del promedio del equipo (59.5 de 100), demostrando capacidad para abordar las dudas de los clientes.\n*   **Despedida:** Sólida (87.4 de 100), creando una impresión final positiva.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** La más baja (51.6 de 100) y la más frecuente en las áreas de mejora. No estás indagando lo suficiente para comprender las necesidades específicas de cada cliente.\n*   **Proactividad:** Muy baja (32.6 de 100). No estás ofreciendo soluciones adicionales ni aprovechando las oportunidades para aumentar el valor de la venta.\n*   **Cierre:** Baja (51.6 de 100). Necesitas ser más directo y efectivo para concretar las ventas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 53.7 de 100. Necesitas un saludo más impactante que capte la atención del cliente desde el inicio. *Mejora:* Prepará un saludo corto, enérgico y que incluya una frase gancho. Ej: \"¡Hola [Nombre], Delfina de Movistar! Tengo una oferta pensada para vos hoy\".\n*   **Identificación del cliente:** 94.7 de 100. *Qué hacés bien:* Verificás la identidad del cliente. *Qué podés mejorar:* Seguí manteniendo este nivel de precisión.\n*   **Detección de Necesidades:** 51.6 de 100. *Qué hacés mal:* No hacés preguntas específicas sobre el uso del celular y los datos. *Cómo mejorar:* Prepará un script con preguntas clave: \"¿Qué es lo que más usás del celular? Redes sociales, videos, llamadas? ¿Cuántos GB tenés actualmente y te alcanzan? ¿Tenés problemas de conexión en tu casa?\". Profundizá en las respuestas.\n*   **Oferta de Productos:** 74.7 de 100. *Qué hacés bien:* Ofrecés productos directamente. *Qué podés mejorar:* No preguntes si \"les interesa\". Asumí que sí.\n*   **Manejo de Objeciones:** 59.5 de 100. *Qué hacés bien:* Abordás las objeciones. *Qué podés mejorar:* Prepará respuestas específicas para las objeciones más comunes (precio, competencia). No uses respuestas genéricas. Rebatí la objeción PUNTUAL.\n*   **Cierre:** 51.6 de 100. *Qué hacés mal:* No cerrás con firmeza. *Cómo mejorar:* Después de presentar la oferta, asigná directamente la sucursal para que retiren el chip o solicitá el domicilio para verificar la cobertura de fibra. Eliminá las preguntas \"¿Le gustaría...?\"\n*   **Despedida:** 87.4 de 100. *Qué hacés bien:* Te despedís de forma cordial. *Qué podés mejorar:* Mantené este buen nivel.\n*   **Proactividad:** 32.6 de 100. *Qué hacés mal:* No ofrecés fibra de manera consistente. *Cómo mejorar:* Después de hablar del plan móvil, comentá DIRECTAMENTE la oferta de fibra. \"Además, tengo una oferta de fibra óptica que LE VA a interesar, con [velocidad] y [precio]\".\n*   **Empatía:** 66.8 de 100. Mantené esta actitud positiva y comprensiva.\n*   **Resolución de Problemas:** 45.8 de 100. Necesitás ser más clara y efectiva al abordar los problemas que puedan surgir. *Mejora:* Anticipá las preguntas y prepará respuestas concisas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades.**\n*   Acciones: Implementar un script con preguntas clave y practicar la escucha activa. Registrar las respuestas del cliente en el CRM para futuras interacciones.\n*   Objetivo: Aumentar el puntaje de \"Detección de Necesidades\" en 15 puntos.\n\n**Semana 2:** **Proactividad y Oferta de Fibra.**\n*   Acciones: Integrar la oferta de fibra en cada llamada. Preparar un speech convincente y directo para presentar la fibra.\n*   Objetivo: Ofrecer fibra en el 80% de las llamadas.\n\n**Semana 3:** **Cierre Directo.**\n*   Acciones: Practicar técnicas de cierre directo, asignando sucursal o solicitando domicilio sin preguntar.\n*   Objetivo: Aumentar el porcentaje de cierres exitosos en un 10%.\n\n**Semana 4:** **Consolidación y Optimización.**\n*   Acciones: Revisar grabaciones de llamadas para identificar áreas de mejora adicionales. Refinar el script y las técnicas de venta.\n*   Objetivo: Aumentar el puntaje promedio general en 10 puntos.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificar Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detectar Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés actualmente y te alcanzan?\"\n    *   \"¿Tenés problemas de conexión en tu casa?\"\n*   **Ofertar Fibra Directamente:** \"Además, tengo una oferta de fibra óptica que LE VA a interesar, con [velocidad] y [precio].\"\n*   **Cierre Directo:** \"Perfecto, te asigno la sucursal de [ubicación] para que retires el chip cuando quieras.\"  O bien: \"Para verificar la cobertura de fibra, ¿me podrías indicar tu domicilio?\"\n*   **Manejo de Objeciones (Precio):** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo importante es que con este plan tenés [beneficios específicos] que te van a permitir [resolver problemas o satisfacer necesidades].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje del Modelo a 30 días:** Aumentar el puntaje promedio a 75 de 100.\n*   **Calidad de Llamadas:**\n    *   Disminuir el porcentaje de llamadas que terminan con el cliente cortando la llamada a menos del 30%.\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra al 80%.\n*   **KPIs Específicos:**\n    *   Aumentar el porcentaje de detección de necesidades a 70%.\n    *   Aumentar el porcentaje de cierres exitosos en un 10%.\n    *   Aumentar el porcentaje de clientes a los que se les ofrece fibra al 80%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nDelfina, tenés una base sólida para el éxito. Tu empatía y tu capacidad para manejar objeciones son valiosas. Ahora, el desafío es pulir las áreas que te están frenando. Con un enfoque estratégico en la detección de necesidades, la proactividad y el cierre, estoy seguro de que vas a alcanzar tu máximo potencial y convertirte en una estrella de ventas. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}