{
  "agente": "MZA 48",
  "fecha_generacion": "2026-01-26T14:26:17.380832",
  "metricas": {
    "agente": "MZA 48",
    "evaluaciones": {
      "total_evaluadas": 126,
      "puntaje_promedio": 27.4,
      "puntaje_min": 0.0,
      "puntaje_max": 450.0,
      "desviacion_std": 46.8,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 64,
      "criterios": {
        "saludo_presentacion": 16.1,
        "identificacion_cliente": 59.8,
        "deteccion_necesidades": 9.4,
        "oferta_productos": 12.4,
        "manejo_objeciones": 29.8,
        "cierre": 13.7,
        "despedida": 27.2,
        "proactividad": 7.6,
        "empatia": 36.4,
        "resolucion_problemas": 22.6
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 67,
        "Presentación y Saludo": 39,
        "Detección de necesidades": 36,
        "Detección de Necesidades": 35,
        "Identificación del Cliente": 28
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 24,
        "Empatía": 12,
        "Identificación del cliente.": 11,
        "Identificación correcta del cliente.": 11,
        "Manejo de objeciones.": 10
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 450.0,
          "resumen": "El agente necesita mejorar la presentación, la detección de necesidades, la oferta de productos (especialmente mencionando el 80% de descuento), la proactividad y el cierre. La identificación del cliente es correcta, se manejan objeciones y la despedida es adecuada."
        },
        {
          "puntaje_total": 230.0,
          "resumen": "El agente necesita mejorar la presentación, la oferta de productos (mencionando la promoción del 80%), el cierre y la proactividad. El manejo de objeciones es regular. Se identifica correctamente al cliente."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente realiza una buena presentación, identifica al cliente y detecta sus necesidades. Maneja las objeciones y cierra la venta de manera efectiva. Sin embargo, no menciona la promoción del 80% de descuento, penalizando la proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no realiza cierre, no muestra proactividad ni empatía. No menciona la promo del 80%."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ningún criterio de evaluación. La llamada fue deficiente desde el inicio, sin presentación, identificación, oferta o cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada fue deficiente en todos los aspectos. El agente no se presentó correctamente, no verificó la identidad del cliente, no detectó necesidades, no ofreció la promoción del 80%, no realizó un cierre adecuado y no mostró empatía. La comunicación fue confusa y poco clara."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 126,
      "puntaje_promedio": 27.4,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 64,
      "criterios": {
        "saludo_presentacion": 16.1,
        "identificacion_cliente": 59.8,
        "deteccion_necesidades": 9.4,
        "oferta_productos": 12.4,
        "manejo_objeciones": 29.8,
        "cierre": 13.7,
        "despedida": 27.2,
        "proactividad": 7.6,
        "empatia": 36.4,
        "resolucion_problemas": 22.6
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 27.4,
      "general": 35.7,
      "diferencia": -8.3,
      "percentil": 47.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.1,
        "general": 32.0,
        "diferencia": -15.9
      },
      "identificacion_cliente": {
        "agente": 59.8,
        "general": 38.7,
        "diferencia": 21.1
      },
      "deteccion_necesidades": {
        "agente": 9.4,
        "general": 23.3,
        "diferencia": -13.9
      },
      "oferta_productos": {
        "agente": 12.4,
        "general": 28.6,
        "diferencia": -16.2
      },
      "manejo_objeciones": {
        "agente": 29.8,
        "general": 33.0,
        "diferencia": -3.2
      },
      "cierre": {
        "agente": 13.7,
        "general": 18.8,
        "diferencia": -5.0
      },
      "despedida": {
        "agente": 27.2,
        "general": 38.5,
        "diferencia": -11.3
      },
      "proactividad": {
        "agente": 7.6,
        "general": 13.9,
        "diferencia": -6.2
      },
      "empatia": {
        "agente": 36.4,
        "general": 43.0,
        "diferencia": -6.6
      },
      "resolucion_problemas": {
        "agente": 22.6,
        "general": 25.1,
        "diferencia": -2.5
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 48\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 48 se encuentra en un nivel que **necesita mejora** en comparación con el resto del equipo, con un puntaje IA de 27.4 frente al promedio general de 35.7. Su percentil es de 47.9, lo que indica que está por debajo de la mitad del equipo. Analizando las métricas, su principal desafío reside en la **Detección de Necesidades, Oferta de Productos, Proactividad y Presentación y Saludo**. A pesar de mostrar una buena **Identificación del Cliente** y cierta **Empatía**, estas fortalezas no se traducen en un mejor desempeño general.  El puntaje de MZA 48 es considerablemente inferior al promedio del equipo, lo que sugiere que necesita un plan de acción específico y un seguimiento constante.\n\nDado que no se provee información de periodos anteriores, no es posible determinar la evolución reciente. Sin embargo, el análisis de la última semana disponible (19-24 de Enero) servirá como punto de partida para establecer una línea base y monitorear futuros progresos. El potencial de mejora es significativo, especialmente si se enfoca en las áreas críticas mencionadas y se implementa un plan de acción estructurado.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n**Considerando que sólo tenemos datos de un periodo (19-24 de Enero), no podemos analizar la evolución semanal.** El análisis a continuación se basará en la identificación de sus fortalezas, debilidades y áreas de mejora, y se diseñará un plan para impulsar su desempeño.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Identificación del Cliente:** MZA 48 destaca en este criterio (puntaje de 59.8, superior al promedio del equipo), lo que indica que verifica correctamente la identidad del cliente al inicio de la llamada. Es fundamental mantener esta práctica.\n    *   *Ejemplo:* \"Hola, ¿me comunico con [Nombre]?\"\n*   **Manejo de Objeciones:** Su puntaje en manejo de objeciones (29.8) es cercano al promedio del equipo, lo que sugiere que tiene cierta capacidad para rebatir las dudas de los clientes, aunque aún hay margen de mejora.\n    *   *Ejemplo:* Debe personalizar sus respuestas a las objeciones en lugar de usar respuestas genéricas.\n*   **Empatía:** Con un puntaje de 36.4, muestra un nivel de empatía superior al promedio en sus interacciones, lo que ayuda a construir una relación con el cliente.\n    *   *Ejemplo:* Demostrar comprensión ante las inquietudes del cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Proactividad (PERSISTENTE):** Con un puntaje de 7.6, es una de las áreas más débiles. La falta de proactividad, especialmente en la oferta de fibra, limita significativamente sus posibilidades de venta.\n    *   *Importancia:* Ofrecer fibra de forma directa, sin preguntar, es una regla crítica del negocio.\n*   **Presentación y Saludo (PERSISTENTE):** Su puntaje en presentación y saludo (16.1) está muy por debajo del promedio del equipo. Una presentación deficiente impacta negativamente en la primera impresión y dificulta el enganche del cliente.\n    *   *Importancia:* Un saludo y presentación adecuados generan confianza y predisponen al cliente a escuchar la oferta.\n*   **Detección de Necesidades (PERSISTENTE):** Su puntaje es de 9.4, muy por debajo del promedio. No lograr detectar las necesidades del cliente impide ofrecer un plan personalizado y aumenta la probabilidad de rechazo.\n    *   *Importancia:* Conocer las necesidades del cliente es fundamental para ofrecer el producto adecuado y aumentar las posibilidades de cierre.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\nDado que no se proporcionan las métricas de llamadas y ventas específicas de MZA 48, se realizará un análisis general basándose en los promedios del equipo y la información disponible.\n\n*   **TMO (Tiempo Medio Operativo):** El TMO promedio del equipo es de 105.3 segundos. Si el TMO de MZA 48 es similar o inferior, es posible que no esté dedicando suficiente tiempo a la detección de necesidades y la presentación de la oferta. Si es superior, podría indicar dificultades para cerrar la venta.\n*   **% Capta Atención:** El porcentaje promedio del equipo que capta la atención del cliente (llamadas >1 minuto) es de 35.6%. Si el porcentaje de MZA 48 es inferior a este valor, es crucial mejorar su saludo y presentación para enganchar al cliente desde el inicio.\n*   **Cortes de llamada:** Es fundamental monitorear quién finaliza la llamada. Si los clientes cortan con mayor frecuencia, indica que el agente no está logrando captar su interés o está generando una mala experiencia.\n*   **Llamadas <30 seg:** Un número elevado de llamadas cortas indica problemas en el saludo y enganche inicial.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n| Criterio              | Nivel Actual   | Qué está haciendo mal o bien                                                                                                                                                                                                                                                                                                                                                           | Cómo mejorar específicamente (RESPETANDO LAS REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                                                                                                                         |\n| :-------------------- | :------------- | :-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | :---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Crítico        | No realiza una presentación efectiva y atractiva. No genera interés en la oferta desde el inicio.                                                                                                                                                                                                                                                                                          | Practicar un script de saludo y presentación impactante.  \"Hola [Nombre], soy [Tu Nombre] de Movistar.  Tengo una oferta que LE VA a interesar para su línea.\"  Enfatizar el beneficio principal desde el principio.                                                                                                                                                                                                                                                 |\n| Identificación Cliente | Excelente      | Realiza correctamente la verificación de identidad del cliente.                                                                                                                                                                                                                                                                                                                           | Mantener esta práctica.  \"Hola, ¿me comunico con [Nombre]?\"                                                                                                                                                                                                                                                                                                                                                          |\n| Detección Necesidades | Crítico        | No realiza preguntas adecuadas para identificar las necesidades del cliente. No logra personalizar la oferta.                                                                                                                                                                                                                                                                            | Utilizar preguntas clave para conocer los hábitos del cliente: \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan actual?\". Evitar preguntas abiertas como \"¿Qué es lo más importante para vos en un plan?\".                                                                                                                                                                                                             |\n| Oferta Productos     | Bajo           | No destaca los beneficios de la oferta. No menciona la promoción del 80% de descuento (si aplica). No adapta la oferta a las necesidades detectadas.                                                                                                                                                                                                                                            |  Enfatizar los beneficios clave de la oferta en función de las necesidades detectadas.  \"Con este plan, no solo vas a tener más gigas, sino que también vas a poder disfrutar de [beneficio específico] que sé que usás mucho.\" \"Además, por ser cliente Movistar, tenés un 80% de descuento en los primeros meses.\"                                                                                                                    |\n| Manejo Objeciones    | Regular        | Utiliza respuestas genéricas. No personaliza las respuestas a las objeciones específicas del cliente.                                                                                                                                                                                                                                                                                       |  Escuchar atentamente la objeción del cliente y responder de forma personalizada.  \"Entiendo tu preocupación por el precio. A varios clientes les pasó lo mismo al principio, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"                                                                                                                            |\n| Cierre               | Bajo           | No cierra la venta de forma directa. Pregunta si el cliente está interesado en continuar.                                                                                                                                                                                                                                                                                               | Asignar sucursal directamente: \"Perfecto, para avanzar con la activación, le asigno la sucursal de [Nombre de la Sucursal] que está cerca de su domicilio.\"  O buscar el domicilio del cliente para coordinar el envío.                                                                                                                                                                                                          |\n| Despedida            | Regular        | La despedida es correcta, pero sin ofrecer acompañamiento en la portabilidad.                                                                                                                                                                                                                                                                                                             | Ofrecer acompañamiento durante la portabilidad: \"Lo voy a acompañar en todo el proceso de portabilidad para que no tenga ningún inconveniente.\"                                                                                                                                                                                                                                                                                            |\n| Proactividad         | Crítico        | No ofrece fibra de forma proactiva.                                                                                                                                                                                                                                                                                                                                                     | Ofrecer fibra de forma directa, sin preguntar: \"Y además de la línea, le comento que tenemos un excelente servicio de fibra óptica que le va a interesar para su hogar. Con la fibra de Movistar, va a poder disfrutar de...\"                                                                                                                                                                                                                  |\n| Empatía              | Bueno          | Demuestra empatía en las interacciones con los clientes.                                                                                                                                                                                                                                                                                                                              | Mantener y potenciar esta habilidad.                                                                                                                                                                                                                                                                                                                                                                                       |\n| Resolución Problemas | Regular        |                                                                                                                                                                                                                                                                                                                                                                                          |                                                                                                                                                                                                                                                                                                                                                                                                                         |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1:** **Foco: Saludo y Detección de Necesidades.**\n*   Acciones: Practicar el script de saludo y presentación.  Realizar role-playing enfocándose en las preguntas clave para detectar necesidades.  Revisar grabaciones de llamadas con el mentor.\n\n**Semana 2:** **Foco: Oferta de Productos y Proactividad.**\n*   Acciones: Desarrollar un speech de venta que destaque los beneficios de la oferta en función de las necesidades detectadas.  Practicar la oferta de fibra de forma directa.\n\n**Semana 3:** **Foco: Manejo de Objeciones y Cierre.**\n*   Acciones: Crear un listado de objeciones comunes y preparar respuestas personalizadas.  Practicar técnicas de cierre directo.\n\n**Semana 4:** **Foco: Consolidación y Monitoreo.**\n*   Acciones: Revisar grabaciones de llamadas y ajustar el plan según sea necesario.  Monitorear el progreso de las métricas clave.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:** \"Y además de la línea, le comento que tenemos un excelente servicio de fibra óptica que LE VA a interesar para su hogar. Con la fibra de Movistar, va a poder disfrutar de...\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con la activación, le asigno la sucursal de [Nombre de la Sucursal] que está cerca de su domicilio.\"\n*   **Manejo de Objeciones (Precio):** \"Entiendo tu preocupación por el precio. A varios clientes les pasó lo mismo al principio, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n*   Meta de puntaje IA: Alcanzar un puntaje de 45 en 30 días.\n*   Meta de tasa de conversión: Aumentar la tasa de conversión al 3% en 30 días.\n*   Meta de ofrecimiento de productos: Ofrecer fibra en el 90% de las llamadas en 30 días.\n*   Meta de % Capta Atención: Aumentar el % Capta Atención al 40% en 30 días.\n*   Meta de TMO: Mantener el TMO entre 2 y 4 minutos.\n*   KPIs específicos: Aumentar el puntaje en \"Saludo y Presentación\" a 40 y \"Detección de Necesidades\" a 30 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 48, veo un gran potencial en vos. Tu habilidad para identificar al cliente y tu empatía son excelentes bases para construir un desempeño aún mejor. Enfócate en mejorar tu saludo y presentación, en detectar las necesidades del cliente y en ofrecer la fibra de forma proactiva. Estoy seguro de que con esfuerzo y dedicación, vas a alcanzar tus metas y convertirte en un vendedor estrella. ¡Vamos por todo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}