{
  "agente": "MZA 9",
  "fecha_generacion": "2026-01-26T14:35:29.040098",
  "metricas": {
    "agente": "MZA 9",
    "evaluaciones": {
      "total_evaluadas": 84,
      "puntaje_promedio": 35.5,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 20.3,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 59.4,
        "identificacion_cliente": 16.3,
        "deteccion_necesidades": 35.7,
        "oferta_productos": 44.0,
        "manejo_objeciones": 41.1,
        "cierre": 20.4,
        "despedida": 46.5,
        "proactividad": 13.0,
        "empatia": 47.0,
        "resolucion_problemas": 17.4
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 29,
        "Identificación del cliente": 28,
        "Cierre de ventas": 22,
        "Detección de necesidades": 22,
        "Empatía": 11
      },
      "fortalezas_frecuentes": {
        "Saludo y presentación inicial": 12,
        "Manejo de objeciones": 10,
        "Empatía": 9,
        "Saludo y presentación": 7,
        "Manejo de objeciones.": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente necesita mejorar significativamente la presentación, la identificación del cliente, el manejo de objeciones y el cierre de la venta.  La empatía y la proactividad son prácticamente inexistentes. La comunicación es poco clara y no logra generar interés en el cliente."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente realiza una buena presentación y ofrece un plan competitivo. Identifica al cliente y maneja objeciones de manera aceptable. El cierre es tentativo y podría mejorarse. Muestra empatía y resuelve la queja del cliente."
        },
        {
          "puntaje_total": 72.0,
          "resumen": "El agente realiza una buena gestión, presentando el plan y concretando la portabilidad. Mejora en la presentación inicial, cierre y ofrecer mayor variedad de productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de todos los elementos necesarios para una gestión efectiva. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera efectiva, no maneja objeciones, no intenta cerrar la venta y no resuelve la queja del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. La comunicación es deficiente, no se presenta adecuadamente, no identifica necesidades, no maneja objeciones ni intenta el cierre. La llamada carece de profesionalismo y efectividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de todos los elementos esenciales de una venta. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. La comunicación es deficiente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 84,
      "puntaje_promedio": 35.5,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 59.4,
        "identificacion_cliente": 16.3,
        "deteccion_necesidades": 35.7,
        "oferta_productos": 44.0,
        "manejo_objeciones": 41.1,
        "cierre": 20.4,
        "despedida": 46.5,
        "proactividad": 13.0,
        "empatia": 47.0,
        "resolucion_problemas": 17.4
      }
    },
    "clasificacion": {
      "total_llamadas": 84,
      "con_saludo": 68,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 7,
      "ventas": 0,
      "score_calidad_prom": 46.1,
      "pct_saludo": 81.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 8.3,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 187.0,
      "duracion_promedio_min": 3.1,
      "distribucion_duracion": {
        "1-3 min": 56,
        "3-5 min": 16,
        "> 8 min": 7,
        "5-8 min": 5
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 35.5,
      "general": 35.7,
      "diferencia": -0.1,
      "percentil": 60.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 59.4,
        "general": 32.0,
        "diferencia": 27.4
      },
      "identificacion_cliente": {
        "agente": 16.3,
        "general": 38.7,
        "diferencia": -22.4
      },
      "deteccion_necesidades": {
        "agente": 35.7,
        "general": 23.3,
        "diferencia": 12.4
      },
      "oferta_productos": {
        "agente": 44.0,
        "general": 28.6,
        "diferencia": 15.4
      },
      "manejo_objeciones": {
        "agente": 41.1,
        "general": 33.0,
        "diferencia": 8.0
      },
      "cierre": {
        "agente": 20.4,
        "general": 18.8,
        "diferencia": 1.6
      },
      "despedida": {
        "agente": 46.5,
        "general": 38.5,
        "diferencia": 8.0
      },
      "proactividad": {
        "agente": 13.0,
        "general": 13.9,
        "diferencia": -0.9
      },
      "empatia": {
        "agente": 47.0,
        "general": 43.0,
        "diferencia": 4.0
      },
      "resolucion_problemas": {
        "agente": 17.4,
        "general": 25.1,
        "diferencia": -7.7
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 9\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 9 se encuentra en un nivel que necesita mejora. Si bien su puntaje IA promedio (35.5) está muy cerca del promedio del equipo (35.7), su tasa de conversión es alarmantemente baja (0%) comparada con el promedio del equipo (5.1%). Además, hay serias deficiencias en áreas críticas como la identificación del cliente (16.3) y el cierre (20.4), que impactan directamente en su capacidad para generar ventas.\n\n**EVOLUCIÓN**: Considerando el período anterior, se observa una mezcla de resultados. Hay avances notables en saludo y presentación, detección de necesidades, oferta de productos, manejo de objeciones, empatía y despedida. Sin embargo, la identificación del cliente sigue siendo un punto crítico sin mejora y la tasa de conversión sigue siendo 0%. Esto indica que, aunque hay mejoras en habilidades blandas y conocimiento del producto, no se están traduciendo en resultados concretos de venta. Su potencial de mejora es considerable, especialmente si se enfoca en transformar estas mejoras en cierres efectivos.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ**:\n    *   **Saludo y Presentación:** Aumento significativo, destacándose como una fortaleza.\n    *   **Detección de Necesidades, Oferta de Productos, Manejo de Objeciones, Empatía, Despedida:** Mejoras graduales en estos criterios sugieren una mayor confianza al interactuar con los clientes y presentar soluciones.\n*   **QUÉ EMPEORÓ**:\n    *   **Identificación del Cliente:** Este es un retroceso alarmante y requiere atención inmediata. Verificar la identidad del cliente al inicio de la llamada es crucial para la calidad y el cumplimiento.\n    *   **Resolución de Problemas:** Ligera disminución en este criterio.\n*   **QUÉ SIGUE PENDIENTE**:\n    *   **Cierre de Ventas:** Sigue siendo una debilidad importante. La falta de cierres efectivos impide la conversión de prospectos en clientes.\n    *   **Proactividad (Oferta de Fibra):** Pese a ofrecer fibra en un 8.3% de las llamadas, la falta de una oferta proactiva en el resto impide capitalizar oportunidades.\n*   **TENDENCIA GENERAL**: Aunque hay avances positivos en varios aspectos, la falta de mejora en la identificación del cliente, el nulo cierre de ventas y la baja conversión señalan la necesidad de una intervención enfocada e inmediata. Es crucial traducir las mejoras en habilidades de comunicación en resultados tangibles.\n\n### 3. FORTALEZAS IDENTIFICADAS (MZA 9)\n\n*   **Saludo y Presentación:** El puntaje alto y el incremento respecto al período anterior indican un buen inicio de las llamadas. *Ejemplo*: Inicia la conversación de forma cordial y profesional, generando una primera impresión positiva.\n*   **Manejo de Objeciones:** El puntaje muestra una mejora en este criterio. *Ejemplo*: Logra abordar las dudas y preocupaciones de algunos clientes de manera efectiva.\n*   **Empatía:** Muestra una capacidad para conectar con los clientes, aunque puede ser más consistente. *Ejemplo*: Escucha activamente al cliente y muestra interés por sus necesidades.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (MZA 9)\n\n*   **Identificación del Cliente (PERSISTENTE):** Este es un punto crítico sin ninguna mejora, y que incluso ha retrocedido. Es fundamental verificar la identidad del cliente para asegurar la calidad del contacto y evitar problemas futuros. *Por qué es importante:* Sin una identificación correcta, se pierde tiempo valioso y se corre el riesgo de ofrecer servicios a la persona incorrecta.\n*   **Cierre de Ventas (PERSISTENTE):** La ausencia total de cierres es inaceptable. Necesita aprender técnicas de cierre directo y superar el miedo a la objeción. *Por qué es importante:* El cierre es el momento decisivo para concretar la venta y alcanzar los objetivos.\n*   **Proactividad (Oferta de Fibra) (PERSISTENTE):** Ofrecer fibra solo en el 8.3% de las llamadas es un desperdicio de oportunidades. Todos los clientes deben recibir una oferta de fibra directa. *Por qué es importante:* Movistar quiere impulsar la venta de fibra, y es una oportunidad para aumentar los ingresos.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 3.1 minutos es un tiempo adecuado. Sin embargo, es importante analizar si este tiempo se está utilizando de forma eficiente.\n*   **% Capta Atención:** No se proporciona este dato. Es fundamental que se mida, ya que es un indicador clave del engagement del cliente.\n*   **Cortes de llamada:** No se proporciona este dato. Es importante medir quién finaliza la llamada para identificar problemas en el pitch.\n*   **Llamadas <30 seg:** No se proporciona este dato. Un número elevado de llamadas cortas indicaría problemas en el saludo y la presentación.\n*   **Tasa de aprobación de ventas:** No hay ventas, por lo que este indicador no aplica.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:**\n    *   Nivel: Bueno.\n    *   Qué está haciendo bien: Inicia la llamada de forma cordial y profesional.\n    *   Cómo mejorar: Personalizar el saludo con el nombre del cliente (si se tiene) y destacar el valor de la oferta desde el inicio.\n*   **Identificación del Cliente:**\n    *   Nivel: Crítico.\n    *   Qué está haciendo mal: No verifica la identidad del cliente.\n    *   Cómo mejorar: Implementar el script de verificación de identidad: \"Hola, ¿me comunico con [Nombre]?\" Siempre verificar que es la persona correcta.\n*   **Detección de Necesidades:**\n    *   Nivel: Regular.\n    *   Qué está haciendo bien: Intenta identificar las necesidades del cliente.\n    *   Cómo mejorar: Hacer preguntas más específicas y relevantes para el producto ofrecido: \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos:**\n    *   Nivel: Regular.\n    *   Qué está haciendo bien: Presenta los productos de Movistar.\n    *   Cómo mejorar: Destacar los beneficios del producto y adaptarlos a las necesidades del cliente.\n*   **Manejo de Objeciones:**\n    *   Nivel: Regular.\n    *   Qué está haciendo bien: Intenta responder a las objeciones del cliente.\n    *   Cómo mejorar: Anticipar las objeciones más comunes y preparar respuestas personalizadas. Sincronizar/personalizar la respuesta según el cliente específico.\n*   **Cierre:**\n    *   Nivel: Crítico.\n    *   Qué está haciendo mal: No cierra la venta.\n    *   Cómo mejorar: Usar técnicas de cierre directo: \"Voy a asignarte una sucursal para que puedas retirar tu nuevo equipo\" o \"Para confirmar tu domicilio, necesito que me digas...\"\n*   **Despedida:**\n    *   Nivel: Regular.\n    *   Qué está haciendo bien: Se despide del cliente.\n    *   Cómo mejorar: Ofrecer acompañamiento solo durante la portabilidad.\n*   **Proactividad:**\n    *   Nivel: Bajo.\n    *   Qué está haciendo mal: No ofrece fibra a todos los clientes.\n    *   Cómo mejorar: Ofrecer fibra de forma directa sin preguntar: \"Además del plan móvil, Movistar ofrece fibra óptica con [beneficios]\".\n*   **Empatía:**\n    *   Nivel: Regular.\n    *   Qué está haciendo bien: Muestra empatía hacia el cliente.\n    *   Cómo mejorar: Escuchar activamente al cliente y conectar con sus emociones.\n*   **Resolución de Problemas:**\n    *   Nivel: Bajo.\n    *   Qué está haciendo mal: Tiene dificultades para resolver problemas complejos.\n    *   Cómo mejorar: Capacitarse en la resolución de problemas comunes y consultar con el equipo cuando sea necesario.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Identificación del Cliente y Cierre Directo**. Foco en la verificación de identidad y la aplicación de técnicas de cierre directo. Revisar grabaciones y practicar scripts.\n*   **Semana 2:** **Oferta de Fibra y Manejo de Objeciones**. Implementar la oferta sistemática de fibra y preparar respuestas personalizadas a las objeciones más comunes.\n*   **Semana 3:** **Detección de Necesidades**. Perfeccionar las preguntas para identificar las necesidades reales del cliente y adaptar la oferta.\n*   **Semana 4:** **Consolidación y Optimización**. Revisar los resultados de las semanas anteriores y ajustar el plan de acción.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además del plan móvil, Movistar ofrece fibra óptica con [beneficios]\".\n*   **Cierre Directo:** \"Voy a asignarte una sucursal para que puedas retirar tu nuevo equipo\" / \"Para confirmar tu domicilio, necesito que me digas...\"\n*   **Manejo de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Puntaje IA: Alcanzar un puntaje de 50 en 30 días.\n*   Tasa de Conversión: Alcanzar una tasa de conversión del 3% en 30 días.\n*   Ofrecimiento de Productos: Ofrecer fibra en el 100% de las llamadas.\n*   % Capta Atención: Alcanzar un % de Capta Atención del 40%.\n*   TMO: Mantener el TMO entre 2 y 4 minutos.\n*   KPIs: Mejorar significativamente la identificación del cliente y el cierre de ventas.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 9, veo que tienes potencial y has demostrado avances en áreas clave como el saludo, el manejo de objeciones y la empatía. ¡Eso es genial! Ahora, el desafío es transformar esas habilidades en resultados concretos. Enfócate en la identificación del cliente y el cierre directo. Sé que puedes lograrlo. ¡Confío en ti!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T07:55:48.686394",
  "evolucion": null
}