{
  "agente": "Mza 67",
  "agente_codigo": "MZA 67",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:24:03.142603",
  "metricas": {
    "agente": "Mza 67",
    "agente_codigo": "MZA 67",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 100,
      "puntaje_promedio": 28.4,
      "puntaje_min": 0,
      "puntaje_max": 140,
      "desviacion_std": 26.4,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 11,
      "llamadas_regulares": 21,
      "llamadas_criticas": 65,
      "criterios": {
        "saludo_presentacion": 7.9,
        "identificacion_cliente": 44.5,
        "deteccion_necesidades": 7.6,
        "oferta_productos": 34.4,
        "manejo_objeciones": 29.8,
        "cierre": 20.7,
        "despedida": 50.3,
        "proactividad": 5.7,
        "empatia": 38.2,
        "resolucion_problemas": 19.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 58,
        "Manejo de objeciones": 38,
        "Proactividad": 36,
        "Identificación del cliente": 34,
        "Presentación": 31
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 25,
        "Empatía": 17,
        "Despedida cordial": 11,
        "Despedida": 10,
        "Manejo de objeciones": 10
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 140.0,
          "resumen": "El agente necesita mejorar en la identificación del cliente, detección de necesidades, manejo de objeciones, cierre y proactividad.  La despedida y la empatía también deben mejorar."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, ofrece planes directamente y completa el cierre. Muestra empatía y resuelve las solicitudes del cliente de manera eficiente. No ofrece fibra u otros productos adicionales."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente (aunque no utiliza la frase clave), verifica la identidad del cliente, realiza preguntas para detectar necesidades, ofrece productos de forma directa, maneja objeciones y completa el cierre. Muestra empatía y gestiona las quejas del cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones y no cierra la venta.  La llamada se enfoca en verificar la cobertura y se ofrece enviar información por WhatsApp."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. El diálogo se centra en un reclamo del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. No hay presentación correcta, ni detección de necesidades, ni manejo de objeciones. No hay cierre ni despedida correctos."
        }
      ],
      "pct_ofrece_fibra": 8.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 432,
      "tmo_seg": 107.2,
      "pct_capta_atencion": 42.1,
      "menos_30seg": 132,
      "corte_cliente": 282,
      "corte_agente": 150
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 28.4,
      "general": 30.6,
      "diferencia": -2.2,
      "percentil": 50.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 7.9,
        "general": 17.9,
        "diferencia": -10.0
      },
      "identificacion_cliente": {
        "agente": 44.5,
        "general": 49.4,
        "diferencia": -4.9
      },
      "deteccion_necesidades": {
        "agente": 7.6,
        "general": 14.3,
        "diferencia": -6.7
      },
      "oferta_productos": {
        "agente": 34.4,
        "general": 36.1,
        "diferencia": -1.7
      },
      "manejo_objeciones": {
        "agente": 29.8,
        "general": 27.8,
        "diferencia": 2.0
      },
      "cierre": {
        "agente": 20.7,
        "general": 19.5,
        "diferencia": 1.2
      },
      "despedida": {
        "agente": 50.3,
        "general": 51.2,
        "diferencia": -0.9
      },
      "proactividad": {
        "agente": 5.7,
        "general": 8.5,
        "diferencia": -2.8
      },
      "empatia": {
        "agente": 38.2,
        "general": 37.5,
        "diferencia": 0.7
      },
      "resolucion_problemas": {
        "agente": 19.6,
        "general": 21.0,
        "diferencia": -1.4
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 67\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Mza 67 es **Crítico**. Su puntaje promedio de 28.4 está por debajo del promedio del equipo (30.6), ubicándolo en el percentil 50.6. Si bien hay algunas fortalezas identificadas, las numerosas áreas de mejora frecuentes sugieren un impacto significativo en su desempeño general. Comparado con el coaching anterior, el puntaje promedio se mantiene igual (28.4). Las áreas de mejora más frecuentes siguen siendo las mismas (Detección de necesidades, Manejo de objeciones, Proactividad, Identificación del cliente y Presentación), lo cual indica que las estrategias implementadas previamente no han tenido el impacto deseado y se requiere un nuevo enfoque. El potencial de mejora es considerable, enfocándose en las áreas críticas, se puede lograr un aumento significativo en la efectividad y el cierre de ventas.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 44.5 de 100, es la segunda fortaleza más alta del agente. Debe aprovechar esta habilidad para generar confianza desde el inicio.\n*   **Empatía:** Con 38.2 de 100, muestra una buena conexión con los clientes, lo que facilita la construcción de relaciones.\n*   **Despedida:** Obtiene un puntaje de 50.3 de 100. Asegura un cierre positivo de la interacción, dejando una buena impresión en el cliente.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un puntaje muy bajo de 7.6 de 100 y siendo el área de mejora más frecuente, es fundamental mejorar la capacidad de comprender las necesidades reales de los clientes.\n*   **Proactividad:** Con un puntaje de 5.7 de 100, es necesario que tome la iniciativa en la conversación, ofreciendo soluciones y productos de manera más activa.\n*   **Presentación y Saludo:** Con un puntaje de 7.9 de 100, la presentación inicial es débil. Esto afecta la primera impresión y la capacidad de captar la atención del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (7.9/100) El saludo actual no es efectivo. Debe comenzar cada llamada con una presentación clara y enérgica.\n    *   **MEJORA:** Implementar un saludo estandarizado: \"¡Hola! Soy [Nombre] de Movistar, tengo una oferta que LE VA a interesar.\"\n*   **Identificación del Cliente:** (44.5/100) Aunque es una fortaleza relativa, aún hay margen de mejora.\n    *   **MEJORA:** Asegurarse SIEMPRE de confirmar la identidad del cliente: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** (7.6/100) No está haciendo las preguntas correctas para entender las necesidades del cliente.\n    *   **MEJORA:** Utilizar preguntas directas como: \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés?\" inmediatamente después de la identificación.\n*   **Oferta de Productos:** (34.4/100) La oferta de productos es genérica y no se basa en las necesidades detectadas.\n    *   **MEJORA:** Después de detectar las necesidades, ofrecer soluciones específicas. Por ejemplo: \"Entiendo que usás mucho tus datos. Tengo un plan con [cantidad] GB que se ajusta perfecto a tu uso.\"\n*   **Manejo de Objeciones:** (29.8/100) No está abordando las objeciones de manera efectiva.\n    *   **MEJORA:** Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero este plan te ofrece [beneficios específicos] que superan la diferencia de costo.\"\n*   **Cierre:** (20.7/100) No está cerrando las ventas de manera efectiva.\n    *   **MEJORA:** Después de presentar la oferta y manejar las objeciones, proceder directamente al cierre: \"Perfecto, entonces ¿te asigno la sucursal más cercana o te buscamos un domicilio para la entrega?\"\n*   **Despedida:** (50.3/100) Podría ser más cordial y personalizada.\n    *   **MEJORA:** Agradecer al cliente por su tiempo y asegurar acompañamiento durante la portabilidad.\n*   **Proactividad:** (5.7/100) No está tomando la iniciativa en la conversación, esperando que el cliente lo guíe.\n    *   **MEJORA:** Ofrecer la oferta de fibra DIRECTAMENTE: \"Además, quería comentarte que tenemos promociones en fibra óptica para tu domicilio. LE VA a interesar tener internet de alta velocidad.\"\n*   **Empatía:** (38.2/100) Muestra empatía, pero puede ser más genuina y personalizada.\n    *   **MEJORA:** Escuchar activamente al cliente y responder a sus preocupaciones de manera individual.\n*   **Resolución de Problemas:** (19.6/100) No está resolviendo los problemas de los clientes de manera efectiva.\n    *   **MEJORA:** Escuchar atentamente el problema, ofrecer soluciones concretas y hacer seguimiento para asegurar la satisfacción del cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **FOCO: Saludo, Identificación y Detección de Necesidades.**\n*   **Acciones:** Practicar el saludo estandarizado y las preguntas para detectar necesidades. Grabar y autoevaluar 5 llamadas por día. Revisión diaria con el líder de equipo.\n**Semana 2:** **FOCO: Oferta de Productos y Cierre.**\n*   **Acciones:** Crear un speech de venta personalizado para cada tipo de necesidad detectada. Practicar técnicas de cierre directo. Registrar la tasa de cierre diaria.\n**Semana 3:** **FOCO: Manejo de Objeciones.**\n*   **Acciones:** Identificar las 5 objeciones más comunes y preparar respuestas específicas para cada una. Role-playing con el líder de equipo.\n**Semana 4:** **FOCO: Proactividad y Oferta de Fibra.**\n*   **Acciones:** Integrar la oferta de fibra en el speech de venta estándar. Medir el impacto en las ventas totales.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Oferta de Fibra:** \"Además, quería comentarte que tenemos promociones en fibra óptica para tu domicilio. LE VA a interesar tener internet de alta velocidad.\"\n*   **Cierre Directo:** \"Perfecto, entonces ¿te asigno la sucursal más cercana o te buscamos un domicilio para la entrega?\"\n*   **Manejo de Objeciones:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero este plan te ofrece [beneficios específicos] que superan la diferencia de costo.\"\n    *   **Competencia:** \"Entiendo. Pero Movistar te ofrece [ventajas competitivas] que no encontrarás en otras compañías.\"\n    *   **No necesito más GB:** \"Quizás ahora no, pero con este plan tenés la tranquilidad de no quedarte sin datos y disfrutar de [beneficios adicionales].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje del Modelo:** Aumentar el puntaje promedio del modelo a 60 en 30 días.\n*   **Calidad de Llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" al 50% en 30 días.\n*   **KPIs:**\n    *   **Tasa de Cierre:** Aumentar la tasa de cierre en un 15% en 30 días.\n    *   **Detección de Necesidades:** Aumentar el puntaje en \"Detección de Necesidades\" a 60 de 100 en 30 días.\n    *   **Proactividad:** Aumentar el puntaje en \"Proactividad\" a 40 de 100 en 30 días.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 67, tenés la capacidad de conectar con los clientes y construir relaciones gracias a tu empatía. Ahora, vamos a potenciar esa habilidad con un enfoque más estratégico en la detección de necesidades y un cierre más directo. ¡Confío en que con este plan de acción vas a alcanzar tu máximo potencial y superar tus propios límites! ¡Vamos por ese 60!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}