{
  "agente": "MZA 301",
  "fecha_generacion": "2026-01-26T14:50:59.911507",
  "metricas": {
    "agente": "MZA 301",
    "evaluaciones": {
      "total_evaluadas": 5,
      "puntaje_promedio": 20.6,
      "puntaje_min": 0.0,
      "puntaje_max": 30.0,
      "desviacion_std": 12.2,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 2,
      "criterios": {
        "saludo_presentacion": 20.0,
        "identificacion_cliente": 80.0,
        "deteccion_necesidades": 30.0,
        "oferta_productos": 24.0,
        "manejo_objeciones": 14.0,
        "cierre": 4.0,
        "despedida": 4.0,
        "proactividad": 14.0,
        "empatia": 26.0,
        "resolucion_problemas": 26.0
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 3,
        "Detección de necesidades": 2,
        "Presentación": 1,
        "Identificación del cliente": 1,
        "Oferta de productos": 1
      },
      "fortalezas_frecuentes": {
        "Verificación de la identidad del cliente": 2,
        "Identificación correcta del cliente.": 1,
        "Intento de resolución de problemas de audio.": 1,
        "Identificación del cliente": 1
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 30.0,
          "resumen": "El agente no menciona la promoción del 80% de descuento, no realiza un cierre directo, ni muestra una despedida correcta. Presenta problemas en la oferta de productos y la proactividad.  Sin embargo, identifica correctamente al cliente y busca solucionar problemas de audio."
        },
        {
          "puntaje_total": 29.0,
          "resumen": "El agente no menciona la promoción del 80% de descuento y no realiza un cierre adecuado. La detección de necesidades es deficiente. No hay empatía."
        },
        {
          "puntaje_total": 24.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la llamada. No se presenta correctamente, no menciona el descuento del 80%, no maneja objeciones y no hay cierre. La detección de necesidades es limitada y la proactividad es baja."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos ni menciona la promoción. No realiza cierre ni muestra empatía."
        },
        {
          "puntaje_total": 20.0,
          "resumen": "El agente no cumple con los criterios de presentación, cierre y proactividad. No menciona la promoción del 80% de descuento y el manejo de objeciones y la resolución de problemas son deficientes."
        },
        {
          "puntaje_total": 24.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la llamada. No se presenta correctamente, no menciona el descuento del 80%, no maneja objeciones y no hay cierre. La detección de necesidades es limitada y la proactividad es baja."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 5,
      "puntaje_promedio": 20.6,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 2,
      "criterios": {
        "saludo_presentacion": 20.0,
        "identificacion_cliente": 80.0,
        "deteccion_necesidades": 30.0,
        "oferta_productos": 24.0,
        "manejo_objeciones": 14.0,
        "cierre": 4.0,
        "despedida": 4.0,
        "proactividad": 14.0,
        "empatia": 26.0,
        "resolucion_problemas": 26.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 20.6,
      "general": 35.7,
      "diferencia": -15.1,
      "percentil": 39.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 20.0,
        "general": 32.0,
        "diferencia": -12.0
      },
      "identificacion_cliente": {
        "agente": 80.0,
        "general": 38.7,
        "diferencia": 41.3
      },
      "deteccion_necesidades": {
        "agente": 30.0,
        "general": 23.3,
        "diferencia": 6.7
      },
      "oferta_productos": {
        "agente": 24.0,
        "general": 28.6,
        "diferencia": -4.6
      },
      "manejo_objeciones": {
        "agente": 14.0,
        "general": 33.0,
        "diferencia": -19.0
      },
      "cierre": {
        "agente": 4.0,
        "general": 18.8,
        "diferencia": -14.8
      },
      "despedida": {
        "agente": 4.0,
        "general": 38.5,
        "diferencia": -34.5
      },
      "proactividad": {
        "agente": 14.0,
        "general": 13.9,
        "diferencia": 0.1
      },
      "empatia": {
        "agente": 26.0,
        "general": 43.0,
        "diferencia": -17.0
      },
      "resolucion_problemas": {
        "agente": 26.0,
        "general": 25.1,
        "diferencia": 0.9
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 301\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 301 se encuentra actualmente en un nivel **Crítico** en comparación con el resto del equipo. Su puntaje IA promedio de 20.6 está significativamente por debajo del promedio general del equipo (35.7), ubicándose en el percentil 39. El vendedor muestra una identificación del cliente muy buena, pero flaquea considerablemente en áreas cruciales como el manejo de objeciones, el cierre y la despedida. La detección de necesidades y la oferta de productos también necesitan mejorar.\n\nDada la información disponible, no se puede determinar si el desempeño de MZA 301 mejoró o empeoró con respecto al período anterior, ya que no hay datos de un período previo en este informe. Sin embargo, la diferencia significativa con el promedio del equipo sugiere que hay un potencial considerable de mejora. Enfocándose en las áreas críticas mencionadas, MZA 301 podría mejorar significativamente su rendimiento.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ:** No se puede determinar debido a la falta de datos históricos.\n*   **QUÉ EMPEORÓ:** No se puede determinar debido a la falta de datos históricos.\n*   **QUÉ SIGUE PENDIENTE:** Asumiendo que las áreas de mejora identificadas son persistentes, MZA 301 necesita seguir trabajando en el manejo de objeciones, el cierre, la despedida, la detección de necesidades y la oferta de productos.\n*   **TENDENCIA GENERAL:** Sin datos previos, es difícil determinar la tendencia general. Es crucial monitorear el progreso de MZA 301 en las próximas semanas para evaluar si va por buen camino o necesita una intervención más intensiva.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n1.  **Identificación del cliente:** MZA 301 destaca en la identificación correcta del cliente (80% de efectividad). Esto demuestra una capacidad para verificar la identidad de la persona contactada, crucial para asegurar la comunicación con el prospecto correcto.\n2.  **Intento de resolución de problemas técnicos:** Se observa un intento de resolver problemas técnicos de audio. Esto indica una disposición para ayudar al cliente y resolver inconvenientes que puedan surgir durante la llamada.\n3.  **Disposición a la resolución de problemas:** MZA 301 muestra una disposición a intentar solucionar problemas que puedan surgir, lo que puede generar una mejor experiencia para el cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n1.  **Cierre (PERSISTENTE):** El puntaje en cierre es extremadamente bajo (4.0). No está cerrando las ventas de manera efectiva. Es fundamental capacitarlo en técnicas de cierre directo y efectivas.\n    *   **Por qué es importante:** Sin un cierre efectivo, todo el esfuerzo previo de la llamada se desperdicia.\n2.  **Manejo de Objeciones (PERSISTENTE):** Tiene dificultades para rebatir las objeciones de los clientes (puntaje 14.0). Necesita aprender a personalizar sus respuestas y a contrarrestar las dudas de manera efectiva.\n    *   **Por qué es importante:** Un buen manejo de objeciones convierte la resistencia del cliente en una oportunidad de venta.\n3.  **Despedida (PERSISTENTE):** El puntaje en despedida es muy bajo (4.0). No está finalizando las llamadas de forma profesional y dejando una buena impresión.\n    *   **Por qué es importante:** La despedida es la última oportunidad de dejar una impresión positiva y asegurar la posibilidad de contacto futuro si la venta no se concreta de inmediato.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nNo se proporcionan las métricas de calidad de llamadas y ventas del agente.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                | Nivel      | Qué está haciendo mal                                                                                                                                        | Cómo mejorar                                                                                                                                                                                                                                                                                                                                                                                                          |\n| ----------------------- | ---------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación  | Bajo       | No se presenta correctamente en todas las llamadas.                                                                                                                | Debe seguir el script de saludo y presentación estándar: \"Hola, [Nombre del cliente], mi nombre es [Tu Nombre], soy de Movistar y tengo una oferta que le VA a interesar.\"                                                                                                                                                                                                                         |\n| Identificación Cliente | Excelente  | En general, identifica correctamente al cliente.                                                                                                              | Mantener esta práctica.                                                                                                                                                                                                                                                                                                                                                                                 |\n| Detección Necesidades   | Regular     | Realiza preguntas genéricas que no profundizan en las necesidades reales del cliente.                                                                           | En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" para obtener información más específica.                                                                                                                                                                                                            |\n| Oferta de Productos    | Regular     | No menciona la promoción del 80% de descuento en algunas llamadas.                                                                                            | Asegurarse de mencionar SIEMPRE las promociones vigentes.                                                                                                                                                                                                                                                                                                                                            |\n| Manejo de Objeciones   | Crítico      | No maneja las objeciones de forma personalizada y efectiva.                                                                                                  | Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Por ejemplo, ante una objeción de precio, responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"                                                     |\n| Cierre                  | Crítico      | No realiza un cierre directo.                                                                                                                                | En lugar de preguntar \"¿Te parece bien si procedemos?\", asignar la sucursal directamente o buscar el domicilio del cliente. Por ejemplo: \"Perfecto, ya estoy asignando tu pedido a la sucursal más cercana para que puedas retirar tu nuevo equipo\".                                                                                                                                                     |\n| Despedida               | Crítico      | No ofrece acompañamiento durante la portabilidad.                                                                                                              | Ofrecer acompañamiento durante la portabilidad al finalizar la llamada: \"Estaré acompañándote durante todo el proceso de portabilidad para asegurarme de que no tengas ningún inconveniente.\"                                                                                                                                                                                                             |\n| Proactividad            | Bajo       | No ofrece fibra en todas las llamadas.                                                                                                                          | Comentar DIRECTAMENTE sobre la fibra sin preguntar si le interesa: \"Aprovechando que estamos hablando, te comento que también tenemos el servicio de fibra óptica con [beneficios/características relevantes]\".                                                                                                                                                                             |\n| Empatía                 | Regular     | La empatía no es consistente en todas las llamadas.                                                                                                            | Escuchar activamente al cliente y mostrar comprensión por sus necesidades y preocupaciones. Utilizar frases como \"Entiendo lo que me estás diciendo\" o \"Puedo ayudarte con eso\".                                                                                                                                                                                                                  |\n| Resolución Problemas    | Regular     | Tiene margen de mejora en la resolución de problemas.                                                                                                        | Ofrecer soluciones concretas a los problemas planteados por el cliente. En caso de no poder resolver el problema de inmediato, ofrecer una solución a corto plazo (ej. \"Voy a consultar con mi supervisor y te llamo en 15 minutos con una respuesta\").                                                                                                                                              |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco: CIERRE**.\n    *   Acciones: Capacitación intensiva en técnicas de cierre directo. Role-playing de situaciones de cierre. Revisión de grabaciones de llamadas para identificar oportunidades perdidas de cierre.\n*   **Semana 2:** **Foco: MANEJO DE OBJECIONES.**\n    *   Acciones: Preparación de un script con respuestas personalizadas para las objeciones más comunes. Role-playing de situaciones con objeciones.\n*   **Semana 3:** **Foco: SALUDO, DESPEDIDA y PROACTIVIDAD (Fibra).**\n    *   Acciones: Reforzar el script de saludo y despedida. Asegurarse de que esté ofreciendo fibra en todas las llamadas.\n*   **Semana 4:** **Foco: CONSOLIDACIÓN y SEGUIMIENTO.**\n    *   Acciones: Revisión general del desempeño. Monitoreo continuo de las áreas de mejora. Sesiones de coaching individuales para abordar cualquier dificultad persistente.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Aprovechando que estamos hablando, te comento que también tenemos el servicio de fibra óptica con [velocidad] y [beneficio clave], ideal para [actividad que realiza el cliente en casa]\".\n*   **Cierre directo:** \"Perfecto, ya estoy asignando tu pedido a la sucursal más cercana para que puedas retirar tu nuevo equipo\" / \"Excelente, necesito validar tu domicilio para coordinar la entrega del chip, ¿me confirmás la calle y el número?\".\n*   **Manejo de objeciones (precio):** \"Entiendo que el precio es importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, recordá que tenés un 80% de descuento por X meses.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 40 (superar el promedio del equipo)\n*   Meta de tasa de conversión: 3% (acercarse al promedio del equipo)\n*   Meta de ofrecimiento de productos (fibra): 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40% (acercarse al promedio del equipo)\n*   Meta de TMO a alcanzar: 120 segundos (aumentar la duración para generar mayor engagement)\n*   KPI específico a mejorar: Cierre (aumentar el puntaje en al menos 20 puntos)\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 301, reconozco tu esfuerzo y tu capacidad para identificar correctamente a los clientes. Esa es una gran fortaleza. Ahora, vamos a trabajar juntos para potenciar tus habilidades de cierre y manejo de objeciones. Sé que tienes el potencial para superar tus desafíos actuales y alcanzar un desempeño sobresaliente. Con dedicación y enfoque, estoy seguro de que verás resultados positivos muy pronto. ¡Confío en tu capacidad de crecimiento!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}