{
  "agente": "amza27",
  "fecha_generacion": "2026-02-23T09:36:15.671079",
  "metricas": {
    "agente": "amza27",
    "evaluaciones": {
      "total_evaluadas": 83,
      "puntaje_promedio": 40.6,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 28.8,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 28.3,
        "identificacion_cliente": 51.7,
        "deteccion_necesidades": 29.6,
        "oferta_productos": 48.9,
        "manejo_objeciones": 39.2,
        "cierre": 28.0,
        "despedida": 63.4,
        "proactividad": 27.7,
        "empatia": 59.4,
        "resolucion_problemas": 37.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 32,
        "Manejo de objeciones": 23,
        "Identificación del cliente": 22,
        "Proactividad": 17,
        "Oferta de productos": 14
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 14,
        "Empatía": 12,
        "Despedida cordial": 11,
        "Manejo de objeciones": 10,
        "Despedida": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión. El agente se presenta, identifica al cliente, detecta necesidades, ofrece productos de forma directa, maneja el cierre correctamente y muestra proactividad."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión. El agente cumplió con todos los criterios de evaluación, ofreciendo productos de forma directa, detectando necesidades y cerrando la venta de manera efectiva. Demostró empatía y resolvió las objeciones del cliente."
        },
        {
          "puntaje_total": 96.0,
          "resumen": "El agente realiza una buena gestión, presentando el motivo, ofreciendo un plan claro y manejando objeciones. Se muestra proactivo y empático."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con las reglas de negocio en ninguna de las áreas evaluadas. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no completa el cierre. No ofrece productos de forma directa y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada no productiva. El cliente se queja de las llamadas y el agente no presenta ni ofrece nada."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con ningún criterio de evaluación. El cliente expresa una queja sobre llamadas insistentes y el agente no reacciona."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 83,
      "puntaje_promedio": 40.6,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 28.3,
        "identificacion_cliente": 51.7,
        "deteccion_necesidades": 29.6,
        "oferta_productos": 48.9,
        "manejo_objeciones": 39.2,
        "cierre": 28.0,
        "despedida": 63.4,
        "proactividad": 27.7,
        "empatia": 59.4,
        "resolucion_problemas": 37.1
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 40.6,
      "general": 37.5,
      "diferencia": 3.2,
      "percentil": 59.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 28.3,
        "general": 31.4,
        "diferencia": -3.1
      },
      "identificacion_cliente": {
        "agente": 51.7,
        "general": 61.3,
        "diferencia": -9.6
      },
      "deteccion_necesidades": {
        "agente": 29.6,
        "general": 25.6,
        "diferencia": 4.0
      },
      "oferta_productos": {
        "agente": 48.9,
        "general": 41.8,
        "diferencia": 7.1
      },
      "manejo_objeciones": {
        "agente": 39.2,
        "general": 35.1,
        "diferencia": 4.1
      },
      "cierre": {
        "agente": 28.0,
        "general": 22.4,
        "diferencia": 5.6
      },
      "despedida": {
        "agente": 63.4,
        "general": 59.7,
        "diferencia": 3.6
      },
      "proactividad": {
        "agente": 27.7,
        "general": 12.5,
        "diferencia": 15.2
      },
      "empatia": {
        "agente": 59.4,
        "general": 47.6,
        "diferencia": 11.8
      },
      "resolucion_problemas": {
        "agente": 37.1,
        "general": 30.4,
        "diferencia": 6.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza27\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nAmza27 se encuentra ligeramente por encima del promedio del equipo en cuanto a puntaje IA (40.6 vs 37.5), ubicándose en el percentil 59.5. Esto lo sitúa en un nivel **Promedio con potencial**. Su desempeño es variable, con llamadas que alcanzan la excelencia y otras que requieren atención urgente. La clave para amza27 es la consistencia y la aplicación de técnicas más efectivas en áreas específicas.\n\n**EVOLUCIÓN**: Comparado con el período anterior, amza27 ha mostrado una **leve mejoría** en varios criterios, como detección de necesidades, oferta de productos, manejo de objeciones, cierre, proactividad, empatía y resolución de problemas. Sin embargo, ha **retrocedido** en saludo y presentación e identificación del cliente, lo que indica una necesidad de volver a enfocarse en los fundamentos. Su potencial de mejora es alto, ya que ha demostrado ser capaz de alcanzar la excelencia en ciertas llamadas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ**:\n    *   **Detección de necesidades:** Incremento notable de 4 puntos. Esto indica que está haciendo mejores preguntas para entender lo que el cliente necesita.\n    *   **Oferta de productos:** Aumento de 7.1 puntos. Está presentando mejor los productos.\n    *   **Manejo de objeciones:** Mejora de 4.1 puntos. Está respondiendo de manera más efectiva a las dudas de los clientes.\n    *   **Cierre:** Incremento de 5.6 puntos. Está cerrando más ventas o mostrando mayor efectividad al intentar cerrar.\n    *   **Proactividad:** Aumento significativo de 15.2 puntos. Está ofreciendo la fibra de forma más consistente, lo cual es excelente.\n    *   **Empatía:** Mejora de 11.8 puntos. Muestra una mayor conexión con el cliente.\n    *   **Resolución de problemas:** Aumento de 6.7 puntos. Aborda de manera más efectiva las inquietudes del cliente.\n\n    *¡FELICITACIONES!* Es fundamental seguir reforzando estos avances.\n\n*   **QUÉ EMPEORÓ**:\n    *   **Saludo y presentación:** Disminución de 3.1 puntos. Ha perdido terreno en cómo inicia la llamada.\n    *   **Identificación del cliente:** Descenso de 9.6 puntos. Está descuidando la verificación de la identidad del cliente al inicio.\n\n    *ATENCIÓN*: Es crucial abordar estas caídas.\n\n*   **QUÉ SIGUE PENDIENTE**:\n    Aunque mejoró, la **proactividad** sigue siendo un área con margen de crecimiento, aunque el aumento de 15.2 puntos es para destacar. Hay que seguir insistiendo en la oferta de fibra en cada llamada.\n\n*   **TENDENCIA GENERAL**:\n    A pesar de las áreas de mejora, la tendencia general es **positiva**. Los avances en cierre, oferta de productos y detección de necesidades son alentadores. Sin embargo, la caída en saludo/presentación e identificación del cliente requiere atención inmediata para no afectar negativamente el resto del proceso.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía:** (Fortaleza Frecuente, Aumento Semanal) Consistentemente demuestra empatía, lo cual ayuda a generar confianza y conexión con el cliente. Por ejemplo, en varias llamadas, se evidencia que escucha atentamente las inquietudes del cliente.\n*   **Manejo de Objeciones:** (Fortaleza Frecuente, Aumento Semanal) Ha demostrado habilidad para rebatir objeciones de forma efectiva. La mejora de esta semana es muy notoria.\n*   **Proactividad:** (Nueva Fortaleza, Aumento Semanal) El aumento significativo en proactividad, impulsado por la oferta de fibra, es una fortaleza en desarrollo que debe continuar potenciando.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del cliente:** (Nueva Debilidad, Descenso Semanal) La caída en este criterio es preocupante. No verificar la identidad del cliente puede generar problemas legales y operativos. Es crucial retomar el hábito de verificar la identidad al inicio de cada llamada.\n*   **Saludo y presentación:** (Nueva Debilidad, Descenso Semanal) Un saludo y presentación débiles pueden generar una mala primera impresión y afectar el engagement del cliente. Es fundamental recuperar la confianza y profesionalismo al inicio de la llamada.\n*   **Cierre:** (Persistente, aunque con mejora semanal) A pesar de la mejora, el puntaje en cierre sigue siendo bajo. Es necesario implementar técnicas de cierre más efectivas y directas, evitando frases como \"¿Le gustaría...?\" o \"¿Te parece bien si...?\".\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nSin datos específicos de TMO, tasa de aprobación, etc., me baso en los promedios del equipo para interpretar las métricas de amza27 de forma indirecta.\n\n*   **TMO (Tiempo Medio Operativo):** El TMO promedio del equipo es de 105.3 segundos. Es fundamental monitorear el TMO individual de amza27 en la próxima semana. Si su TMO es significativamente menor, podría indicar que está cortando llamadas antes de tiempo o no está profundizando lo suficiente en las necesidades del cliente. Si es mucho mayor, puede estar teniendo dificultades para cerrar o está dedicando demasiado tiempo a clientes no interesados.\n*   **% Capta Atención:** El promedio del equipo es de 35.6%. Este KPI es crítico. Si amza27 está por debajo de este promedio, necesita urgentemente mejorar su saludo y presentación, así como su habilidad para generar interés en los primeros segundos de la llamada. La caída en \"Saludo y Presentación\" sugiere que podría estar teniendo problemas con esto.\n*   **Cortes de llamada:** Es importante registrar quién corta la llamada. Si los clientes cortan más que el agente, indica un problema en el pitch inicial. Si el agente corta más, puede estar evitando objeciones o no sabiendo cómo manejar clientes difíciles.\n*   **Llamadas <30 seg:** Monitorear la cantidad de llamadas que duran menos de 30 segundos. Si hay muchas, el agente no está logrando enganchar al cliente.\n*   **Tasa de aprobación de ventas:** Sin datos individuales, comparar con el promedio del equipo (3.2%). Si hay una diferencia significativa, investigar las causas. Una tasa baja puede indicar problemas de calidad en las ventas o falta de seguimiento.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y presentación:** (Bajo) El descenso en esta área indica que el saludo puede ser poco profesional o poco atractivo.\n    *   **Qué está haciendo mal:** Posiblemente usando frases genéricas o poco personalizadas.\n    *   **Cómo mejorar específicamente:**\n        *   **Revisar el script del saludo y presentación.** Adaptar el saludo para que sea más directo y genere interés.\n        *   **Comenzar la llamada con:** \"Hola, [Nombre], mi nombre es [Nombre] de Movistar. Tengo una oferta que le **VA** a interesar.\" (enfatizando el beneficio).\n\n*   **Identificación del cliente:** (Regular) Está descuidando la verificación de la identidad del cliente.\n    *   **Qué está haciendo mal:** Saltándose la verificación o haciéndola de forma incorrecta.\n    *   **Cómo mejorar específicamente:**\n        *   **Al inicio de la llamada, SIEMPRE preguntar:** \"Hola, ¿me comunico con [Nombre]?\"\n        *   **Explicar la importancia de la verificación:** \"Necesito confirmar que estoy hablando con la persona correcta para poder ofrecerle esta información.\"\n\n*   **Detección de necesidades:** (Bajo, con mejora semanal) Aún necesita mejorar la calidad de las preguntas para entender las necesidades del cliente.\n    *   **Qué está haciendo mal:** Haciendo preguntas genéricas o no profundizando lo suficiente.\n    *   **Cómo mejorar específicamente:**\n        *   **En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente?\"\n\n*   **Oferta de productos:** (Regular, con mejora semanal) Está presentando mejor los productos, pero aún hay margen de mejora en la claridad y el enfoque en los beneficios.\n    *   **Qué está haciendo mal:** No destacando los beneficios clave para el cliente específico.\n    *   **Cómo mejorar específicamente:**\n        *   **Después de entender las necesidades del cliente, conectar el producto con esas necesidades:** \"Considerando que usás mucho [aplicación/tipo de contenido], el plan [nombre del plan] con [cantidad de GB] te **VA** a permitir disfrutar sin preocuparte por quedarte sin datos.\"\n\n*   **Manejo de objeciones:** (Regular, con mejora semanal) Está respondiendo mejor a las objeciones, pero necesita personalizar más sus respuestas.\n    *   **Qué está haciendo mal:** Usando respuestas genéricas.\n    *   **Cómo mejorar específicamente:**\n        *   **Escuchar atentamente la objeción y responder de forma personalizada:** \"Entiendo que le preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n*   **Cierre:** (Bajo, con mejora semanal) El cierre sigue siendo un punto débil.\n    *   **Qué está haciendo mal:** Siendo indeciso o usando frases indirectas.\n    *   **Cómo mejorar específicamente:**\n        *   **Cierre directo:** \"Perfecto, para activar el plan, necesito que me indiques tu sucursal de Movistar más cercana o, si preferís, puedo buscar el domicilio para coordinar la entrega.\"\n\n*   **Despedida:** (Bueno) Mantiene una despedida cordial.\n    *   **Qué está haciendo bien:** Despidiéndose de forma amable.\n    *   **Cómo mejorar específicamente:** Seguir manteniendo la cordialidad.\n\n*   **Proactividad:** (Bajo, con gran mejora semanal) Está ofreciendo la fibra de forma más consistente, pero aún hay margen de mejora.\n    *   **Qué está haciendo mal:** Tal vez no ofreciendo la fibra en todas las llamadas.\n    *   **Cómo mejorar específicamente:**\n        *   **En cada llamada, después de presentar el plan, agregar:** \"Además, Movistar ofrece fibra óptica de alta velocidad. Comentame, ¿tenés fibra en tu domicilio?\" (sin preguntar si le interesa, ofreciendo directamente).\n\n*   **Empatía:** (Bueno) Muestra empatía hacia el cliente.\n    *   **Qué está haciendo bien:** Escuchando y mostrando comprensión.\n    *   **Cómo mejorar específicamente:** Seguir cultivando la empatía.\n\n*   **Resolución de problemas:** (Regular, con mejora semanal) Resuelve mejor los problemas.\n    *   **Qué está haciendo bien:** Abordando las inquietudes del cliente.\n    *   **Cómo mejorar específicamente:** Escuchar activamente y ofrecer soluciones concretas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Recuperar los Fundamentos (26 Ene - 1 Feb)**\n    *   **Foco principal:** Reforzar el saludo/presentación e identificación del cliente.\n    *   **Acciones específicas:**\n        *   Practicar el script del saludo y presentación con énfasis en la oferta.\n        *   Asegurar la verificación de identidad en cada llamada.\n        *   Revisar grabaciones de llamadas exitosas para identificar los elementos clave.\n\n**Semana 2:** **Optimización de la Detección de Necesidades y el Cierre (2 Feb - 8 Feb)**\n    *   **Foco principal:** Mejorar la calidad de las preguntas y las técnicas de cierre.\n    *   **Acciones específicas:**\n        *   Implementar preguntas más específicas para detectar necesidades.\n        *   Practicar técnicas de cierre directo.\n        *   Analizar grabaciones para identificar oportunidades de mejora en el cierre.\n\n**Semana 3:** **Consolidación de la Proactividad y el Manejo de Objeciones (9 Feb - 15 Feb)**\n    *   **Foco principal:** Mantener la oferta de fibra en cada llamada y personalizar el manejo de objeciones.\n    *   **Acciones específicas:**\n        *   Monitorear el ofrecimiento de fibra en cada llamada.\n        *   Crear un banco de respuestas personalizadas a las objeciones más comunes.\n\n**Semana 4:** **Optimización Integral y Medición de Resultados (16 Feb - 22 Feb)**\n    *   **Foco principal:** Revisar todas las áreas de mejora y medir el impacto del plan de acción.\n    *   **Acciones específicas:**\n        *   Analizar métricas clave (puntaje IA, tasa de conversión, % Capta Atención).\n        *   Ajustar el plan según los resultados.\n        *   Celebrar los logros y reconocer el esfuerzo.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad del Cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n    *   \"Necesito confirmar que estoy hablando con la persona correcta para poder ofrecerle esta información.\"\n\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actualmente?\"\n    *   \"¿Compartís internet con otros dispositivos?\"\n\n*   **Oferta de Fibra Directa:**\n    *   \"Además, Movistar ofrece fibra óptica de alta velocidad. Comentame, ¿tenés fibra en tu domicilio?\"\n\n*   **Técnicas de Cierre Directo:**\n    *   \"Perfecto, para activar el plan, necesito que me indiques tu sucursal de Movistar más cercana o, si preferís, puedo buscar el domicilio para coordinar la entrega.\"\n\n*   **Manejo de Objeciones Personalizado:**\n    *   **Precio:** \"Entiendo que le preocupe el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   **Ya tiene un plan:** \"Entiendo. Sin embargo, este plan le VA a ofrecer [beneficios específicos] por un precio similar o incluso menor.\"\n    *   **No le interesa la fibra:** \"Entiendo. Pero la fibra óptica de Movistar le VA a permitir disfrutar de una conexión mucho más rápida y estable, ideal para [actividades que requieran alta velocidad].\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 55\n*   **Tasa de conversión:** Aumentar en 1 punto porcentual (si la tasa actual no se conoce, la meta inicial es alcanzar el promedio del equipo: 3.2%).\n*   **Ofrecimiento de productos:** Ofrecer al menos 3 productos diferentes en cada llamada (plan de celular, fibra, servicios adicionales).\n*   **% Capta Atención (llamadas >1 min):** Aumentar a 45%\n*   **TMO a alcanzar:** Mantener el TMO dentro del rango de 2 a 4 minutos.\n*   **KPIs específicos a mejorar:** Aumentar el puntaje en \"Saludo y presentación\" e \"Identificación del cliente\" a 70.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nAmza27, ¡excelente trabajo en la última semana! Tu esfuerzo se ve reflejado en la mejora notable en áreas clave como cierre, detección de necesidades y proactividad. ¡Ese aumento de 15 puntos en proactividad es impresionante! Ahora, volvamos a enfocarnos en el saludo inicial y la verificación de la identidad. Recuerda, esos son los cimientos de una venta exitosa. ¡Sé que tienes el potencial para alcanzar la excelencia! ¡Vamos por más!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}