{
  "agente": "Mza 52",
  "agente_codigo": "MZA 52",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:49:43.638193",
  "metricas": {
    "agente": "Mza 52",
    "agente_codigo": "MZA 52",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 12,
      "puntaje_promedio": 61.8,
      "puntaje_min": 0,
      "puntaje_max": 100,
      "desviacion_std": 30.4,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 6,
      "llamadas_regulares": 0,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 25.0,
        "identificacion_cliente": 75.0,
        "deteccion_necesidades": 29.2,
        "oferta_productos": 87.5,
        "manejo_objeciones": 75.0,
        "cierre": 70.8,
        "despedida": 75.0,
        "proactividad": 33.3,
        "empatia": 76.7,
        "resolucion_problemas": 50.0
      },
      "areas_mejora_frecuentes": {
        "Mejorar la presentación inicial.": 3,
        "Realizar preguntas para detectar las necesidades del cliente.": 2,
        "Cierre de la venta": 2,
        "Indagar más sobre las necesidades del cliente (consumo de datos": 1,
        "etc.).": 1
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 4,
        "Identificación correcta del cliente.": 3,
        "Empatía": 3,
        "Identificación y verificación del cliente.": 2,
        "Oferta directa de productos.": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente realizó una excelente gestión de venta, cumpliendo con todos los criterios y ofreciendo los productos de manera efectiva."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realiza una buena gestión de venta, cumpliendo con los criterios y ofreciendo los productos de forma directa. Se identifica correctamente y cierra la venta con éxito. El único punto de mejora es ofrecer productos adicionales."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente demostró buen manejo de objeciones y proactividad, aunque la presentación fue mejorable. Buen manejo general de la conversación y cierre tentativo."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de presentación, identificación, detección de necesidades y cierre. No muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 15.0,
          "resumen": "El agente no cumple con los criterios de presentación, identificación ni cierre. La detección de necesidades es inexistente. Se ofrecen planes, pero no fibra. No hay manejo de objeciones ni una despedida adecuada."
        },
        {
          "puntaje_total": 30.0,
          "resumen": "El agente ofrece fibra directamente y se despide de forma cordial. No se presenta correctamente, no detecta necesidades, no maneja objeciones y no logra un cierre efectivo."
        }
      ],
      "pct_ofrece_fibra": 41.7
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 411,
      "tmo_seg": 78.7,
      "pct_capta_atencion": 21.7,
      "menos_30seg": 204,
      "corte_cliente": 296,
      "corte_agente": 114
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 61.8,
      "general": 30.6,
      "diferencia": 31.3,
      "percentil": 87.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 25.0,
        "general": 17.9,
        "diferencia": 7.1
      },
      "identificacion_cliente": {
        "agente": 75.0,
        "general": 49.4,
        "diferencia": 25.6
      },
      "deteccion_necesidades": {
        "agente": 29.2,
        "general": 14.3,
        "diferencia": 14.8
      },
      "oferta_productos": {
        "agente": 87.5,
        "general": 36.1,
        "diferencia": 51.4
      },
      "manejo_objeciones": {
        "agente": 75.0,
        "general": 27.8,
        "diferencia": 47.2
      },
      "cierre": {
        "agente": 70.8,
        "general": 19.5,
        "diferencia": 51.3
      },
      "despedida": {
        "agente": 75.0,
        "general": 51.2,
        "diferencia": 23.8
      },
      "proactividad": {
        "agente": 33.3,
        "general": 8.5,
        "diferencia": 24.9
      },
      "empatia": {
        "agente": 76.7,
        "general": 37.5,
        "diferencia": 39.2
      },
      "resolucion_problemas": {
        "agente": 50.0,
        "general": 21.0,
        "diferencia": 29.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 52\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 52 es **Necesita Mejora**. Si bien supera significativamente el puntaje promedio general del equipo (61.8 vs. 30.6), su desempeño individual presenta áreas críticas que están limitando su potencial. Su percentil de 87.5 indica que tiene la capacidad de sobresalir, pero necesita un enfoque estructurado para desarrollar habilidades clave.\n\nComparado con el coaching anterior (2026-02-08), no se observa una evolución sustancial en las áreas de mejora identificadas previamente, como la presentación inicial, la detección de necesidades y el cierre de la venta. Es crucial implementar un plan de acción enfocado en corregir estas deficiencias de manera efectiva. El potencial de mejora es alto, y con la capacitación y el seguimiento adecuados, Mza 52 puede convertirse en un vendedor de alto rendimiento.\n\n### 2. FORTALEZAS\n*   **Manejo de objeciones:** Con un puntaje de 75 de 100, Mza 52 muestra habilidad para abordar las inquietudes de los clientes.\n*   **Identificación del cliente:** Un puntaje de 75 de 100 indica que Mza 52 identifica correctamente a los clientes, lo cual es fundamental para una comunicación efectiva.\n*   **Oferta directa de productos:** Con un puntaje de 87.5 de 100, Mza 52 ofrece los productos directamente, lo que agiliza el proceso de venta.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Presentación inicial:** Un bajo puntaje de 25 de 100 revela una debilidad significativa en la forma en que Mza 52 se presenta al cliente.\n*   **Detección de necesidades:** Con un puntaje de 29.2 de 100, Mza 52 no está explorando adecuadamente las necesidades de los clientes.\n*   **Proactividad:** Un puntaje de 33.3 de 100 indica falta de iniciativa para ofrecer productos adicionales o soluciones personalizadas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación (25 de 100):**\n    *   **Qué hace mal:** No establece una primera impresión sólida, posiblemente omitiendo información clave sobre su identidad y propósito de la llamada.\n    *   **Cómo mejorar:** Comienza cada llamada con una presentación clara y concisa: \"Hola, ¿me comunico con [Nombre]? Soy [Tu Nombre] de Movistar Argentina. Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente (75 de 100):**\n    *   **Qué hace bien:** Verifica la identidad del cliente, asegurando que está hablando con la persona correcta.\n    *   **Cómo mejorar:** Mantener la práctica actual, pero buscar confirmar el domicilio actual para potenciar la oferta de Fibra.\n*   **Detección de Necesidades (29.2 de 100):**\n    *   **Qué hace mal:** No realiza preguntas clave para entender las necesidades del cliente en cuanto a consumo de datos, servicios de internet, etc.\n    *   **Cómo mejorar:** Después de la presentación, preguntar directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n*   **Oferta de Productos (87.5 de 100):**\n    *   **Qué hace bien:** Ofrece productos de manera directa y sin rodeos.\n    *   **Cómo mejorar:** Integrar la oferta de Fibra inmediatamente después de detectar la necesidad del cliente. \"Además, en tu zona tenemos cobertura de fibra óptica con [Velocidad] megas. Te VA a interesar para [Beneficio clave]\".\n*   **Manejo de Objeciones (75 de 100):**\n    *   **Qué hace bien:** Aborda las objeciones de los clientes de manera efectiva.\n    *   **Cómo mejorar:** Personalizar las respuestas a las objeciones. Ejemplo: Si el cliente dice \"Es caro\", responder \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero [Ventaja específica del plan que justifica el precio]\".\n*   **Cierre (70.8 de 100):**\n    *   **Qué hace bien:** Intenta cerrar la venta, pero puede faltar contundencia.\n    *   **Cómo mejorar:** Después de la oferta, pasar directamente al cierre: \"Para activarte este plan, ¿te queda cómoda la sucursal de [Nombre de sucursal] o preferís que coordinemos la visita de un técnico a tu domicilio?\".\n*   **Despedida (75 de 100):**\n    *   **Qué hace bien:** Se despide de manera cordial.\n    *   **Cómo mejorar:** Asegurarse de confirmar los siguientes pasos con el cliente: \"Perfecto [Nombre del cliente]. Entonces nos vemos en [Nombre de sucursal] el [Fecha] a las [Hora]. Si necesitas algo, te acompaño durante la portabilidad.\"\n*   **Proactividad (33.3 de 100):**\n    *   **Qué hace mal:** No busca activamente oportunidades para ofrecer productos adicionales o soluciones personalizadas.\n    *   **Cómo mejorar:** Una vez detectadas las necesidades principales, ofrecer un plan superior o servicios adicionales que se ajusten al perfil del cliente. \"Además del plan de celular, te VA a interesar [Producto adicional] porque [Beneficio específico]\".\n*   **Empatía (76.7 de 100):**\n    *   **Qué hace bien:** Muestra empatía hacia los clientes.\n    *   **Cómo mejorar:** Seguir demostrando empatía, pero enfocarla en entender las necesidades específicas del cliente y ofrecer soluciones personalizadas.\n*   **Resolución de Problemas (50 de 100):**\n    *   **Qué hace bien:** Intenta resolver los problemas que presentan los clientes.\n    *   **Cómo mejorar:** Anticipar posibles problemas ofreciendo soluciones proactivas y asegurándose de que el cliente entienda cómo resolver problemas comunes (ej: configuración APN).\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco en la Presentación y Detección de Necesidades.**\n*   **Acciones:**\n    *   Practicar la presentación inicial estándar (Hola, ¿me comunico con [Nombre]? Soy [Tu Nombre] de Movistar Argentina. Tengo una oferta que le VA a interesar).\n    *   Memorizar y practicar las preguntas clave para detectar necesidades: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\".\n    *   Revisar grabaciones de llamadas propias para identificar áreas de mejora en la presentación y detección de necesidades.\n    *   Simulacros de llamadas con el jefe de equipo, enfocándose en la presentación y la detección de necesidades.\n\n**Semana 2:** **Cierre Directo y Oferta de Fibra.**\n*   **Acciones:**\n    *   Implementar la técnica de cierre directo: \"Para activarte este plan, ¿te queda cómoda la sucursal de [Nombre de sucursal] o preferís que coordinemos la visita de un técnico a tu domicilio?\".\n    *   Integrar la oferta de Fibra después de detectar la necesidad: \"Además, en tu zona tenemos cobertura de fibra óptica con [Velocidad] megas. Te VA a interesar para [Beneficio clave]\".\n    *   Analizar grabaciones de llamadas para identificar oportunidades perdidas de cierre y oferta de fibra.\n    *   Participar en role-playing con compañeros, practicando el cierre directo y la oferta de fibra.\n\n**Semana 3:** **Manejo de Objeciones Personalizado y Proactividad.**\n*   **Acciones:**\n    *   Crear un listado de las objeciones más comunes y preparar respuestas personalizadas: \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero [Ventaja específica del plan que justifica el precio]\".\n    *   Identificar oportunidades para ofrecer productos adicionales: \"Además del plan de celular, te VA a interesar [Producto adicional] porque [Beneficio específico]\".\n    *   Escuchar grabaciones de llamadas de los mejores vendedores del equipo para aprender técnicas de manejo de objeciones y proactividad.\n    *   Realizar ejercicios de improvisación para practicar respuestas a objeciones inesperadas y la oferta de productos adicionales.\n\n**Semana 4:** **Consolidación y Optimización.**\n*   **Acciones:**\n    *   Revisar todas las grabaciones de llamadas de la semana anterior para identificar áreas de mejora continua.\n    *   Implementar un sistema de autoevaluación para cada llamada, utilizando una lista de verificación basada en los criterios de evaluación del modelo.\n    *   Buscar feedback de clientes (cuando sea posible) sobre la calidad de la atención recibida.\n    *   Participar en sesiones de coaching individualizadas para abordar áreas de mejora específicas y optimizar el desempeño.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además, en tu zona tenemos cobertura de fibra óptica con [Velocidad] megas. Te VA a interesar para [Beneficio clave]\".\n*   **Técnicas de cierre directo:** \"Para activarte este plan, ¿te queda cómoda la sucursal de [Nombre de sucursal] o preferís que coordinemos la visita de un técnico a tu domicilio?\".\n*   **Manejo de objeciones personalizado:**\n    *   \"Es caro\": \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero [Ventaja específica del plan que justifica el precio]\".\n    *   \"No me interesa\": \"Entiendo, pero te VA a interesar saber que con este plan tenés [Beneficio clave] que te permite [Resultado deseado]\".\n    *   \"Tengo otra compañía\": \"Eso es entendible, pero este plan de Movistar te ofrece [Ventaja competitiva] que no encontrás en otras compañías\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 80 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas que cumplen con todos los criterios de evaluación a un 80%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de conversión de llamadas a ventas en un 20%.\n    *   Aumentar el porcentaje de clientes que aceptan la oferta de fibra óptica en un 15%.\n    *   Reducir el tiempo promedio de manejo de llamadas (TMO) a 3 minutos sin comprometer la calidad de la atención.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 52, tenés un potencial enorme. El hecho de que tu puntaje esté tan por encima del promedio del equipo demuestra que tenés la capacidad de destacarte. Ahora, vamos a enfocarnos en pulir esos detalles que te están frenando. Con este plan de acción, estoy seguro de que vas a alcanzar tu máximo rendimiento y te vas a convertir en uno de los mejores vendedores del equipo. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}