{
  "agente": "Ortiz Lopez Ludmila Celeste",
  "agente_codigo": "MZA 74",
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-02-09T08:36:16.992748",
  "metricas": {
    "agente": "Ortiz Lopez Ludmila Celeste",
    "agente_codigo": "MZA 74",
    "equipo": "MARINA MARTINEZ",
    "evaluaciones": {
      "total_evaluadas": 54,
      "puntaje_promedio": 18.4,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 24.8,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 6,
      "llamadas_regulares": 5,
      "llamadas_criticas": 42,
      "criterios": {
        "saludo_presentacion": 6.9,
        "identificacion_cliente": 31.5,
        "deteccion_necesidades": 7.6,
        "oferta_productos": 18.0,
        "manejo_objeciones": 21.1,
        "cierre": 13.1,
        "despedida": 28.0,
        "proactividad": 8.1,
        "empatia": 28.0,
        "resolucion_problemas": 20.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 26,
        "Proactividad": 17,
        "Identificación del cliente": 17,
        "Presentación": 15,
        "Manejo de objeciones": 15
      },
      "fortalezas_frecuentes": {
        "Empatía": 11,
        "Identificación del cliente": 8,
        "Manejo de objeciones": 4,
        "Identificación correcta del cliente.": 4,
        "Resolución de problemas": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, maneja objeciones y cierra la venta.  Podría mejorar la detección de necesidades y ser más proactivo con la oferta de productos."
        },
        {
          "puntaje_total": 78.0,
          "resumen": "El agente se identifica y verifica la identidad del cliente.  Pregunta por el uso del celular y ofrece fibra, mostrando proactividad. Maneja las objeciones de forma efectiva. El cierre no es completo, pero se despide cordialmente. Se observa un buen manejo de la empatía."
        },
        {
          "puntaje_total": 72.0,
          "resumen": "El agente se presenta y verifica al cliente correctamente. Ofrece productos de forma directa, incluyendo fibra óptica. Maneja las objeciones y muestra empatía. El cierre no se completa debido a la decisión del cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No hubo presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre ni despedida correctos. No ofreció fibra ni mostró empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos básicos de una venta efectiva. No hay presentación, identificación del cliente, detección de necesidades, manejo de objeciones ni un cierre adecuado. El agente no muestra empatía ni proactividad en la oferta de productos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones, no cierra la venta, no ofrece fibra y la despedida es poco profesional."
        }
      ],
      "pct_ofrece_fibra": 14.8
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.8
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 38,
      "con_plan": 3,
      "ofrece_fibra": 3,
      "pct_plan": 7.9,
      "pct_fibra": 7.9
    },
    "calidad_llamadas": {
      "total_llamadas": 202,
      "tmo_seg": 79.8,
      "pct_capta_atencion": 23.3,
      "menos_30seg": 97,
      "corte_cliente": 163,
      "corte_agente": 38
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 18.4,
      "general": 30.6,
      "diferencia": -12.2,
      "percentil": 37.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 6.9,
        "general": 17.9,
        "diferencia": -11.0
      },
      "identificacion_cliente": {
        "agente": 31.5,
        "general": 49.4,
        "diferencia": -17.9
      },
      "deteccion_necesidades": {
        "agente": 7.6,
        "general": 14.3,
        "diferencia": -6.8
      },
      "oferta_productos": {
        "agente": 18.0,
        "general": 36.1,
        "diferencia": -18.2
      },
      "manejo_objeciones": {
        "agente": 21.1,
        "general": 27.8,
        "diferencia": -6.7
      },
      "cierre": {
        "agente": 13.1,
        "general": 19.5,
        "diferencia": -6.4
      },
      "despedida": {
        "agente": 28.0,
        "general": 51.2,
        "diferencia": -23.2
      },
      "proactividad": {
        "agente": 8.1,
        "general": 8.5,
        "diferencia": -0.3
      },
      "empatia": {
        "agente": 28.0,
        "general": 37.5,
        "diferencia": -9.5
      },
      "resolucion_problemas": {
        "agente": 20.2,
        "general": 21.0,
        "diferencia": -0.9
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Ortiz Lopez Ludmila Celeste\n\n### 1. DIAGNOSTICO GENERAL\nLudmila, tu nivel de desempeño actual es **Crítico** y requiere una mejora significativa. Tu puntaje promedio de 18.4 de 100 te ubica considerablemente por debajo del promedio del equipo (30.6 de 100) y en el percentil 37.2. Esto indica que hay un amplio margen para mejorar y alcanzar el rendimiento del resto del equipo. Comparado con el coaching anterior, tu puntaje promedio se mantiene igual (18.4), lo que sugiere que las áreas de mejora identificadas anteriormente no se han abordado de manera efectiva. El potencial de mejora es alto, y con un plan de acción enfocado, puedes aumentar significativamente tu rendimiento.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 28 de 100, demuestras una capacidad de conectar con los clientes. Debes mantener esta habilidad y utilizarla para construir relaciones más sólidas.\n*   **Identificación del Cliente:** Aunque necesita mejorar, la identificación del cliente (31.5 de 100) es uno de tus criterios más altos. Esto significa que tienes una base para construir una mejor interacción desde el inicio.\n*   **Manejo de Objeciones:** Obtuviste 21.1 de 100, que, aunque bajo, muestra que tienes potencial para rebatir las objeciones de los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Este es tu punto más débil, con un puntaje de 7.6 de 100. Es crucial identificar las necesidades del cliente para ofrecer soluciones relevantes y aumentar las posibilidades de cierre.\n*   **Proactividad:** Con un puntaje de 8.1 de 100, necesitas ser más proactivo al ofrecer productos y servicios. No esperes a que el cliente pregunte; toma la iniciativa y presenta opciones atractivas.\n*   **Presentación y Saludo:** Tu puntaje es bajo (6.9 de 100). Necesitas mejorar la manera en que te presentas y saludas para generar una primera impresión positiva.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación (6.9 de 100):** El saludo debe ser enérgico y claro. En lugar de una simple formalidad, úsalo para captar la atención del cliente.\n    *   **Qué haces mal:** Saludo genérico y poco atractivo.\n    *   **Cómo mejorar:** \"¡Hola! ¿Me comunico con [Nombre del cliente]? Soy Ludmila de Movistar, tengo una oferta increíble para vos.\"\n*   **Identificación del Cliente (31.5 de 100):** Debes verificar que estás hablando con la persona correcta de manera efectiva.\n    *   **Qué haces mal:** Posiblemente solo preguntas el nombre sin verificar la identidad.\n    *   **Cómo mejorar:** \"Hola, ¿me comunico con [Nombre del cliente]? Perfecto, ¿eres el titular de la línea?\"\n*   **Detección de Necesidades (7.6 de 100):** Fundamental para ofrecer la solución adecuada.\n    *   **Qué haces mal:** No preguntas sobre el uso del celular ni la cantidad de datos.\n    *   **Cómo mejorar:** Después de la identificación, pregunta: \"¿Qué es lo que más usás del celular? ¿Redes sociales, videollamadas, o más para trabajar? ¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Productos (18.0 de 100):** Debes ser directo y enfocado en los beneficios.\n    *   **Qué haces mal:** Probablemente ofreces los productos de manera tímida o preguntando si les interesa.\n    *   **Cómo mejorar:** \"Tengo una oferta que le VA a interesar. Además del plan de telefonía, en tu zona tenemos cobertura de Fibra óptica de alta velocidad, lo que te permitiría trabajar desde casa sin problemas y disfrutar de tus series favoritas sin cortes.\"\n*   **Manejo de Objeciones (21.1 de 100):** Debes tener respuestas preparadas para las objeciones más comunes.\n    *   **Qué haces mal:** No rebatas las objeciones de manera efectiva.\n    *   **Cómo mejorar:** Si el cliente dice \"Es muy caro\", responde: \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero si consideras todo lo que ofrece, como la velocidad de la fibra, el precio se justifica. Además, tengo un descuento especial para vos hoy.\"\n*   **Cierre (13.1 de 100):** Debes cerrar la venta de manera directa y sin vacilación.\n    *   **Qué haces mal:** Probablemente no estás cerrando la venta o dejas que el cliente lo piense demasiado.\n    *   **Cómo mejorar:** \"Perfecto, para activar la oferta, ¿te queda más cómodo que te asignemos la sucursal más cercana o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Despedida (28.0 de 100):** Mantén una actitud profesional hasta el final.\n    *   **Qué haces mal:** Despedida poco entusiasta o poco profesional.\n    *   **Cómo mejorar:** \"Gracias por tu tiempo, [Nombre del cliente]. Ya estoy gestionando tu pedido y te mantendré informado sobre los próximos pasos. ¡Que tengas un excelente día!\"\n*   **Proactividad (8.1 de 100):** Ofrece soluciones antes de que el cliente las pida.\n    *   **Qué haces mal:** Esperas a que el cliente te pregunte.\n    *   **Cómo mejorar:** Después de detectar las necesidades, ofrece directamente la mejor opción: \"Teniendo en cuenta lo que me comentaste, el plan ideal para vos es el [Nombre del plan] que incluye [Beneficios]. ¿Te parece bien si lo activamos?\"\n*   **Empatía (28.0 de 100):** Conecta con el cliente y muestra interés genuino.\n    *   **Qué haces bien:** Muestras empatía.\n    *   **Cómo mejorar:** Sigue mostrando empatía y utiliza un tono amigable y comprensivo.\n*   **Resolución de Problemas (20.2 de 100):** Ofrece soluciones rápidas y eficientes.\n    *   **Qué haces mal:** No resuelves los problemas del cliente de manera efectiva.\n    *   **Cómo mejorar:** Si el cliente tiene un problema, ofrece una solución inmediata: \"Entiendo tu frustración, [Nombre del cliente]. Voy a ayudarte a resolverlo ahora mismo.\"\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en la Presentación y Detección de Necesidades.**\n    *   Acciones: Practicar el saludo inicial y las preguntas para detectar necesidades. Grabar y evaluar tus propias llamadas. Revisar los ejemplos de llamadas excelentes y adaptarlos a tu estilo.\n**Semana 2:** **Priorizar la Oferta Directa y el Cierre.**\n    *   Acciones: Practicar cómo ofrecer la fibra óptica sin preguntar si les interesa. Usar técnicas de cierre directo para asegurar la venta. Revisar grabaciones y corregir errores.\n**Semana 3:** **Consolidación del Manejo de Objeciones.**\n    *   Acciones: Identificar las objeciones más comunes y preparar respuestas efectivas. Practicar el manejo de objeciones con role-playing. Evaluar los resultados de las llamadas y ajustar las estrategias.\n**Semana 4:** **Optimización de la Proactividad y Empatía.**\n    *   Acciones: Buscar oportunidades para ser más proactivo en la oferta de productos. Mejorar la empatía mostrando un interés genuino en las necesidades del cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre del cliente]? Perfecto, ¿eres el titular de la línea?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular? ¿Redes sociales, videollamadas, o más para trabajar? ¿Cuántos GB tenés en tu plan actual?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta que le VA a interesar. Además del plan de telefonía, en tu zona tenemos cobertura de Fibra óptica de alta velocidad, lo que te permitiría trabajar desde casa sin problemas y disfrutar de tus series favoritas sin cortes.\"\n*   **Técnicas de cierre directo:** \"Perfecto, para activar la oferta, ¿te queda más cómodo que te asignemos la sucursal más cercana o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es muy caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero si consideras todo lo que ofrece, como la velocidad de la fibra, el precio se justifica. Además, tengo un descuento especial para vos hoy.\"\n    *   **\"No me interesa\":** \"Entiendo, pero permíteme explicarte rápidamente los beneficios que podrías obtener con esta oferta. Si no te convence, no hay problema. ¿Puedo contarte?\"\n    *   **\"Estoy ocupado\":** \"Entiendo. ¿Puedo llamarte en otro momento que te venga mejor? ¿Mañana a esta hora?\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 50 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"Buenas\" y \"Excelentes\" a un 40% del total.\n*   **KPIs:**\n    *   Aumentar el porcentaje de detección de necesidades en un 100%.\n    *   Aumentar el porcentaje de ofertas de fibra en un 200%.\n    *   Disminuir el número de llamadas \"Críticas\" a menos del 20% del total.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nLudmila, sé que tienes la capacidad de mejorar y alcanzar tu máximo potencial. El análisis muestra áreas específicas en las que debes enfocarte, pero también destaca tus fortalezas en empatía y manejo de objeciones. Con dedicación y esfuerzo, puedes transformar tus debilidades en fortalezas y convertirte en una vendedora de alto rendimiento. Confío en tu capacidad para lograrlo. ¡Vamos a trabajar juntos para alcanzar tus metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}