{
  "agente": "Alvarez Pablo",
  "agente_codigo": "MZA 7",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:44:19.560361",
  "metricas": {
    "agente": "Alvarez Pablo",
    "agente_codigo": "MZA 7",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 31,
      "puntaje_promedio": 57.6,
      "puntaje_min": 0,
      "puntaje_max": 1000,
      "desviacion_std": 177.8,
      "llamadas_excelentes": 4,
      "llamadas_buenas": 4,
      "llamadas_regulares": 0,
      "llamadas_criticas": 23,
      "criterios": {
        "saludo_presentacion": 25.8,
        "identificacion_cliente": 19.4,
        "deteccion_necesidades": 17.1,
        "oferta_productos": 30.0,
        "manejo_objeciones": 26.8,
        "cierre": 23.9,
        "despedida": 41.3,
        "proactividad": 12.3,
        "empatia": 38.4,
        "resolucion_problemas": 35.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 13,
        "Identificación del cliente": 10,
        "Proactividad": 9,
        "Manejo de objeciones": 8,
        "Oferta de productos": 7
      },
      "fortalezas_frecuentes": {
        "Empatía": 5,
        "Despedida cordial.": 4,
        "Manejo de objeciones": 2,
        "Cierre de venta": 2,
        "Despedida cordial": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 1000.0,
          "resumen": "El agente realiza una excelente gestión. Se presenta, identifica al cliente, detecta necesidades, ofrece un plan adecuado y maneja objeciones de manera efectiva. El cierre y la despedida son correctos, mostrando empatía y proactividad."
        },
        {
          "puntaje_total": 95.0,
          "resumen": "El agente se presenta, verifica la identidad, detecta necesidades, ofrece un plan y aborda las objeciones. Completa el cierre y muestra empatía."
        },
        {
          "puntaje_total": 95.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y maneja bien las objeciones y el cierre. Muestra empatía y ofrece soluciones. Puede mejorar en la detección de necesidades."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas de negocio de Movistar. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con ninguno de los criterios de evaluación. No hay presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones ni cierre. No se ofrece fibra ni productos adicionales. No se muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no verifica la identidad, no detecta necesidades, no maneja objeciones ni completa el cierre. No muestra empatía ni proactividad."
        }
      ],
      "pct_ofrece_fibra": 6.5
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 57.6,
      "general": 30.6,
      "diferencia": 27.1,
      "percentil": 82.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 25.8,
        "general": 17.9,
        "diferencia": 7.9
      },
      "identificacion_cliente": {
        "agente": 19.4,
        "general": 49.4,
        "diferencia": -30.1
      },
      "deteccion_necesidades": {
        "agente": 17.1,
        "general": 14.3,
        "diferencia": 2.8
      },
      "oferta_productos": {
        "agente": 30.0,
        "general": 36.1,
        "diferencia": -6.1
      },
      "manejo_objeciones": {
        "agente": 26.8,
        "general": 27.8,
        "diferencia": -1.0
      },
      "cierre": {
        "agente": 23.9,
        "general": 19.5,
        "diferencia": 4.3
      },
      "despedida": {
        "agente": 41.3,
        "general": 51.2,
        "diferencia": -9.9
      },
      "proactividad": {
        "agente": 12.3,
        "general": 8.5,
        "diferencia": 3.8
      },
      "empatia": {
        "agente": 38.4,
        "general": 37.5,
        "diferencia": 0.9
      },
      "resolucion_problemas": {
        "agente": 35.2,
        "general": 21.0,
        "diferencia": 14.1
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Alvarez Pablo\n\n### 1. DIAGNOSTICO GENERAL\nPablo, tu nivel actual es **Necesita Mejora**. Si bien tu puntaje promedio (57.6) es superior al promedio general del equipo (30.6), la alta cantidad de llamadas críticas (23 de 31) indica una inconsistencia importante en la aplicación de las reglas del negocio y en la calidad de tus interacciones. En comparación con el coaching anterior, tu puntaje promedio se mantiene igual. Es fundamental que apliques los planes de acción que te daré para ver una evolución real en las próximas semanas. El potencial de mejora es significativo, especialmente si logramos corregir las áreas críticas que impactan negativamente tu desempeño.\n\n### 2. FORTALEZAS\n*   **Empatía:** Claramente es un punto fuerte (38.4 de 100). Esto te permite conectar con el cliente y generar un ambiente favorable. Continúa cultivando esta habilidad.\n*   **Resolución de problemas:** Obtuviste una buena puntuación (35.2 de 100), lo que indica que puedes encontrar soluciones a las inquietudes de los clientes.\n*   **Superior al promedio:** Tu puntaje general es mayor al promedio de tu equipo (57.6 contra 30.6), lo que significa que estás sobre la media de tu equipo.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Identificación del cliente:** Tu puntuación aquí es muy baja (19.4 de 100) y está por debajo del promedio del equipo. Es crucial que apliques correctamente la regla de negocio y verifiques la identidad del cliente al inicio de la llamada.\n*   **Detección de necesidades:** Obtienes un puntaje bajo (17.1 de 100). Sin una correcta detección de necesidades, las ofertas que realices serán genéricas y menos efectivas.\n*   **Proactividad:** Tu puntuación es baja (12.3 de 100). Debes ser más proactivo al ofrecer fibra y productos adicionales. No esperes a que el cliente pregunte.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (25.8 de 100) Bien, pero necesita ser más directo.\n    *   **Que hace bien:** Te presentas, lo cual es fundamental.\n    *   **Que hace mal:** Podrías ser más enérgico y directo en el saludo.\n    *   **Cómo mejorar:** Elimina cualquier titubeo. Utiliza un saludo conciso y profesional, transmitiendo seguridad desde el inicio.\n\n*   **Identificación del Cliente:** (19.4 de 100) Muy bajo.\n    *   **Que hace mal:** No verificas correctamente la identidad del cliente al inicio de la llamada.\n    *   **Cómo mejorar:** SIEMPRE preguntar \"¿Me comunico con [Nombre]?\" al inicio de la llamada. Esto asegura que estás hablando con la persona correcta y te da pie para continuar.\n\n*   **Detección de Necesidades:** (17.1 de 100) Necesita mejorar significativamente.\n    *   **Que hace mal:** No realizas preguntas clave para entender las necesidades del cliente.\n    *   **Cómo mejorar:** Pregunta DIRECTAMENTE: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Esto te dará información valiosa para personalizar tu oferta.\n\n*   **Oferta de Productos:** (30.0 de 100)\n    *   **Que hace mal:** Probablemente estás esperando que el cliente pregunte por los productos o usas frases como \"podría interesarle\".\n    *   **Cómo mejorar:** Ofrece la fibra DIRECTAMENTE: \"Además, tengo una oferta de fibra que LE VA a interesar para su domicilio...\". No preguntes si le interesa, AFIRMALO.\n\n*   **Manejo de Objeciones:** (26.8 de 100)\n    *   **Que hace mal:** Es posible que estés dando respuestas genéricas a las objeciones.\n    *   **Cómo mejorar:** Escucha ATENTAMENTE la objeción específica del cliente y responde a ESA objeción. No divagues.\n\n*   **Cierre:** (23.9 de 100)\n    *   **Que hace mal:** No estás cerrando la venta de manera efectiva.\n    *   **Cómo mejorar:** Luego de presentar la oferta, ASIGNA la sucursal o pregunta por el domicilio DIRECTAMENTE: \"Para coordinar la instalación, ¿qué sucursal de Movistar le queda más cómoda?\" o \"¿Cuál es su dirección para verificar la cobertura de fibra?\".\n\n*   **Despedida:** (41.3 de 100)\n    *   **Que hace bien:** Tu despedida es cordial, pero puede ser mejor.\n    *   **Que hace mal:** No aseguras el acompañamiento en la portabilidad.\n    *   **Cómo mejorar:** Ofrece acompañamiento durante la portabilidad: \"Lo estaré acompañando durante todo el proceso de portabilidad, cualquier duda me consulta directamente\".\n\n*   **Proactividad:** (12.3 de 100)\n    *   **Que hace mal:** Esperas a que el cliente pregunte por ofertas o servicios adicionales.\n    *   **Cómo mejorar:** Ofrece la fibra DIRECTAMENTE y productos adicionales sin esperar a que el cliente lo solicite.\n\n*   **Empatía:** (38.4 de 100) Buena puntuación. ¡Mantén esto!\n\n*   **Resolución de Problemas:** (35.2 de 100) Bien.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Identificación del cliente y Detección de Necesidades.** Foco en aplicar la regla de negocio de la identificación del cliente y hacer las dos preguntas clave para detectar necesidades. Monitorear y corregir en tiempo real.\n**Semana 2:** **Oferta de Fibra y Cierre.** Aplicar la técnica de ofrecer la fibra DIRECTAMENTE y usar técnicas de cierre directo. Practicar con role-playing.\n**Semana 3:** **Manejo de Objeciones.** Analizar las objeciones más comunes y preparar respuestas específicas para cada una.\n**Semana 4:** **Consolidación y Proactividad.** Reforzar todas las áreas de mejora y enfocarse en ser proactivo al ofrecer productos adicionales.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Verificar Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detectar Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n*   **Ofrecer Fibra:** \"Además, tengo una oferta de fibra que LE VA a interesar para su domicilio...\".\n*   **Cierre Directo:**\n    *   \"Para coordinar la instalación, ¿qué sucursal de Movistar le queda más cómoda?\"\n    *   \"¿Cuál es su dirección para verificar la cobertura de fibra?\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si lo comparás con lo que te da, vas a ver que es una inversión inteligente.\"\n    *   **\"No me interesa\":** \"Entiendo, pero déjame explicarte rápidamente los beneficios que te estás perdiendo...\"\n    *   **\"Ya tengo\":** \"¿Qué compañía tenés? Lo pregunto porque muchos clientes que estaban en tu misma situación se cambiaron y quedaron muy contentos con la velocidad y estabilidad de Movistar.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 80.\n*   **Calidad de llamadas:** Reducir el número de llamadas críticas a menos de 5 por semana.\n*   **KPIs:**\n    *   Aumentar el porcentaje de llamadas con identificación del cliente correcta al 95%.\n    *   Aumentar el porcentaje de llamadas con detección de necesidades efectiva al 80%.\n    *   Aumentar la oferta de fibra a un 50% de las llamadas.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nPablo, sé que tienes el potencial para ser un vendedor de alto rendimiento. Tu empatía es una gran ventaja. Ahora, necesitamos enfocarnos en aplicar las reglas del negocio, especialmente en la identificación del cliente y la detección de necesidades. Con un plan de acción claro y un esfuerzo constante, estoy seguro de que lograrás tus metas y superarás tus propios límites. ¡Vamos por esos resultados!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}