{
  "agente": "MZA 74",
  "fecha_generacion": "2026-01-19T08:07:25.640765",
  "metricas": {
    "agente": "MZA 74",
    "evaluaciones": {
      "total_evaluadas": 38,
      "puntaje_promedio": 32.9,
      "puntaje_min": 0.0,
      "puntaje_max": 85.0,
      "desviacion_std": 26.2,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 12,
      "criterios": {
        "saludo_presentacion": 34.2,
        "identificacion_cliente": 15.8,
        "deteccion_necesidades": 37.1,
        "oferta_productos": 45.0,
        "manejo_objeciones": 38.2,
        "cierre": 23.7,
        "despedida": 46.8,
        "proactividad": 16.1,
        "empatia": 43.2,
        "resolucion_problemas": 16.1
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 18,
        "Detección de necesidades": 12,
        "Manejo de objeciones": 10,
        "Cierre de venta": 9,
        "Proactividad": 8
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 5,
        "Despedida": 4,
        "Buen manejo de objeciones.": 3,
        "Manejo de objeciones": 3,
        "Empatía": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 85.0,
          "resumen": "El agente realiza una buena gestión de la llamada, mostrando un buen manejo de la información y logrando identificar las necesidades del cliente. Se identifican áreas de mejora en la presentación inicial y la proactividad en la venta cruzada."
        },
        {
          "puntaje_total": 83.0,
          "resumen": "El agente realiza una buena gestión, identificando al cliente y ofreciendo un plan adecuado. Se destaca en la identificación del cliente y en la resolución de información.  Puede mejorar la claridad en la presentación de ofertas y en la proactividad."
        },
        {
          "puntaje_total": 81.0,
          "resumen": "El agente demuestra un buen desempeño general, con un manejo correcto de la llamada. Destaca la proactividad y el intento de venta cruzada. Se observan áreas de mejora en la presentación inicial y en la despedida."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no se relaciona con la actividad del call center. No se cumple con ningún criterio de evaluación."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios básicos de un proceso de venta. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no tuvo ninguna interacción con el cliente. No hubo presentación, identificación, oferta o cierre."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 38,
      "con_saludo": 15,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 3,
      "ventas": 2,
      "score_calidad_prom": 33.6,
      "pct_saludo": 39.5,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 7.9,
      "tasa_conversion": 5.3
    },
    "integral": {
      "duracion_promedio_seg": 229.0,
      "duracion_promedio_min": 3.8,
      "distribucion_duracion": {
        "1-3 min": 25,
        "> 8 min": 6,
        "3-5 min": 5,
        "5-8 min": 2
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 32.9,
      "general": 50.3,
      "diferencia": -17.4,
      "percentil": 39.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 34.2,
        "general": 54.7,
        "diferencia": -20.5
      },
      "identificacion_cliente": {
        "agente": 15.8,
        "general": 18.8,
        "diferencia": -3.0
      },
      "deteccion_necesidades": {
        "agente": 37.1,
        "general": 36.6,
        "diferencia": 0.5
      },
      "oferta_productos": {
        "agente": 45.0,
        "general": 47.8,
        "diferencia": -2.8
      },
      "manejo_objeciones": {
        "agente": 38.2,
        "general": 44.1,
        "diferencia": -6.0
      },
      "cierre": {
        "agente": 23.7,
        "general": 25.4,
        "diferencia": -1.7
      },
      "despedida": {
        "agente": 46.8,
        "general": 55.0,
        "diferencia": -8.2
      },
      "proactividad": {
        "agente": 16.1,
        "general": 17.5,
        "diferencia": -1.5
      },
      "empatia": {
        "agente": 43.2,
        "general": 50.2,
        "diferencia": -7.0
      },
      "resolucion_problemas": {
        "agente": 16.1,
        "general": 24.0,
        "diferencia": -8.0
      }
    },
    "conversion": {
      "agente": 5.3,
      "general": 5.1,
      "diferencia": 0.1
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo de MZA 74, junto con un plan de acción personalizado para catapultar su desempeño:\n\n**1. DIAGNÓSTICO GENERAL**\n\nMZA 74 se encuentra actualmente en un nivel que **necesita mejora**, comparado con el resto del equipo. Su puntaje IA promedio (32.9) está significativamente por debajo del promedio general del equipo (50.3), ubicándose en el percentil 39. Aunque su tasa de conversión (5.3%) supera ligeramente el promedio del equipo (5.1%), esto no compensa las deficiencias en otras áreas clave.\n\nSin embargo, veo un **gran potencial de mejora** en MZA 74. Sus fortalezas identificadas, aunque no tan frecuentes como las áreas de mejora, demuestran que tiene la capacidad de manejar objeciones y mostrar empatía, habilidades esenciales para el éxito en ventas. Con un enfoque estructurado y un plan de acción claro, MZA 74 puede elevar significativamente su desempeño y convertirse en un valioso miembro del equipo.\n\n**2. FORTALEZAS IDENTIFICADAS**\n\n*   **Manejo de Objeciones:** MZA 74 demuestra cierta habilidad para abordar las preocupaciones de los clientes. Esto es crucial, ya que las objeciones son una parte inevitable del proceso de venta.\n    *   **Ejemplo:** Algunas evaluaciones resaltan su \"buen manejo de objeciones\" o simplemente \"manejo de objeciones\".\n*   **Empatía:** MZA 74 muestra un nivel de comprensión y conexión con los clientes, lo que puede ayudar a construir relaciones y generar confianza.\n    *   **Ejemplo:** En algunas llamadas, se destaca su capacidad para mostrar empatía hacia el cliente.\n*   **Despedida:** MZA 74 tiene una buena habilidad en la despedida.\n    *   **Ejemplo:** En algunas llamadas, se destaca su capacidad para tener una buena despedida.\n\n**3. ÁREAS CRÍTICAS DE MEJORA**\n\n*   **Identificación del Cliente:** Este es un punto crítico, ya que en muchas llamadas no se identifica al cliente. Esto impide personalizar la oferta y crear una experiencia relevante.\n    *   **Importancia:** No conocer al cliente es como navegar sin mapa. No puedes ofrecer la solución adecuada si no entiendes sus necesidades.\n*   **Detección de Necesidades:** Similar a la identificación, la falta de detección de necesidades significa que MZA 74 no está comprendiendo completamente los problemas o deseos de los clientes.\n    *   **Importancia:** La detección de necesidades es la base para presentar una oferta convincente. Si no sabes qué necesita el cliente, es imposible mostrar el valor de tus productos.\n*   **Cierre de Venta:** La falta de cierres es alarmante (0% de llamadas con cierre). Esto sugiere que MZA 74 puede tener dificultades para llevar la conversación a la etapa final y asegurar la venta.\n    *   **Importancia:** El cierre es el objetivo final. Sin un cierre efectivo, todo el esfuerzo previo se pierde.\n\n**4. ANÁLISIS DETALLADO POR COMPETENCIA**\n\n| Criterio             | Nivel    | Qué está haciendo mal/bien                                                                                                                                                                                                                            | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                                              |\n| -------------------- | -------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ | --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación  | Regular   | Omite el saludo y la presentación en muchas llamadas (solo 39.5% de las llamadas tienen saludo). Esto crea una impresión negativa inicial.                                                                                                                   | **Acción:** Usar un script de saludo estandarizado y practicarlo hasta que sea natural. Incluir el nombre de la empresa y el nombre del vendedor al inicio de cada llamada.                                                                                                                                                                                                 |\n| Identificación Cliente | Crítico   | No se identifica al cliente en ninguna de las llamadas evaluadas. Esto imposibilita personalizar la interacción y construir una relación.                                                                                                               | **Acción:** Establecer un protocolo para confirmar la identidad del cliente al inicio de cada llamada. Preguntar: \"¿Puedo confirmar su nombre y apellido para asegurarme de que tengo la información correcta?\".                                                                                                                                                                                          |\n| Detección Necesidades | Bajo      | No se dedica suficiente tiempo a comprender las necesidades específicas del cliente. Esto lleva a ofrecer productos o servicios que no son relevantes.                                                                                                           | **Acción:** Formular preguntas abiertas para descubrir las necesidades del cliente. Por ejemplo: \"¿Qué tipo de servicios de telecomunicaciones está utilizando actualmente?\", \"¿Cuáles son sus mayores desafíos en este momento?\".                                                                                                                                                          |\n| Oferta Productos     | Regular   | La oferta de productos puede no estar completamente alineada con las necesidades del cliente, ya que no se han detectado adecuadamente.                                                                                                                           | **Acción:** Presentar opciones de productos o servicios basados en las necesidades identificadas. Enfatizar los beneficios específicos que resuelven los problemas del cliente. Utilizar frases como: \"Según lo que me ha comentado, creo que este plan podría ser ideal para usted porque...\".                                                                                         |\n| Manejo Objeciones   | Regular   | Aunque tiene cierta habilidad, no siempre aborda las objeciones de manera efectiva o completa.                                                                                                                                                             | **Acción:** Preparar respuestas a las objeciones más comunes. Utilizar la técnica \"Sentir, Sentía, Encontré\" para mostrar empatía y proporcionar una solución. Por ejemplo: \"Entiendo cómo se siente (Sentir). Otros clientes se sentían de la misma manera (Sentía). Sin embargo, encontraron que... (Encontré)\".                                                                      |\n| Cierre               | Crítico   | No se intenta cerrar la venta en ninguna de las llamadas evaluadas. Esto indica una falta de confianza o habilidad para llevar la conversación a la etapa final.                                                                                            | **Acción:** Aprender y practicar diferentes técnicas de cierre, como el cierre directo (\"¿Le gustaría que avancemos con este plan?\"), el cierre por alternativa (\"¿Prefiere el plan A o el plan B?\") o el cierre por resumen (\"Entonces, hemos acordado... ¿Le parece bien si procedemos?\").                                                                 |\n| Despedida            | Regular   | Su despedida es buena, pero puede mejorar su impacto.                                                                                                                                                                                                       | **Acción:** Terminar la llamada con un agradecimiento personalizado y una oferta de asistencia futura. Por ejemplo: \"Gracias por su tiempo, [Nombre del cliente]. Si tiene alguna pregunta, no dude en llamarnos. ¡Que tenga un excelente día!\".                                                                                                  |\n| Proactividad         | Crítico   | Muestra poca o ninguna iniciativa para ofrecer productos o servicios adicionales que podrían beneficiar al cliente.                                                                                                                                         | **Acción:** Identificar oportunidades para la venta cruzada o el aumento de valor. Preguntar: \"¿Estaría interesado en conocer nuestras ofertas de internet de alta velocidad para complementar su servicio de telefonía?\".                                                                                                                                   |\n| Empatía              | Regular   | Muestra cierta empatía, pero puede profundizar la conexión con el cliente.                                                                                                                                                                                  | **Acción:** Escuchar activamente al cliente y mostrar comprensión por sus problemas o preocupaciones. Utilizar frases como: \"Entiendo su frustración\", \"Puedo imaginar lo molesto que debe ser\".                                                                                                                                                                         |\n| Resolución Problemas  | Crítico   | Muestra una baja habilidad en la resolución de problemas.                                                                                                                                                                                                   | **Acción:** Desarrollar un proceso claro para abordar las quejas o problemas de los clientes. Capacitación específica para aumentar las habilidades de resolución de problemas. Utilizar frases como: \"Déjeme asegurarle que haré todo lo posible para encontrar una solución\", \"Entiendo completamente la situación y vamos a trabajar para resolverlo rápidamente\". |\n\n**5. PLAN DE ACCIÓN SEMANAL**\n\n*   **Semana 1: Fundamentos y Saludo.**\n    *   **Foco:** Dominar el saludo, la presentación y la identificación del cliente.\n    *   **Acciones:**\n        *   Memorizar y practicar un script de saludo profesional.\n        *   Grabar y analizar llamadas para identificar áreas de mejora en el saludo.\n        *   Implementar un protocolo estricto para la identificación del cliente.\n*   **Semana 2: Detección de Necesidades y Oferta.**\n    *   **Foco:** Aprender a formular preguntas efectivas para descubrir las necesidades del cliente y alinear la oferta de productos.\n    *   **Acciones:**\n        *   Participar en talleres sobre técnicas de interrogación en ventas.\n        *   Crear un formulario de preguntas clave para guiar la conversación.\n        *   Revisar las ofertas de productos y servicios, enfocándose en los beneficios para el cliente.\n*   **Semana 3: Manejo de Objeciones.**\n    *   **Foco:** Preparar respuestas a las objeciones más comunes y practicar la técnica \"Sentir, Sentía, Encontré\".\n    *   **Acciones:**\n        *   Identificar las objeciones más frecuentes en las llamadas de MZA 74.\n        *   Crear un manual de respuestas a objeciones.\n        *  Practicar el uso de las respuestas con juegos de roles con el equipo.\n*   **Semana 4: Cierre y Proactividad.**\n    *   **Foco:** Implementar técnicas de cierre efectivas y buscar oportunidades para la venta cruzada.\n    *   **Acciones:**\n        *   Aprender y practicar diferentes técnicas de cierre.\n        *   Identificar productos o servicios complementarios que puedan beneficiar al cliente.\n        *   Establecer un objetivo de venta cruzada por semana.\n\n**6. TÉCNICAS Y SCRIPTS RECOMENDADOS**\n\n*   **Saludo:** \"Buenos días/tardes, [Nombre del cliente], mi nombre es [Tu nombre] y lo llamo de [Nombre de la empresa]. ¿Cómo está usted hoy?\".\n*   **Detección de Necesidades:**\n    *   \"¿Cuáles son sus principales necesidades en cuanto a servicios de telecomunicaciones?\".\n    *   \"¿Qué aspectos son más importantes para usted al elegir un proveedor de servicios?\".\n    *   \"¿Tiene algún problema o desafío con su proveedor actual?\".\n*   **Manejo de Objeciones:**\n    *   \"Entiendo que le preocupe el precio. Lo que muchos de nuestros clientes han encontrado es que, a pesar de la inversión inicial, los beneficios a largo plazo superan con creces el costo\".\n*   **Técnicas de Cierre:**\n    *   **Cierre Directo:** \"¿Le gustaría que avancemos con este plan?\".\n    *   **Cierre por Alternativa:** \"¿Prefiere el plan A o el plan B?\".\n    *   **Cierre por Resumen:** \"Entonces, hemos acordado... ¿Le parece bien si procedemos?\".\n\n**7. METAS CUANTIFICABLES**\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 7% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer al menos un producto o servicio adicional en el 50% de las llamadas.\n*   **KPIs:**\n    *   Aumentar el porcentaje de llamadas con saludo al 90%.\n    *   Aumentar el porcentaje de llamadas con cierre al 30%.\n    *   Reducir el número de llamadas críticas en un 50%.\n\n**8. MENSAJE MOTIVACIONAL PERSONALIZADO**\n\nMZA 74, quiero que sepas que veo un gran potencial en ti. Tus fortalezas en el manejo de objeciones y la empatía son valiosas. Sé que con un enfoque estructurado y este plan de acción, puedes superar tus desafíos y alcanzar tus metas. ¡Estoy aquí para apoyarte en cada paso del camino! Confío en que puedes convertirte en uno de los mejores vendedores del equipo.\n",
  "modelo_usado": "gemini-2.0-flash"
}