{
  "agente": "Mza 87",
  "agente_codigo": "MZA 87",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:27:17.320086",
  "metricas": {
    "agente": "Mza 87",
    "agente_codigo": "MZA 87",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 79,
      "puntaje_promedio": 31.1,
      "puntaje_min": 0,
      "puntaje_max": 98,
      "desviacion_std": 26.1,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 13,
      "llamadas_regulares": 12,
      "llamadas_criticas": 51,
      "criterios": {
        "saludo_presentacion": 16.5,
        "identificacion_cliente": 56.7,
        "deteccion_necesidades": 12.9,
        "oferta_productos": 34.1,
        "manejo_objeciones": 30.5,
        "cierre": 17.1,
        "despedida": 60.8,
        "proactividad": 10.1,
        "empatia": 41.1,
        "resolucion_problemas": 31.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 37,
        "Proactividad": 24,
        "Manejo de objeciones": 23,
        "Cierre": 22,
        "Oferta de productos": 15
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 21,
        "Despedida": 13,
        "Empatía": 12,
        "Despedida cordial": 8,
        "Manejo de objeciones": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 98.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece planes y fibra, maneja objeciones y completa el cierre enviando información por WhatsApp. Muestra empatía y proactividad."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y ofrece un plan de manera proactiva, detectando necesidades, manejando objeciones, y completando el proceso de cierre. Demuestra empatía y ofrece productos adicionales.  No se observa una despedida formal."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y ofrece planes de manera correcta, detecta las necesidades del cliente, maneja objeciones y avanza con el cierre. Debe mejorar la proactividad al ofrecer fibra. La despedida no se observa correctamente. "
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni completa el cierre. La conversación se centra en temas personales del agente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente en todos los aspectos. No cumple con ninguna de las reglas del negocio. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide correctamente y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos y no realiza un cierre. No se evidencia empatía ni proactividad."
        }
      ],
      "pct_ofrece_fibra": 6.3
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 290,
      "tmo_seg": 143.6,
      "pct_capta_atencion": 43.1,
      "menos_30seg": 46,
      "corte_cliente": 175,
      "corte_agente": 115
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 31.1,
      "general": 30.6,
      "diferencia": 0.5,
      "percentil": 58.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.5,
        "general": 17.9,
        "diferencia": -1.4
      },
      "identificacion_cliente": {
        "agente": 56.7,
        "general": 49.4,
        "diferencia": 7.3
      },
      "deteccion_necesidades": {
        "agente": 12.9,
        "general": 14.3,
        "diferencia": -1.4
      },
      "oferta_productos": {
        "agente": 34.1,
        "general": 36.1,
        "diferencia": -2.1
      },
      "manejo_objeciones": {
        "agente": 30.5,
        "general": 27.8,
        "diferencia": 2.7
      },
      "cierre": {
        "agente": 17.1,
        "general": 19.5,
        "diferencia": -2.4
      },
      "despedida": {
        "agente": 60.8,
        "general": 51.2,
        "diferencia": 9.6
      },
      "proactividad": {
        "agente": 10.1,
        "general": 8.5,
        "diferencia": 1.7
      },
      "empatia": {
        "agente": 41.1,
        "general": 37.5,
        "diferencia": 3.7
      },
      "resolucion_problemas": {
        "agente": 31.0,
        "general": 21.0,
        "diferencia": 10.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 87\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 87 es **Crítico**. Si bien su puntaje promedio de 31.1 de 100 es ligeramente superior al promedio del equipo (30.6 de 100), este pequeño margen no compensa la gran cantidad de llamadas clasificadas como críticas. Tiene un potencial de mejora significativo, especialmente en áreas como detección de necesidades, proactividad y cierre. En comparación con el coaching anterior, se observa una evolución positiva en \"Manejo de Objeciones\", pero es crucial abordar las áreas que aún presentan un bajo desempeño para lograr un impacto real en los resultados. El alto porcentaje de llamadas con corte del cliente (175) indica una posible desconexión o falta de engagement durante la conversación.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 56.7 de 100, Mza 87 demuestra habilidad en verificar la identidad del cliente al inicio de la llamada. Esto es fundamental para evitar errores y personalizar la oferta.\n*   **Despedida:** Obtiene una puntuación alta en despedida (60.8 de 100), lo que indica que cierra las llamadas de manera formal y cortés.\n*   **Empatía:** Muestra un nivel de empatía superior al promedio del equipo (41.1 de 100), lo que le permite conectar mejor con los clientes y generar confianza.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Es la principal área de mejora (12.9 de 100). La falta de indagación sobre las necesidades del cliente impide ofrecer soluciones personalizadas y relevantes.\n*   **Proactividad:** Su puntuación en proactividad es baja (10.1 de 100). Es necesario que Mza 87 tome la iniciativa y ofrezca activamente productos y servicios adicionales, como la fibra óptica, en lugar de esperar a que el cliente lo solicite.\n*   **Cierre:** Con un puntaje de 17.1 de 100, el cierre es una de las mayores debilidades. Es fundamental que Mza 87 aprenda a dirigir la conversación hacia el cierre de la venta de manera efectiva y sin titubeos.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 16.5 de 100. Necesita mejorar la energía y el profesionalismo en la presentación.\n    *   **Qué hace mal:** Posiblemente utiliza saludos genéricos y poco atractivos.\n    *   **Cómo mejorar:** Utilizar un saludo personalizado y enfático. Ejemplo: \"¡Hola [Nombre], soy [Tu Nombre] de Movistar! Tengo una oferta exclusiva para vos\".\n*   **Identificación del Cliente:** 56.7 de 100. Es una fortaleza, pero se puede refinar.\n    *   **Qué hace bien:** Verifica la identidad del cliente.\n    *   **Cómo mejorar:** Agregar una pregunta de validación para asegurar que es el titular de la línea. Ejemplo: \"¿Es usted el titular de la línea?\".\n*   **Detección de Necesidades:** 12.9 de 100. Urgente mejorar.\n    *   **Qué hace mal:** No realiza preguntas específicas para identificar las necesidades del cliente.\n    *   **Cómo mejorar:** Realizar preguntas enfocadas en el uso del celular y la conexión a internet. Ejemplo: \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, trabajo? ¿Cuántos GB tenés contratados actualmente?\".\n*   **Oferta de Productos:** 34.1 de 100. Falta proactividad y claridad.\n    *   **Qué hace mal:** No ofrece la fibra óptica de manera directa.\n    *   **Cómo mejorar:** Mencionar la oferta de fibra inmediatamente después de detectar las necesidades del cliente. Ejemplo: \"Además del plan que te comenté, tenemos una oferta de fibra óptica que LE VA a interesar mucho, especialmente si usás mucho internet en casa\".\n*   **Manejo de Objeciones:** 30.5 de 100. Necesita respuestas más personalizadas.\n    *   **Qué hace mal:** Utiliza respuestas genéricas.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de manera específica. Ejemplo: Si el cliente dice \"Es muy caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero si consideramos que vas a tener más GB y una mejor conexión, el costo se justifica. ¿Qué te parece si vemos cómo financiarlo?\".\n*   **Cierre:** 17.1 de 100. El punto más crítico a mejorar.\n    *   **Qué hace mal:** No dirige la conversación hacia el cierre de la venta.\n    *   **Cómo mejorar:** Después de presentar la oferta y manejar las objeciones, proceder directamente al cierre. Ejemplo: \"Perfecto, entonces, para avanzar con la activación del plan y la instalación de la fibra, ¿preferís que te asigne la sucursal más cercana a tu domicilio o que busquemos un turno para la instalación en tu casa?\".\n*   **Despedida:** 60.8 de 100. Una fortaleza, mantener.\n    *   **Qué hace bien:** Cierra la llamada de manera formal.\n    *   **Cómo mejorar:** Agregar un comentario personalizado relacionado con la conversación. Ejemplo: \"Gracias por tu tiempo, [Nombre]. Que disfrutes mucho de tu nuevo plan y de la fibra. ¡Estamos en contacto para coordinar la instalación!\".\n*   **Proactividad:** 10.1 de 100. Debe ser mucho más proactivo.\n    *   **Qué hace mal:** No ofrece productos adicionales ni busca soluciones alternativas.\n    *   **Cómo mejorar:** Ofrecer la fibra óptica, promociones especiales, y opciones de financiamiento.\n*   **Empatía:** 41.1 de 100. Ya muestra empatía, pero se puede pulir.\n    *   **Qué hace bien:** Muestra comprensión hacia el cliente.\n    *   **Cómo mejorar:** Utilizar frases que demuestren interés genuino. Ejemplo: \"Entiendo perfectamente tu situación, [Nombre]. Permitime buscar la mejor solución para vos\".\n*   **Resolución de Problemas:** 31.0 de 100. Es necesario ofrecer soluciones concretas.\n    *   **Qué hace mal:** No ofrece soluciones claras a los problemas planteados por el cliente.\n    *   **Cómo mejorar:** Presentar opciones concretas y detalladas. Ejemplo: \"Si estás teniendo problemas con la velocidad de tu internet, puedo ofrecerte un plan con más GB o la instalación de la fibra óptica. ¿Cuál de estas opciones te parece mejor?\".\n\n### 5. PLAN DE ACCION SEMANAL\n*   **Semana 1:** **Detección de necesidades y cierre.** Practicar las preguntas clave para identificar las necesidades del cliente y los speech de cierre directo. Registrar las llamadas y analizar las respuestas del cliente para ajustar el enfoque.\n*   **Semana 2:** **Oferta de fibra y manejo de objeciones.** Enfocarse en ofrecer la fibra óptica de manera directa y aprender a rebatir las objeciones más comunes de manera personalizada. Utilizar role-playing con el equipo para simular diferentes escenarios.\n*   **Semana 3:** **Proactividad y empatía.** Buscar oportunidades para ofrecer productos adicionales y demostrar empatía genuina hacia el cliente. Revisar las grabaciones de las llamadas y evaluar el tono de voz y las expresiones utilizadas.\n*   **Semana 4:** **Consolidación y optimización.** Revisar todas las áreas de mejora y enfocarse en perfeccionar las habilidades adquiridas. Analizar las métricas y ajustar el plan de acción según sea necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]? ¿Es usted el titular de la línea?\".\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés contratados actualmente? ¿Tenés internet en casa? ¿Qué velocidad tenés?\".\n*   **Como ofrecer fibra directamente:** \"Además del plan que te comenté, tenemos una oferta de fibra óptica que LE VA a interesar mucho, especialmente si usás mucho internet en casa para [actividades]\".\n*   **Técnicas de cierre directo:** \"Perfecto, entonces, para avanzar con la activación del plan y la instalación de la fibra, ¿preferís que te asigne la sucursal más cercana a tu domicilio o que busquemos un turno para la instalación en tu casa?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es muy caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso. Pero si consideramos que vas a tener más GB y una mejor conexión, el costo se justifica. ¿Qué te parece si vemos cómo financiarlo?\".\n    *   **\"No me interesa\":** \"Entiendo, pero permíteme comentarte rápidamente los beneficios que podrías obtener. Con este plan y la fibra, vas a tener [mencionar beneficios específicos]. ¿Te parece que te comente más detalles?\".\n    *   **\"Tengo otra compañía\":** \"Entiendo, pero ¿sabías que Movistar tiene la mejor cobertura y velocidad de internet del país? Además, te ofrecemos [mencionar beneficios exclusivos]. ¿Por qué no probás algo mejor?\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 60 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas críticas en un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de detección de necesidades en un 100%.\n    *   Incrementar la tasa de oferta de fibra en un 200%.\n    *   Duplicar la tasa de cierre de ventas.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 87, tenés un gran potencial para convertirte en un vendedor estrella. Ya demostraste tener habilidades valiosas como la identificación del cliente, la despedida cordial y la empatía. Ahora, es momento de enfocarte en desarrollar tus áreas de mejora, especialmente la detección de necesidades, la proactividad y el cierre. Con un plan de acción claro, perseverancia y el apoyo del equipo, estoy seguro de que vas a alcanzar tus metas y superar tus propios límites. ¡Vamos por esos resultados!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}