{
  "agente": "amza75",
  "fecha_generacion": "2026-02-23T09:35:44.716077",
  "metricas": {
    "agente": "amza75",
    "evaluaciones": {
      "total_evaluadas": 85,
      "puntaje_promedio": 46.5,
      "puntaje_min": 0.0,
      "puntaje_max": 160.0,
      "desviacion_std": 28.4,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 16,
      "criterios": {
        "saludo_presentacion": 38.1,
        "identificacion_cliente": 81.5,
        "deteccion_necesidades": 32.2,
        "oferta_productos": 57.1,
        "manejo_objeciones": 44.2,
        "cierre": 25.9,
        "despedida": 74.0,
        "proactividad": 16.5,
        "empatia": 51.8,
        "resolucion_problemas": 46.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 33,
        "Cierre": 22,
        "Proactividad": 21,
        "Manejo de objeciones": 21,
        "Oferta de productos": 16
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 34,
        "Despedida": 17,
        "Empatía": 13,
        "Manejo de objeciones": 10,
        "Oferta de productos": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 160.0,
          "resumen": "El agente se presenta y ofrece un plan de datos. Intenta resolver un problema de portabilidad anterior y muestra empatía. El cierre no se completa en la llamada, pero se acuerda un nuevo contacto y se solicita información."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "La agente realiza una excelente gestión de la venta, cumpliendo con los criterios y brindando una buena experiencia al cliente."
        },
        {
          "puntaje_total": 97.0,
          "resumen": "Excelente gestión de venta. El agente cumple con los criterios de evaluación, demostrando un buen manejo del cliente y del proceso de venta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con ningún criterio de evaluación. El agente no se presentó correctamente, no verificó la identidad del cliente, no detectó necesidades, no ofreció productos ni manejó objeciones. El cierre y la despedida fueron inexistentes.  El tono y las frases utilizadas son inapropiadas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios mínimos de calidad. No hay presentación, identificación, detección de necesidades, manejo de objeciones ni cierre. No se ofrece fibra.  La resolución de problemas es deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con ninguna de las reglas del negocio. El cliente se quejó de las llamadas y el agente no ofreció ningún producto ni intentó resolver la situación."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 85,
      "puntaje_promedio": 46.5,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 16,
      "criterios": {
        "saludo_presentacion": 38.1,
        "identificacion_cliente": 81.5,
        "deteccion_necesidades": 32.2,
        "oferta_productos": 57.1,
        "manejo_objeciones": 44.2,
        "cierre": 25.9,
        "despedida": 74.0,
        "proactividad": 16.5,
        "empatia": 51.8,
        "resolucion_problemas": 46.8
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 46.5,
      "general": 37.5,
      "diferencia": 9.0,
      "percentil": 63.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 38.1,
        "general": 31.4,
        "diferencia": 6.7
      },
      "identificacion_cliente": {
        "agente": 81.5,
        "general": 61.3,
        "diferencia": 20.2
      },
      "deteccion_necesidades": {
        "agente": 32.2,
        "general": 25.6,
        "diferencia": 6.6
      },
      "oferta_productos": {
        "agente": 57.1,
        "general": 41.8,
        "diferencia": 15.3
      },
      "manejo_objeciones": {
        "agente": 44.2,
        "general": 35.1,
        "diferencia": 9.2
      },
      "cierre": {
        "agente": 25.9,
        "general": 22.4,
        "diferencia": 3.5
      },
      "despedida": {
        "agente": 74.0,
        "general": 59.7,
        "diferencia": 14.3
      },
      "proactividad": {
        "agente": 16.5,
        "general": 12.5,
        "diferencia": 4.0
      },
      "empatia": {
        "agente": 51.8,
        "general": 47.6,
        "diferencia": 4.2
      },
      "resolucion_problemas": {
        "agente": 46.8,
        "general": 30.4,
        "diferencia": 16.4
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza75\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza75 se encuentra en un nivel **Bueno**, mostrando un desempeño superior al promedio del equipo (puntaje IA de 46.5 vs. 37.5 del equipo, percentil 63.7). Su capacidad para identificar al cliente, despedirse cordialmente y resolver problemas se destacan positivamente en comparación con sus compañeros. \n\n**EVOLUCIÓN:** El análisis comparativo con el equipo sugiere una mejora general en el desempeño de amza75. Ha superado al promedio del equipo en todos los criterios evaluados, lo que indica un progreso significativo en su habilidad para interactuar con los clientes y aplicar las estrategias de venta. Este progreso es alentador y sugiere que las capacitaciones y el feedback están teniendo un impacto positivo.\n\nEl potencial de mejora de amza75 es considerable. Con un enfoque en áreas específicas como el cierre de ventas y la proactividad en la oferta de fibra, puede consolidarse como un vendedor de alto rendimiento y alcanzar un nivel Excelente.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n**QUÉ MEJORÓ:**\n\n*   **Identificación del Cliente:** Subió significativamente (+20.2 puntos) lo que sugiere una mayor eficiencia en verificar la identidad del cliente y asegurar que está hablando con la persona correcta. Esto es fundamental para evitar pérdidas de tiempo y construir una base sólida para la conversación.\n*   **Oferta de Productos:** Aumentó (+15.3 puntos), demostrando mayor efectividad en presentar los productos de Movistar y resaltar sus beneficios.\n*   **Despedida:** Mejoró (+14.3 puntos), consolidando un cierre cordial y profesional de las llamadas, dejando una buena impresión en el cliente.\n*   **Resolución de problemas:** Aumentó (+16.4 puntos), indicando una mejora en la capacidad de abordar y solucionar las inquietudes de los clientes durante la interacción.\n\n**QUÉ EMPEORÓ:** No se observan áreas donde el puntaje haya disminuido respecto al período anterior (tomando como referencia el promedio del equipo como punto de comparación). Esto es una señal positiva del constante crecimiento y mejora del agente.\n\n**QUÉ SIGUE PENDIENTE:**\n\n*   **Detección de Necesidades:** Aunque mejoró, el puntaje sigue siendo relativamente bajo (32.2), indicando que aún hay margen para mejorar la habilidad de hacer preguntas clave para entender las necesidades específicas del cliente y ofrecer la solución adecuada.\n*   **Cierre:** El puntaje es bajo (25.9). Persiste la dificultad para concretar la venta y asegurar el compromiso del cliente.\n*   **Proactividad (Oferta de Fibra):** Sigue siendo el área más débil (16.5). Es crucial que amza75 incorpore la oferta de fibra de forma sistemática en todas las llamadas.\n\n**TENDENCIA GENERAL:** amza75 va por buen camino. Su progreso constante en la mayoría de los criterios indica una actitud positiva y un compromiso con la mejora continua. Sin embargo, es crucial abordar las áreas pendientes para desbloquear su máximo potencial.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n1.  **Identificación del Cliente:** Muestra gran seguridad al verificar la identidad del cliente, asegurando una conversación efectiva y personalizada. Esta fortaleza es crucial para evitar malentendidos y establecer una base sólida para la venta.\n2.  **Oferta de Productos:** Demuestra habilidad para comunicar los beneficios de los productos de Movistar y adaptarlos a las necesidades del cliente.\n3.  **Despedida:** Finaliza las llamadas de manera cordial y profesional, dejando una impresión positiva en el cliente, lo que podría fomentar futuras interacciones.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n1.  **Detección de Necesidades (PERSISTENTE):** No está logrando profundizar en las necesidades específicas de cada cliente. Es crucial que haga preguntas más efectivas para entender qué buscan y cómo Movistar puede satisfacer sus requerimientos. No se debe preguntar \"¿Qué es lo más importante para ti en un plan?\" Sino \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\".\n2.  **Cierre (PERSISTENTE):** Tiene dificultades para concretar la venta. Necesita aprender técnicas de cierre más directas y persuasivas, sin caer en frases prohibidas como \"¿Le gustaría que...?\". Debe asignar sucursal o buscar domicilio del cliente para completar la venta.\n3.  **Proactividad (Oferta de Fibra) (PERSISTENTE):** No está ofreciendo fibra de forma consistente y directa. Debe incorporar la oferta de fibra en TODAS las llamadas, sin preguntar si el cliente está interesado. Debe comentar DIRECTAMENTE sobre fibra sin preguntar.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nNo se proporcionan métricas específicas de llamadas y ventas para amza75. Sin embargo, considerando el puntaje IA promedio y las áreas de mejora identificadas, se puede inferir lo siguiente:\n\n*   **TMO (Tiempo Medio Operativo):** Es probable que el TMO esté dentro del rango aceptable (2-4 minutos). Sin embargo, si el TMO es bajo, podría indicar que no está dedicando suficiente tiempo a la detección de necesidades y al cierre. Si es alto, podría indicar dificultades para cerrar la venta.\n*   **% Capta Atención:** Dado el puntaje promedio de IA, es probable que el % Capta Atención esté en un rango **REGULAR** (30-40%). Esto significa que necesita mejorar su habilidad para enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada:** Si hay más cortes del cliente que del agente, es una señal de que el pitch inicial no es lo suficientemente atractivo.\n*   **Llamadas <30 seg:** Un número elevado de llamadas cortas indica problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** Dado el enfoque en el cierre como área de mejora, es probable que la tasa de aprobación de ventas sea inferior al promedio del equipo.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel      | ¿Qué está haciendo mal o bien?                                                                                                                      | Cómo mejorar específicamente                                                                                                                                                                                                                                                                             |\n| :-------------------- | :--------- | :-------------------------------------------------------------------------------------------------------------------------------------------------- | :----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación | Regular    | No está generando un impacto inicial suficientemente fuerte.                                                                                             | En lugar de \"Tengo una oferta que podría interesarle\", usar \"Tengo una oferta que le VA a interesar\". Evitar información de visitas web (no tienen acceso).                                                                                                                                |\n| Identificación Cliente | Excelente  | Verifica la identidad del cliente de manera efectiva.                                                                                               | Mantener esta práctica. Frase clave: \"Hola, ¿me comunico con [Nombre]?\"                                                                                                                                                                                                                 |\n| Detección Necesidades | Bajo       | No está haciendo las preguntas correctas para entender las necesidades específicas del cliente.                                                           | Evitar \"¿Qué es lo más importante para ti en un plan?\". Usar \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\".                                                                                                                                                            |\n| Oferta de Productos   | Bueno      | Presenta los productos de Movistar, pero podría ser más persuasivo.                                                                                    | Enfatizar los beneficios clave de cada producto y adaptarlos a las necesidades específicas del cliente.                                                                                                                                                                                          |\n| Manejo Objeciones     | Regular    | No está personalizando las respuestas a las objeciones.                                                                                               | Preparar respuestas específicas para las objeciones más comunes. Sincronizar/personalizar la respuesta según el cliente específico.                                                                                                                                                              |\n| Cierre                | Crítico    | Tiene dificultades para concretar la venta y asegurar el compromiso del cliente.                                                                       | Usar técnicas de cierre más directas: asignar sucursal o buscar domicilio del cliente para completar la venta. Evitar \"¿Le gustaría que...?\".                                                                                                                                            |\n| Despedida             | Excelente  | Se despide de manera cordial y profesional.                                                                                                         | Mantener esta práctica. Ofrecer acompañamiento durante la portabilidad (opcional). Evitar \"Estaré encantado de ayudarte en el futuro\".                                                                                                                                                     |\n| Proactividad          | Crítico    | No está ofreciendo fibra de forma sistemática y directa.                                                                                              | Ofrecer fibra en TODAS las llamadas, sin preguntar si el cliente está interesado. Comentar DIRECTAMENTE sobre fibra sin preguntar.                                                                                                                                                          |\n| Empatía               | Regular    | Demuestra empatía, pero podría ser más genuino.                                                                                                        | Escuchar activamente al cliente y mostrar interés real en sus problemas.                                                                                                                                                                                                                  |\n| Resolución Problemas   | Regular    | Intenta resolver los problemas, pero podría ser más eficiente.                                                                                          | Investigar las soluciones a los problemas más comunes y tenerlas a mano.                                                                                                                                                                                                              |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en Cierre y Proactividad.**\n*   **Acciones:** Practicar técnicas de cierre directo con el rol-playing. Incorporar la oferta de fibra en todas las llamadas, aprendiendo un speech conciso y persuasivo. Revisar grabaciones de llamadas exitosas para identificar técnicas de cierre.\n\n**Semana 2:** **Profundizar en Detección de Necesidades.**\n*   **Acciones:** Implementar nuevas preguntas para identificar las necesidades del cliente. Analizar llamadas y obtener retroalimentación sobre cómo mejorar la detección de necesidades.\n\n**Semana 3:** **Optimizar el Manejo de Objeciones.**\n*   **Acciones:** Desarrollar scripts personalizados para las objeciones más frecuentes. Practicar el manejo de objeciones con el mentor.\n\n**Semana 4:** **Consolidación y Medición.**\n*   **Acciones:** Monitorear los KPIs clave (tasa de conversión, puntaje IA, % Capta Atención) y ajustar el plan de acción según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Identificación del Cliente:** \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación).\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además, te comento que tenemos un excelente servicio de fibra óptica en tu zona, con [velocidad] y [beneficios específicos], lo que te permitirá disfrutar de [actividades] sin interrupciones.\"\n*   **Cierre Directo:** \"Perfecto, entonces vamos a coordinar la instalación en tu domicilio. ¿Me confirmás tu dirección completa?\" / \"Para completar la venta, te voy a asignar la sucursal de Movistar más cercana a tu domicilio, para que puedas retirar tu chip.\"\n*   **Manejo de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión en un 1% en 30 días.\n*   **Ofrecimiento de Productos:** Asegurar el ofrecimiento de fibra en el 100% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención a 45% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza75, tu progreso en las últimas semanas es evidente y muy alentador. Has demostrado una gran capacidad para identificar al cliente y ofrecer productos relevantes. Ahora, el desafío es llevar tus cierres al siguiente nivel y asegurarte de que todos tus clientes conozcan los beneficios de nuestra fibra óptica. ¡Sé que puedes lograrlo! Confío en tu potencial para convertirte en uno de los mejores vendedores del equipo. ¡Vamos por más!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}