{
  "agente": "Belen",
  "agente_codigo": "MZA 22",
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-09T08:43:06.564498",
  "metricas": {
    "agente": "Belen",
    "agente_codigo": "MZA 22",
    "equipo": "ARENAS YASMIN",
    "evaluaciones": {
      "total_evaluadas": 35,
      "puntaje_promedio": 58.9,
      "puntaje_min": 0,
      "puntaje_max": 500,
      "desviacion_std": 81.3,
      "llamadas_excelentes": 5,
      "llamadas_buenas": 9,
      "llamadas_regulares": 9,
      "llamadas_criticas": 12,
      "criterios": {
        "saludo_presentacion": 42.6,
        "identificacion_cliente": 52.0,
        "deteccion_necesidades": 43.1,
        "oferta_productos": 56.9,
        "manejo_objeciones": 50.3,
        "cierre": 26.6,
        "despedida": 67.1,
        "proactividad": 28.0,
        "empatia": 61.7,
        "resolucion_problemas": 34.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 10,
        "Identificación del cliente": 9,
        "Manejo de objeciones": 7,
        "Cierre de ventas": 7,
        "Proactividad": 6
      },
      "fortalezas_frecuentes": {
        "Empatía": 8,
        "Identificación del cliente.": 4,
        "Saludo y presentación": 4,
        "Manejo de objeciones": 4,
        "Identificación correcta del cliente.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 500.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece productos directamente y maneja objeciones. No logra cerrar la venta completamente. Muestra proactividad y empatía."
        },
        {
          "puntaje_total": 94.0,
          "resumen": "La agente realiza una buena gestión, se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece planes y fibra, maneja objeciones y completa el cierre. Muestra empatía y proactividad."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente demostró un buen desempeño en la detección de necesidades, oferta de productos, manejo de objeciones y cierre, mostrando empatía y proactividad. Se sugiere mejorar la presentación inicial."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. Presentación deficiente, falta de identificación, detección de necesidades y cierre. Manejo de objeciones y empatía ausentes. La oferta es confusa y no se concreta la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con los criterios obligatorios y no realiza ninguna acción para la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se identifica correctamente, no detecta necesidades, no ofrece productos ni intenta cerrar la venta. Tampoco muestra proactividad ni empatía."
        }
      ],
      "pct_ofrece_fibra": 34.3
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 6.7
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 56,
      "con_plan": 22,
      "ofrece_fibra": 21,
      "pct_plan": 39.3,
      "pct_fibra": 37.5
    },
    "calidad_llamadas": {
      "total_llamadas": 241,
      "tmo_seg": 115.5,
      "pct_capta_atencion": 26.1,
      "menos_30seg": 138,
      "corte_cliente": 143,
      "corte_agente": 96
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 58.9,
      "general": 30.6,
      "diferencia": 28.3,
      "percentil": 82.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 42.6,
        "general": 17.9,
        "diferencia": 24.7
      },
      "identificacion_cliente": {
        "agente": 52.0,
        "general": 49.4,
        "diferencia": 2.6
      },
      "deteccion_necesidades": {
        "agente": 43.1,
        "general": 14.3,
        "diferencia": 28.8
      },
      "oferta_productos": {
        "agente": 56.9,
        "general": 36.1,
        "diferencia": 20.7
      },
      "manejo_objeciones": {
        "agente": 50.3,
        "general": 27.8,
        "diferencia": 22.5
      },
      "cierre": {
        "agente": 26.6,
        "general": 19.5,
        "diferencia": 7.0
      },
      "despedida": {
        "agente": 67.1,
        "general": 51.2,
        "diferencia": 16.0
      },
      "proactividad": {
        "agente": 28.0,
        "general": 8.5,
        "diferencia": 19.5
      },
      "empatia": {
        "agente": 61.7,
        "general": 37.5,
        "diferencia": 24.2
      },
      "resolucion_problemas": {
        "agente": 34.6,
        "general": 21.0,
        "diferencia": 13.5
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Belen\n\n### 1. DIAGNOSTICO GENERAL\nBelen se encuentra en un nivel de \"Necesita Mejora\". Su puntaje promedio de 58.9 la posiciona significativamente por encima del promedio general del equipo (30.6), ubicándola en el percentil 82.6. Esto indica un gran potencial para convertirse en una vendedora destacada dentro del equipo.\n\nComparando con el coaching anterior, Belen ha experimentado una mejora significativa en su puntaje promedio (de 44.4 a 58.9) y en la mayoría de los criterios evaluados. Sin embargo, aún existen áreas críticas que requieren atención para desbloquear su máximo potencial y convertir más oportunidades en cierres efectivos. Su alta empatía es una fortaleza que debe capitalizar.\n\n### 2. FORTALEZAS\n*   **Empatía:** Belen demuestra una alta capacidad para conectar con los clientes (61.7 de 100), lo que facilita la creación de una relación y confianza. Debe seguir potenciando esta cualidad para generar mayor predisposición a la compra.\n*   **Identificación del Cliente:** Su habilidad para identificar correctamente al cliente es sólida (52.0 de 100), lo que asegura una comunicación eficiente y personalizada.\n*   **Oferta de Productos:** Belen ha mejorado en la oferta de productos (56.9 de 100), mostrando un conocimiento básico de los planes y servicios.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Cierre de Ventas:** El puntaje más bajo es en cierre (26.6 de 100), lo que indica dificultad para concretar las ventas. Necesita implementar técnicas de cierre más efectivas y directas.\n*   **Proactividad:** Su nivel de proactividad es bajo (28.0 de 100). Debe ser más proactiva en la oferta de productos y en la búsqueda de soluciones para las necesidades del cliente.\n*   **Detección de Necesidades:** Aunque ha mejorado, la detección de necesidades sigue siendo un área de mejora (43.1 de 100). Una mejor comprensión de las necesidades del cliente permitirá ofrecer soluciones más personalizadas y aumentar las posibilidades de cierre.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 42.6 de 100. Debe mejorar la fluidez y el impacto inicial. **Como mejorar:** Practicar un saludo conciso y atractivo que capte la atención del cliente desde el principio.\n*   **Identificación del Cliente:** 52.0 de 100. Identifica correctamente al cliente. **Como mejorar:** Confirmar el nombre del cliente y usarlo a lo largo de la conversación para personalizar la interacción.\n*   **Detección de Necesidades:** 43.1 de 100. Debe realizar preguntas más profundas para comprender las necesidades reales del cliente. **Como mejorar:** En lugar de preguntar \"¿Qué es lo que más usás del celular?\", preguntar \"¿Qué aplicaciones o servicios son indispensables para vos en tu día a día?\" para obtener información más relevante.\n*   **Oferta de Productos:** 56.9 de 100. Presenta los productos, pero necesita ser más directa y persuasiva. **Como mejorar:**  En lugar de preguntar si le interesa la fibra, directamente comentar \"Tengo una oferta de fibra óptica con [velocidad] que le va a permitir [beneficios] y además, por ser cliente Movistar, tiene un descuento especial.\"\n*   **Manejo de Objeciones:** 50.3 de 100. Responde a las objeciones, pero necesita respuestas más enfocadas y contundentes. **Como mejorar:** Preparar respuestas específicas para las objeciones más comunes, utilizando datos y beneficios concretos.\n*   **Cierre:** 26.6 de 100. Evita el cierre o lo realiza de forma débil. **Como mejorar:** Después de presentar la oferta, en lugar de preguntar, directamente asignar sucursal o preguntar por la dirección para el envío del equipo. \"Perfecto, entonces para avanzar con la instalación, ¿en qué dirección le queda más cómodo recibir a nuestro técnico?\".\n*   **Despedida:** 67.1 de 100. Correcta. **Como mejorar:** Agradecer al cliente por su tiempo y recordar el próximo paso.\n*   **Proactividad:** 28.0 de 100. Espera a que el cliente pregunte o muestre interés. **Como mejorar:** Ofrecer soluciones adicionales y anticiparse a las necesidades del cliente.\n*   **Empatía:** 61.7 de 100. Muestra empatía. **Como mejorar:** Usar frases como \"Entiendo su preocupación\" o \"Comprendo lo que me dice\" para demostrar que se preocupa por el cliente.\n*   **Resolución de Problemas:** 34.6 de 100. Puede mejorar la resolución. **Como mejorar:** Enfocarse en la solución y no en el problema, ofreciendo alternativas claras y concisas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en Cierre Directo y Detección de Necesidades Profundas.**\n*   Acciones: Practicar técnicas de cierre directo (asignación de sucursal o pedido de dirección). Implementar preguntas abiertas para identificar necesidades reales. Revisar grabaciones de llamadas con cierres exitosos.\n**Semana 2:** **Oferta de Fibra Proactiva y Manejo de Objeciones Específicas.**\n*   Acciones: Incorporar la oferta de fibra en todas las llamadas. Elaborar un listado de objeciones frecuentes y preparar respuestas persuasivas. Role-playing con el equipo para practicar el manejo de objeciones.\n**Semana 3:** **Consolidación de Técnicas y Personalización de la Oferta.**\n*   Acciones: Revisar las métricas de la semana anterior y ajustar las estrategias. Adaptar la oferta a las necesidades específicas de cada cliente. Escuchar grabaciones propias para identificar áreas de mejora.\n**Semana 4:** **Optimización y Aumento de la Proactividad.**\n*   Acciones: Analizar el desempeño general y establecer metas para el próximo mes. Buscar oportunidades para ofrecer soluciones adicionales y superar las expectativas del cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué aplicaciones o servicios son indispensables para vos en tu día a día?\"\n    *   \"¿Cuántos dispositivos tenés conectados a internet en tu casa?\"\n    *   \"¿En qué utilizás principalmente tu celular?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta de fibra óptica con [velocidad] que le va a permitir [beneficios] y además, por ser cliente Movistar, tiene un descuento especial.\"\n*   **Técnicas de cierre directo:** \"Perfecto, entonces para avanzar con la instalación, ¿en qué dirección le queda más cómodo recibir a nuestro técnico?\" o \"Genial, le reservé un turno en la sucursal de [ubicación] para el [día] a las [hora]. ¿Le queda bien?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Está caro\":** \"Es lógico que mire el precio. A varios clientes les pasó eso. Lo importante es que con este plan tiene [beneficio 1], [beneficio 2] y [beneficio 3] que le solucionan [problema específico del cliente]\".\n    *   **\"No me interesa la fibra\":** \"Entiendo, pero permítame comentarle que la fibra óptica le va a permitir [beneficios] y la diferencia de precio es mínima comparada con el servicio que va a recibir\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** 75\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas que captan la atención del cliente por más de 1 minuto en un 20%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de cierres de venta en un 15%.\n    *   Disminuir el tiempo promedio de llamada (TMO) en un 10% (Optimizar a 2-4min).\n    *   Aumentar el porcentaje de oferta de fibra en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nBelen, tu evolución hasta ahora es impresionante. Tenés un gran potencial y las herramientas para destacarte en el equipo. Enfócate en pulir tus técnicas de cierre y en ser más proactiva. ¡Confío en que vas a lograr resultados increíbles! Tu empatía es tu mayor fortaleza, úsala para construir relaciones sólidas con tus clientes y guiarlos hacia la mejor solución para sus necesidades. ¡Vamos por ese 75!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}