{
  "agente": "amza33",
  "fecha_generacion": "2026-02-23T09:35:20.130734",
  "metricas": {
    "agente": "amza33",
    "evaluaciones": {
      "total_evaluadas": 87,
      "puntaje_promedio": 30.1,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 25.1,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 37,
      "criterios": {
        "saludo_presentacion": 21.3,
        "identificacion_cliente": 49.9,
        "deteccion_necesidades": 24.3,
        "oferta_productos": 31.4,
        "manejo_objeciones": 33.0,
        "cierre": 13.1,
        "despedida": 40.1,
        "proactividad": 8.7,
        "empatia": 45.7,
        "resolucion_problemas": 30.9
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 43,
        "Oferta de productos": 24,
        "Cierre": 23,
        "Identificación del cliente": 23,
        "Proactividad": 22
      },
      "fortalezas_frecuentes": {
        "Empatía": 24,
        "Identificación del cliente": 19,
        "Manejo de objeciones": 9,
        "Resolución de problemas": 7,
        "Identificación del cliente.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión de venta. El agente se presentó correctamente, verificó la identidad del cliente, detectó las necesidades, ofreció productos de forma directa, manejó las objeciones, completó el cierre, se despidió correctamente, mostró proactividad y empatía."
        },
        {
          "puntaje_total": 87.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y maneja las objeciones y quejas del cliente de manera efectiva. Ofrece productos directamente y muestra empatía. El cierre no es completamente fluido pero se intenta.  Debería enfocarse en una mejor detección de las necesidades."
        },
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presenta y verifica la identidad, mostrando empatía con la cliente y resolviendo su queja. Ofrece fibra directamente y maneja las objeciones. El cierre no se completa totalmente. Debe mejorar la proactividad y ofrecer otros productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, y no cierra la venta. Tampoco muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los estándares requeridos. No se presentó, no verificó la identidad, no detectó necesidades ni ofreció productos de manera efectiva. El cierre fue incompleto y la proactividad fue baja."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente.  El agente no pudo superar las objeciones, no ofreció productos ni manejó la situación de forma profesional."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 87,
      "puntaje_promedio": 30.1,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 37,
      "criterios": {
        "saludo_presentacion": 21.3,
        "identificacion_cliente": 49.9,
        "deteccion_necesidades": 24.3,
        "oferta_productos": 31.4,
        "manejo_objeciones": 33.0,
        "cierre": 13.1,
        "despedida": 40.1,
        "proactividad": 8.7,
        "empatia": 45.7,
        "resolucion_problemas": 30.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 30.1,
      "general": 37.5,
      "diferencia": -7.4,
      "percentil": 46.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 21.3,
        "general": 31.4,
        "diferencia": -10.2
      },
      "identificacion_cliente": {
        "agente": 49.9,
        "general": 61.3,
        "diferencia": -11.4
      },
      "deteccion_necesidades": {
        "agente": 24.3,
        "general": 25.6,
        "diferencia": -1.3
      },
      "oferta_productos": {
        "agente": 31.4,
        "general": 41.8,
        "diferencia": -10.4
      },
      "manejo_objeciones": {
        "agente": 33.0,
        "general": 35.1,
        "diferencia": -2.1
      },
      "cierre": {
        "agente": 13.1,
        "general": 22.4,
        "diferencia": -9.3
      },
      "despedida": {
        "agente": 40.1,
        "general": 59.7,
        "diferencia": -19.6
      },
      "proactividad": {
        "agente": 8.7,
        "general": 12.5,
        "diferencia": -3.7
      },
      "empatia": {
        "agente": 45.7,
        "general": 47.6,
        "diferencia": -1.8
      },
      "resolucion_problemas": {
        "agente": 30.9,
        "general": 30.4,
        "diferencia": 0.5
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza33\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nAmza33 se encuentra por debajo del promedio del equipo, con un puntaje IA de 30.1 frente al promedio de 37.5, ubicándose en el percentil 46.5. Su nivel actual se considera **Necesita Mejora**. Si bien muestra algunas fortalezas en áreas como empatía e identificación del cliente, presenta deficiencias significativas en áreas clave como detección de necesidades, oferta de productos, cierre y proactividad. El análisis comparativo con el equipo revela que hay un margen considerable para mejorar su desempeño. En cuanto a su evolución reciente, **empeoró** en casi todos los criterios clave en comparación con el período anterior. Esto requiere una intervención inmediata y un plan de acción enfocado en revertir esta tendencia. El potencial de mejora es alto, ya que las áreas de oportunidad están claramente identificadas y, con el entrenamiento adecuado, puede alcanzar un rendimiento significativamente superior.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\nConsiderando la semana del 19-24 de Enero:\n\n*   **QUÉ MEJORÓ:** Notablemente, **Resolución de problemas** tuvo una ligera mejora (0.5 puntos por encima del promedio del equipo), aunque desde un punto de partida bajo. Esto indica una capacidad latente para abordar las inquietudes de los clientes.\n*   **QUÉ EMPEORÓ:** Prácticamente todos los demás criterios disminuyeron, incluyendo: **Saludo y presentación**, **Identificación del cliente**, **Oferta de productos**, **Cierre**, **Despedida** y **Proactividad**. La caída más preocupante es en **Despedida** (casi 20 puntos por debajo del promedio del equipo).\n*   **QUÉ SIGUE PENDIENTE:** Áreas como **Detección de necesidades** y **Oferta de productos** siguen siendo persistentemente bajas, indicando una falta de habilidad para comprender las necesidades del cliente y ofrecer soluciones relevantes.\n*   **TENDENCIA GENERAL:** La tendencia es negativa. Necesita intervención urgente para revertir la disminución en el rendimiento y comenzar a construir hábitos de venta más efectivos.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía:** Muestra una capacidad para conectar con los clientes a un nivel emocional. Debe aprovechar esta fortaleza para construir relaciones más sólidas.\n*   **Identificación del Cliente:** Realiza una buena verificación de la identidad del cliente. Debe seguir manteniendo la buena práctica.\n*   **Manejo de Objeciones:** Si bien no es sobresaliente, tiene cierta habilidad para abordar las objeciones de los clientes. Esto se puede fortalecer con entrenamiento específico.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE):** Es fundamental que aprenda a realizar preguntas efectivas para identificar las necesidades reales de los clientes. Sin esto, sus ofertas serán genéricas y poco convincentes.\n*   **Oferta de Productos (PERSISTENTE):** Debe ofrecer productos de manera más directa y persuasiva, sin preguntar si le interesa. Su puntaje en este aspecto es muy bajo.\n*   **Cierre (PERSISTENTE):** Necesita mejorar drásticamente sus técnicas de cierre. Debe aprender a cerrar ventas de manera efectiva y oportuna.\n*   **Despedida (NUEVA):** La abrupta caída en este aspecto es alarmante. Una despedida cordial y profesional es crucial para dejar una buena impresión y mantener abierta la posibilidad de futuras ventas.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nSin las métricas de llamadas y ventas específicas de amza33, realizar un análisis profundo es imposible. Sin embargo, basándonos en los promedios del equipo y su bajo puntaje IA, podemos inferir lo siguiente:\n\n*   **TMO (Tiempo Medio Operativo):** Es probable que su TMO esté fuera del rango óptimo (2-4 minutos). Un TMO demasiado bajo podría indicar una falta de conexión con el cliente, mientras que uno muy alto podría sugerir dificultades para cerrar la venta.\n*   **% Capta Atención:** Es altamente probable que su porcentaje de llamadas >1 minuto sea bajo, reflejando su dificultad para enganchar al cliente y mantenerlo interesado en la conversación. Este es un KPI crítico que debe mejorar.\n*   **Cortes de llamada:** Es probable que tenga una alta tasa de cortes por parte del cliente, lo que indica problemas en el saludo y la presentación inicial.\n*   **Llamadas <30 seg:** Es probable que tenga una cantidad significativa de llamadas cortas, lo que sugiere dificultades para captar la atención del cliente desde el principio.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio                 | Nivel Actual | Qué está haciendo mal                                                                                                          | Cómo mejorar específicamente (RESPETANDO LAS REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                                                                           |\n| ------------------------ | ------------ | ------------------------------------------------------------------------------------------------------------------------------ | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación    | Crítico      | Probablemente utiliza saludos genéricos y no establece una conexión inmediata con el cliente.                                   | Practicar un saludo personalizado y confiado: \"Hola, [Nombre], mi nombre es [Tu Nombre] de Movistar. Te contacto porque tengo una oferta que **le va a interesar** para mejorar tu plan actual.\"                                                                                                                                                   |\n| Identificación Cliente   | Regular      | Si bien identifica al cliente, puede que no lo haga de la forma más eficiente.                                                   | Refinar la pregunta inicial: \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación). Si no es la persona, preguntar cuándo estará disponible.                                                                                                                                                                                             |\n| Detección Necesidades    | Crítico      | No realiza preguntas efectivas para comprender las necesidades del cliente.                                                    | Cambiar \"¿Qué es lo más importante para ti en un plan?\" por \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" Utilizar la respuesta para personalizar la oferta.                                                                                                                                             |\n| Oferta de Productos      | Crítico      | Probablemente pregunta si al cliente le \"interesaría\" un producto o servicio.                                                 | Ofrecer productos directamente: \"Además del plan, tengo una excelente opción de fibra óptica para tu hogar, que te va a permitir disfrutar de una conexión mucho más rápida y estable.\"                                                                                                                                          |\n| Manejo de Objeciones     | Bajo         | Utiliza respuestas genéricas y no personaliza las soluciones para cada cliente.                                               | Escuchar atentamente la objeción específica del cliente y responder con una solución adaptada. Por ejemplo, si el cliente dice que el precio es alto, responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" |\n| Cierre                   | Crítico      | No realiza cierres efectivos y pierde oportunidades de venta.                                                               | Después de presentar la oferta: \"Perfecto, para completar la activación de tu nuevo plan, ¿te queda cómoda la sucursal de [Ubicación] o preferís que coordinemos la visita de un técnico a tu domicilio?\"                                                                                                                                  |\n| Despedida                | Bajo         | No se despide de forma cordial y profesional.                                                                                 | Asegurarse de agradecer al cliente por su tiempo y confirmar los próximos pasos: \"Muchas gracias por tu tiempo, [Nombre]. En breve recibirás un SMS con los detalles de tu nuevo plan. Que tengas un excelente día.\" (Opcional: \"Estaré acompañándote durante el proceso de portabilidad\").                                                  |\n| Proactividad             | Crítico      | No ofrece productos adicionales ni busca soluciones proactivas para el cliente.                                                | Siempre ofrecer fibra óptica directamente, sin preguntar. Si el cliente tiene una queja, buscar una solución rápida y eficiente.                                                                                                                                                                                                      |\n| Empatía                  | Regular      | Muestra cierta empatía, pero puede mejorar su capacidad para conectar con los clientes.                                       | Escuchar activamente al cliente y mostrar comprensión por sus inquietudes. Utilizar frases como \"Entiendo tu frustración\" o \"Comprendo tu preocupación\".                                                                                                                                                                                 |\n| Resolución de Problemas | Regular      | Aborda los problemas pero no logra resolverlos de forma eficiente.                                                              | Capacitarse sobre las soluciones a los problemas comunes que se presentan y ofrecer soluciones claras y concisas.                                                                                                                                                                                                                        |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: Saludo y Detección de Necesidades.**\n*   Acciones:\n    *   Sesiones de role-playing enfocadas en saludos efectivos y preguntas para detectar necesidades.\n    *   Grabación de llamadas reales para identificar áreas de mejora específicas.\n    *   Implementar los scripts recomendados para saludo y detección de necesidades.\n\n**Semana 2:** **Siguiente prioridad: Oferta de Productos y Cierre.**\n*   Acciones:\n    *   Entrenamiento intensivo sobre cómo presentar ofertas de productos de manera directa y persuasiva.\n    *   Simulaciones de cierre para practicar técnicas efectivas.\n    *   Análisis de llamadas para evaluar la efectividad de las técnicas de cierre.\n\n**Semana 3:** **Consolidación: Despedida y Proactividad.**\n*   Acciones:\n    *   Reforzar la importancia de una despedida cordial y profesional.\n    *   Implementar la estrategia de ofrecer fibra óptica directamente a todos los clientes.\n    *   Seguimiento individualizado para identificar y abordar cualquier dificultad.\n\n**Semana 4:** **Optimización: Manejo de Objeciones y Empatía.**\n*   Acciones:\n    *   Desarrollar un catálogo de respuestas personalizadas para las objeciones más comunes.\n    *   Reforzar la importancia de la empatía y la conexión emocional con los clientes.\n    *   Revisión general del progreso y ajuste del plan según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:**\n    *   \"Además del plan, tengo una excelente opción de fibra óptica para tu hogar, que te va a permitir disfrutar de una conexión mucho más rápida y estable.\"\n*   **Cierre:**\n    *   \"Perfecto, para completar la activación de tu nuevo plan, ¿te queda cómoda la sucursal de [Ubicación] o preferís que coordinemos la visita de un técnico a tu domicilio?\"\n*   **Manejo de Objeciones (Precio):**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 50\n*   Meta de tasa de conversión: 2%\n*   Meta de ofrecimiento de productos (fibra): 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a alcanzar: 3 minutos\n*   KPIs específicos a mejorar: Detección de Necesidades, Oferta de Productos, Cierre y Despedida.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nAmza33, entiendo que los últimos resultados no han sido los esperados, pero veo potencial en tu capacidad de empatía. Ahora es el momento de retomar el camino del crecimiento. Enfócate en aplicar las técnicas que hemos visto, especialmente en la detección de necesidades y el cierre. Estoy seguro de que, con esfuerzo y dedicación, podrás revertir esta situación y alcanzar tus objetivos. ¡Confío en ti y en tu capacidad para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}