{
  "agente": "Mza 47",
  "agente_codigo": "MZA 47",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:26:16.244339",
  "metricas": {
    "agente": "Mza 47",
    "agente_codigo": "MZA 47",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 82,
      "puntaje_promedio": 27.3,
      "puntaje_min": 0,
      "puntaje_max": 95,
      "desviacion_std": 26.2,
      "llamadas_excelentes": 4,
      "llamadas_buenas": 10,
      "llamadas_regulares": 13,
      "llamadas_criticas": 55,
      "criterios": {
        "saludo_presentacion": 9.5,
        "identificacion_cliente": 53.0,
        "deteccion_necesidades": 7.9,
        "oferta_productos": 33.4,
        "manejo_objeciones": 27.4,
        "cierre": 24.4,
        "despedida": 52.0,
        "proactividad": 10.9,
        "empatia": 32.4,
        "resolucion_problemas": 20.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 43,
        "Proactividad": 31,
        "Presentación": 27,
        "Manejo de objeciones": 26,
        "Identificación del cliente": 22
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 16,
        "Despedida": 12,
        "Empatía": 9,
        "Manejo de objeciones": 7,
        "Despedida cordial.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 95.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece planes y fibra, manejando las objeciones y cerrando la venta."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se identifica y detecta las necesidades del cliente. Ofrece planes directos, maneja objeciones y completa el cierre, incluyendo la asignación de sucursal. Muestra empatía y proactividad.  Utiliza frases prohibidas."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades y ofrece productos de forma efectiva. Maneja objeciones y completa el cierre. Muestra empatía y resuelve dudas. No ofrece fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones ni completa el cierre. No muestra empatía y no ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de Movistar. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones, no cierra la venta, no se despide correctamente. Utiliza frases prohibidas y no es proactivo."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones, no cierra la venta, no se despide correctamente y no es proactivo."
        }
      ],
      "pct_ofrece_fibra": 13.4
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 535,
      "tmo_seg": 85.7,
      "pct_capta_atencion": 29.0,
      "menos_30seg": 235,
      "corte_cliente": 401,
      "corte_agente": 134
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 27.3,
      "general": 30.6,
      "diferencia": -3.2,
      "percentil": 50.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 9.5,
        "general": 17.9,
        "diferencia": -8.4
      },
      "identificacion_cliente": {
        "agente": 53.0,
        "general": 49.4,
        "diferencia": 3.6
      },
      "deteccion_necesidades": {
        "agente": 7.9,
        "general": 14.3,
        "diferencia": -6.4
      },
      "oferta_productos": {
        "agente": 33.4,
        "general": 36.1,
        "diferencia": -2.7
      },
      "manejo_objeciones": {
        "agente": 27.4,
        "general": 27.8,
        "diferencia": -0.3
      },
      "cierre": {
        "agente": 24.4,
        "general": 19.5,
        "diferencia": 4.9
      },
      "despedida": {
        "agente": 52.0,
        "general": 51.2,
        "diferencia": 0.8
      },
      "proactividad": {
        "agente": 10.9,
        "general": 8.5,
        "diferencia": 2.4
      },
      "empatia": {
        "agente": 32.4,
        "general": 37.5,
        "diferencia": -5.0
      },
      "resolucion_problemas": {
        "agente": 20.6,
        "general": 21.0,
        "diferencia": -0.4
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 47\n\n### 1. DIAGNOSTICO GENERAL\nMza 47 se encuentra en un nivel **Crítico** de desempeño. Su puntaje promedio de 27.3 está significativamente por debajo del promedio del equipo (30.6), ubicándolo en el percentil 50.3. Esto indica un área de oportunidad considerable para mejorar su rendimiento. Comparado con el coaching anterior, el puntaje promedio se mantiene igual, evidenciando la necesidad de un plan de acción más efectivo y enfocado en las áreas de mayor debilidad. El potencial de mejora es alto, ya que el vendedor tiene fortalezas identificadas que pueden ser apalancadas para impulsar su crecimiento. El principal problema radica en la falta de aplicación de técnicas de venta efectivas y en el incumplimiento de los criterios obligatorios de Movistar, como la detección de necesidades y la oferta proactiva de fibra.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** (53.0 de 100) Mza 47 demuestra ser bueno en verificar la identidad del cliente al inicio de la llamada. Es crucial mantener esta práctica, ya que establece una base sólida para la comunicación.\n*   **Despedida:** (52.0 de 100) El vendedor realiza una despedida correcta, lo cual contribuye a una experiencia positiva para el cliente, incluso si no se concreta la venta.\n*   **Manejo de objeciones:** Aunque es un área de mejora, (27.4 de 100) se identifica como una fortaleza incipiente en el historial del vendedor. Esto sugiere un potencial para desarrollar habilidades más sólidas en esta área.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** (7.9 de 100) Esta es la principal debilidad de Mza 47. La falta de indagación sobre las necesidades del cliente impide ofrecer soluciones personalizadas y aumenta la probabilidad de perder la venta.\n*   **Proactividad:** (10.9 de 100) El vendedor no está tomando la iniciativa para ofrecer productos y servicios adicionales, como la fibra óptica, perdiendo oportunidades de aumentar el valor de la venta.\n*   **Presentación:** (9.5 de 100) La forma en que Mza 47 se presenta y saluda al cliente necesita ser mejorada para captar la atención y generar interés desde el principio.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (9.5 de 100) El puntaje es bajo. **Mal:** No se presenta de forma convincente, no genera interés inicial. **Bien:** Inicia la llamada. **Mejorar:** Utilizar un saludo más enérgico y una presentación que destaque una oferta atractiva desde el principio. Ejemplo: \"Hola, soy [Nombre] de Movistar. Tengo una oferta que LE VA a interesar, ¿me comunico con [Nombre]?\"\n*   **Identificación del Cliente:** (53.0 de 100) El puntaje es bueno. **Mal:** No aplica. **Bien:** Verifica la identidad del cliente. **Mejorar:** Mantener la práctica y asegurarse de confirmar el nombre completo para evitar confusiones.\n*   **Detección de Necesidades:** (7.9 de 100) El puntaje es muy bajo. **Mal:** No pregunta sobre el uso del celular o la cantidad de datos. **Bien:** No aplica. **Mejorar:** Hacer preguntas directas y específicas para entender las necesidades del cliente. \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés actualmente?\"\n*   **Oferta de Productos:** (33.4 de 100) El puntaje es regular. **Mal:** No ofrece fibra, no personaliza la oferta. **Bien:** Ofrece planes. **Mejorar:** Ofrecer la fibra directamente después de detectar las necesidades, sin preguntar si le interesa. \"Además, para que disfrutes al máximo de tu contenido, tenemos fibra óptica con [velocidad] a un precio increíble.\"\n*   **Manejo de Objeciones:** (27.4 de 100) El puntaje es regular. **Mal:** No rebate las objeciones de forma efectiva. **Bien:** Intenta responder a las objeciones. **Mejorar:** Escuchar atentamente la objeción y ofrecer una respuesta específica y convincente. \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que con Movistar tenés...\"\n*   **Cierre:** (24.4 de 100) El puntaje es regular. **Mal:** No cierra la venta de forma proactiva. **Bien:** No aplica. **Mejorar:** Asignar una sucursal o buscar el domicilio directamente después de presentar la oferta. \"Perfecto, para que puedas disfrutar de tu nuevo plan y fibra lo antes posible, ¿te queda bien retirar en nuestra sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\"\n*   **Despedida:** (52.0 de 100) El puntaje es bueno. **Mal:** No aplica. **Bien:** Se despide del cliente. **Mejorar:** Mantener la despedida cordial y agradecer al cliente por su tiempo, incluso si no se concreta la venta.\n*   **Proactividad:** (10.9 de 100) El puntaje es muy bajo. **Mal:** No ofrece productos adicionales, no muestra iniciativa. **Bien:** No aplica. **Mejorar:** Ofrecer la fibra óptica en todas las llamadas, explorar la posibilidad de ofrecer otros servicios complementarios.\n*   **Empatía:** (32.4 de 100) El puntaje es regular. **Mal:** No demuestra comprensión hacia las necesidades del cliente. **Bien:** No aplica. **Mejorar:** Escuchar atentamente al cliente y mostrar comprensión hacia sus necesidades y preocupaciones.\n*   **Resolución de Problemas:** (20.6 de 100) El puntaje es bajo. **Mal:** No resuelve las dudas del cliente. **Bien:** No aplica. **Mejorar:** Anticipar las preguntas frecuentes y preparar respuestas claras y concisas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Detección de necesidades.**\n*   **Acciones:**\n    *   Practicar las preguntas clave para identificar las necesidades del cliente: \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés?\"\n    *   Escuchar atentamente las respuestas del cliente y tomar notas.\n    *   Analizar 5 llamadas propias y 5 llamadas de compañeros con buen desempeño para identificar patrones y mejores prácticas.\n\n**Semana 2:** **Siguiente prioridad: Oferta de fibra y cierre directo.**\n*   **Acciones:**\n    *   Ofrecer la fibra directamente después de detectar las necesidades, sin preguntar si le interesa.\n    *   Practicar la técnica de cierre directo: asignar sucursal o buscar el domicilio directamente.\n    *   Grabar llamadas de práctica y revisar el desempeño para identificar áreas de mejora.\n\n**Semana 3:** **Consolidación: Manejo de objeciones.**\n*   **Acciones:**\n    *   Identificar las objeciones más frecuentes y preparar respuestas específicas y convincentes.\n    *   Practicar el manejo de objeciones con un compañero de equipo.\n    *   Analizar llamadas reales para identificar oportunidades de mejora en el manejo de objeciones.\n\n**Semana 4:** **Optimización: Proactividad y presentación.**\n*   **Acciones:**\n    *   Mejorar la presentación y el saludo inicial para captar la atención del cliente.\n    *   Buscar oportunidades para ofrecer productos y servicios adicionales.\n    *   Revisar todas las áreas de mejora y realizar ajustes según sea necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\" \"Buen día, ¿hablo con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés actualmente?\" \"¿Con qué compañía tenés el servicio actualmente?\"\n*   **Como ofrecer fibra directamente:** \"Además, para que disfrutes al máximo de tu contenido en [aplicación/plataforma que usa el cliente], tenemos fibra óptica con [velocidad] a un precio increíble.\"\n*   **Técnicas de cierre directo:** \"Perfecto, para que puedas disfrutar de tu nuevo plan y fibra lo antes posible, ¿te queda bien retirar en nuestra sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que con Movistar tenés [beneficios específicos] que no encontrás en otras compañías, y a la larga te terminan saliendo más caros.\"\n    *   **\"Estoy bien con mi compañía actual\":** \"Entiendo, pero te VA a interesar saber que con Movistar podés tener [beneficios específicos] a un precio similar, y además te bonificamos la instalación.\"\n    *   **\"No me interesa la fibra\":** \"Comprendo, pero te VA a interesar saber que la fibra óptica te permite disfrutar de una conexión mucho más rápida y estable, ideal para [actividad que realiza el cliente].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 50.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas clasificadas como \"buenas\" o \"excelentes\" a un 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 50.\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra a 80%.\n    *   Disminuir la cantidad de llamadas \"criticas\" a menos de 30.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 47, tenés la capacidad de mejorar significativamente tu desempeño. Tu habilidad para identificar al cliente y tu correcta despedida son una base sólida. Ahora, vamos a enfocarnos en detectar las necesidades de cada cliente y ofrecer soluciones personalizadas. ¡Sé proactivo, ofrece la fibra con seguridad y verás cómo tus resultados se disparan! Confío en tu potencial y estoy acá para apoyarte en cada paso del camino. ¡Vamos por ese 50!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}