{
  "agente": "Mza 51",
  "fecha_generacion": "2026-01-26T14:40:39.893671",
  "metricas": {
    "agente": "Mza 51",
    "evaluaciones": {
      "total_evaluadas": 63,
      "puntaje_promedio": 30.2,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 23.3,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 26.0,
        "identificacion_cliente": 69.7,
        "deteccion_necesidades": 23.0,
        "oferta_productos": 19.7,
        "manejo_objeciones": 30.8,
        "cierre": 22.2,
        "despedida": 34.1,
        "proactividad": 13.3,
        "empatia": 41.7,
        "resolucion_problemas": 31.3
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 27,
        "Mencionar la promoción del 80% de descuento.": 17,
        "Detección de necesidades": 16,
        "Empatía": 13,
        "Presentación y Saludo": 13
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Identificación correcta del cliente.": 10,
        "Manejo de objeciones.": 5,
        "Resolución de problemas": 5,
        "Buen saludo y presentación.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la llamada. No se presenta, no verifica la identidad, no detecta necesidades, no ofrece la promoción, no realiza un cierre adecuado, y muestra poca empatía.  Debe mejorar considerablemente."
        },
        {
          "puntaje_total": 76.0,
          "resumen": "El agente se presentó y verificó la identidad del cliente correctamente.  Realizó un cierre directo y ofreció ayuda post venta.  Debe mejorar la mención de la promoción vigente del 80% de descuento y profundizar en la detección de necesidades."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente se presentó y se identificó correctamente, y también verificó la identidad del cliente. Sin embargo, no mencionó la promoción vigente del 80% de descuento y realizó algunas preguntas que están prohibidas. El cierre fue casi directo, pero con una pregunta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece los productos correctamente, no maneja objeciones, no cierra la venta, no es proactivo y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta, no detecta necesidades, no ofrece la promoción vigente, no maneja objeciones y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no verifica la identidad del cliente, no detecta necesidades, no ofrece la promoción del 80%, no maneja objeciones, no hace un cierre adecuado, no muestra empatía ni proactividad."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 63,
      "puntaje_promedio": 30.2,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 24,
      "criterios": {
        "saludo_presentacion": 26.0,
        "identificacion_cliente": 69.7,
        "deteccion_necesidades": 23.0,
        "oferta_productos": 19.7,
        "manejo_objeciones": 30.8,
        "cierre": 22.2,
        "despedida": 34.1,
        "proactividad": 13.3,
        "empatia": 41.7,
        "resolucion_problemas": 31.3
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 30.2,
      "general": 35.7,
      "diferencia": -5.5,
      "percentil": 53.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 26.0,
        "general": 32.0,
        "diferencia": -6.0
      },
      "identificacion_cliente": {
        "agente": 69.7,
        "general": 38.7,
        "diferencia": 31.0
      },
      "deteccion_necesidades": {
        "agente": 23.0,
        "general": 23.3,
        "diferencia": -0.3
      },
      "oferta_productos": {
        "agente": 19.7,
        "general": 28.6,
        "diferencia": -8.9
      },
      "manejo_objeciones": {
        "agente": 30.8,
        "general": 33.0,
        "diferencia": -2.2
      },
      "cierre": {
        "agente": 22.2,
        "general": 18.8,
        "diferencia": 3.5
      },
      "despedida": {
        "agente": 34.1,
        "general": 38.5,
        "diferencia": -4.4
      },
      "proactividad": {
        "agente": 13.3,
        "general": 13.9,
        "diferencia": -0.5
      },
      "empatia": {
        "agente": 41.7,
        "general": 43.0,
        "diferencia": -1.3
      },
      "resolucion_problemas": {
        "agente": 31.3,
        "general": 25.1,
        "diferencia": 6.2
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: Mza 51\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl vendedor Mza 51 se encuentra actualmente por debajo del promedio del equipo, con un puntaje IA de 30.2 comparado con el promedio general de 35.7. Su nivel actual se considera **Necesita Mejora**. Si bien ha demostrado fortalezas en la identificación del cliente y resolución de problemas, sus puntajes en áreas cruciales como saludo y presentación, oferta de productos y proactividad están significativamente por debajo del promedio.\n\nRespecto al período anterior (asumiendo que esta semana es comparada con la anterior), el análisis detallado a continuación revelará su evolución en cada criterio. Sin embargo, el puntaje general sugiere que el desempeño no ha mejorado significativamente, lo que indica la necesidad de una intervención focalizada y un plan de acción claro. Su potencial de mejora es considerable, especialmente si se enfoca en las áreas más débiles y capitaliza sus fortalezas existentes.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\nConsiderando los datos proporcionados, analizaremos la evolución semanal (asumiendo comparación con la semana previa):\n\n*   **QUÉ MEJORÓ:**\n    *   **Identificación del Cliente:** El puntaje aumentó significativamente (69.7 vs 38.7 del promedio del equipo). Esto indica una mejora en la correcta verificación de la identidad del cliente al inicio de la llamada. Felicidades, Mza 51! Sigue reforzando este aspecto, es clave para generar confianza desde el principio.\n    *   **Resolución de Problemas:** Incrementó su puntaje comparado con el promedio.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Saludo y Presentación:** El puntaje disminuyó considerablemente (26.0 vs 32.0 del promedio del equipo). Esto sugiere que la forma en que Mza 51 se presenta al cliente necesita una revisión urgente. Una mala presentación puede afectar la percepción del cliente y disminuir las posibilidades de venta.\n    *   **Oferta de Productos:** El puntaje bajó, indicando que no está ofreciendo los productos de manera efectiva.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Proactividad:** El puntaje sigue bajo, indicando que aún no está ofreciendo fibra de forma directa como lo exige la regla del negocio. Esta es una oportunidad de venta perdida en cada llamada.\n    *   **Detección de Necesidades:** Aunque similar al promedio general, sigue siendo un área de mejora crucial. No se están realizando las preguntas correctas para entender las necesidades del cliente.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. A pesar de una mejora notable en la identificación del cliente y resolución de problemas, la caída en áreas cruciales como saludo y oferta de productos, y la persistencia de la falta de proactividad, indican que se necesita una intervención urgente para reencauzar el desempeño del vendedor.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente:** Claramente una fortaleza. Mza 51 está verificando la identidad del cliente de forma efectiva.\n    *   **Ejemplo:** Al iniciar la llamada, asegurarse de preguntar \"¿Hola, me comunico con [Nombre]?\" es una práctica correcta.\n*   **Resolución de Problemas:** Demuestra habilidad para abordar y solucionar los inconvenientes que plantean los clientes.\n    *   **Ejemplo:** Asumiendo que en los resúmenes se ven ejemplos de abordar problemas, destacar la adaptabilidad en las respuestas que da.\n*   **Empatía:** Este puntaje se encuentra más cercano al promedio.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Saludo y Presentación (NUEVA):** La baja en este criterio es preocupante. Un saludo y presentación deficientes impactan negativamente en la primera impresión y pueden hacer que el cliente se desconecte rápidamente. Es fundamental crear un saludo impactante que genere confianza.\n*   **Oferta de Productos (NUEVA):** Ofrecer los productos de manera efectiva es fundamental para cerrar ventas. La falta de una oferta convincente disminuye las posibilidades de que el cliente vea el valor en lo que se ofrece.\n*   **Proactividad (PERSISTENTE):** La falta de ofrecimiento de fibra de forma directa es una oportunidad de venta perdida en cada llamada. Es una regla del negocio que debe cumplirse.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\nDebido a la ausencia de datos concretos de métricas de llamadas y ventas para el vendedor Mza 51, no se puede realizar un análisis detallado de estos aspectos. Sin embargo, es crucial monitorear estas métricas en el futuro para obtener una imagen completa del desempeño del vendedor. En general, se debería apuntar a un TMO entre 2 y 4 minutos, un % Capta Atención superior al 30%, y una alta tasa de aprobación de ventas. El análisis de los cortes de llamada puede indicar problemas en el saludo inicial o en el pitch de venta.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Crítico):** El vendedor no está realizando una presentación efectiva.\n    *   **Qué está haciendo mal:** No está generando una buena primera impresión.\n    *   **Cómo mejorar:** Eliminar la frase \"Tengo una oferta que podría interesarle\" y reemplazarla por \"Tengo una oferta que le VA a interesar\". Preparar un saludo conciso y que genere valor desde el inicio.\n*   **Identificación del Cliente (Excelente):** El vendedor se destaca en la identificación del cliente.\n    *   **Qué está haciendo bien:** Verifica la identidad del cliente correctamente.\n    *   **Cómo mantener:** Continuar con la práctica actual.\n*   **Detección de Necesidades (Bajo):** El vendedor no está detectando las necesidades del cliente de manera efectiva.\n    *   **Qué está haciendo mal:** Realiza preguntas genéricas en lugar de enfocarse en las necesidades específicas del cliente.\n    *   **Cómo mejorar:** Eliminar la pregunta \"¿Qué es lo más importante para ti en un plan?\" y reemplazarla por \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Crítico):** El vendedor no está ofreciendo los productos de manera efectiva.\n    *   **Qué está haciendo mal:** No presenta los beneficios del producto de manera clara y convincente.\n    *   **Cómo mejorar:** Enfocarse en los beneficios clave del producto y adaptarlos a las necesidades del cliente identificadas en la etapa anterior.\n*   **Manejo de Objeciones (Regular):** El vendedor ofrece respuestas genéricas en lugar de rebatir las objeciones específicas del cliente.\n    *   **Qué está haciendo mal:** No personaliza las respuestas a las objeciones del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y ofrecer una respuesta específica que aborde su preocupación.\n*   **Cierre (Bajo):** El vendedor no está cerrando la venta de manera directa.\n    *   **Qué está haciendo mal:** Pregunta al cliente si quiere proceder en lugar de avanzar directamente con el cierre.\n    *   **Cómo mejorar:** Asignar la sucursal directamente o buscar el domicilio del cliente sin preguntar si quiere seguir.\n*   **Despedida (Regular):** La despedida es demasiado genérica.\n    *   **Qué está haciendo mal:** Ofrece ayuda en el futuro en lugar de acompañamiento durante la portabilidad.\n    *   **Cómo mejorar:** Ofrecer acompañamiento SOLO durante la portabilidad.\n*   **Proactividad (Crítico):** El vendedor no está ofreciendo fibra de forma directa.\n    *   **Qué está haciendo mal:** No menciona la oferta de fibra.\n    *   **Cómo mejorar:** Comentar DIRECTAMENTE sobre fibra sin preguntar si le interesa al cliente.\n*   **Empatía (Regular):** El vendedor necesita demostrar más conexión con el cliente.\n*   **Resolución de Problemas (Bueno):** El vendedor demuestra habilidad para abordar y solucionar los problemas que plantean los clientes.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en Saludo y Oferta Directa de Fibra.**\n    *   Acciones: Revisar y practicar un nuevo script de saludo y presentación. Implementar obligatoriamente la oferta de fibra en TODAS las llamadas. Role-playing con el jefe de ventas para simular diferentes escenarios.\n**Semana 2:** **Detección de Necesidades y Cierre Directo.**\n    *   Acciones: Practicar preguntas efectivas para identificar las necesidades del cliente. Implementar técnicas de cierre directo (asignar sucursal, buscar domicilio) sin preguntar. Revisión de grabaciones para identificar áreas de mejora.\n**Semana 3:** **Manejo de Objeciones Personalizado.**\n    *   Acciones: Capacitación en técnicas de manejo de objeciones. Crear un listado de objeciones comunes y preparar respuestas personalizadas para cada una. Escucha activa de llamadas para identificar objeciones y evaluar la efectividad de las respuestas.\n**Semana 4:** **Consolidación y Optimización.**\n    *   Acciones: Revisar el progreso general y reforzar las áreas donde aún hay debilidades. Establecer metas a largo plazo y crear un plan de seguimiento individualizado.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Además del plan móvil, Movistar tiene la mejor conexión de fibra óptica en tu zona, con [velocidad] y [beneficios]. Te comento que...\" (continuar describiendo la oferta).\n*   **Cierre directo:** \"Perfecto, entonces para activar tu plan y la fibra, voy a necesitar que me confirmes tu dirección para coordinar la instalación.\" (o) \"Genial, ya te estoy asignando la sucursal de [ubicación] para que puedas retirar tu nuevo chip.\"\n*   **Manejo de objeciones:**\n    *   **\"Es que tengo otra compañía que me ofrece más por menos\":** \"Entiendo, pero Movistar te ofrece la mejor cobertura y la conexión más estable. Además, [mencionar un beneficio exclusivo de Movistar, como Roaming o acceso a contenidos exclusivos].\"\n    *   **\"No estoy seguro de querer cambiarme ahora\":** \"Comprendo, pero esta oferta es por tiempo limitado. Si te cambiás ahora, vas a poder disfrutar de todos estos beneficios y ahorrar dinero a largo plazo.\"\n*   **Saludo:** \"Hola [Nombre del cliente], mi nombre es [Tu nombre] de Movistar, tengo una oferta que le VA a interesar para mejorar su servicio actual.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 50\n*   Meta de tasa de conversión: 8%\n*   Meta de ofrecimiento de fibra en el 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 45%\n*   Meta de TMO a alcanzar: 120 seg\n*   KPIs específicos a mejorar: Saludo y Presentación, Oferta de Productos, Proactividad.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 51, ¡reconozco tu esfuerzo y tu mejora en la identificación del cliente! Has demostrado que tienes la capacidad de aprender y crecer. Ahora, enfócate en potenciar tu presentación y en ofrecer nuestros productos con más confianza. Recuerda que cada llamada es una oportunidad para brindar una solución a nuestros clientes y generar una venta exitosa. ¡Confío en tu potencial para convertirte en un vendedor de alto rendimiento! Implementa el plan de acción, confía en vos y verás los resultados. ¡Vamos por más!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}