{
  "agente": "MZA 1",
  "fecha_generacion": "2026-01-26T14:24:17.518466",
  "metricas": {
    "agente": "MZA 1",
    "evaluaciones": {
      "total_evaluadas": 152,
      "puntaje_promedio": 48.6,
      "puntaje_min": 0.0,
      "puntaje_max": 700.0,
      "desviacion_std": 77.8,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 29,
      "criterios": {
        "saludo_presentacion": 52.4,
        "identificacion_cliente": 37.0,
        "deteccion_necesidades": 29.8,
        "oferta_productos": 45.1,
        "manejo_objeciones": 49.3,
        "cierre": 27.6,
        "despedida": 52.6,
        "proactividad": 24.1,
        "empatia": 54.8,
        "resolucion_problemas": 31.4
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 37,
        "Detección de necesidades": 37,
        "Proactividad": 24,
        "Manejo de objeciones": 22,
        "Cierre de ventas": 19
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones": 22,
        "Despedida": 22,
        "Empatía": 21,
        "Saludo y presentación": 15,
        "Manejo de objeciones.": 10
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se presenta y ofrece un plan claro y con beneficios. Maneja las objeciones y muestra empatía. Debe mejorar la identificación completa y el cierre."
        },
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece productos. Sin embargo, no menciona el 80% de descuento y no realiza un cierre directo. La detección de necesidades y el manejo de objeciones pueden mejorar."
        },
        {
          "puntaje_total": 81.0,
          "resumen": "El agente realiza una buena gestión de venta, presentando el producto, verificando datos del cliente y cerrando la venta. Muestra proactividad en la oferta y se despide correctamente. El saludo y la detección de necesidades podrían ser más fuertes."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios básicos de una llamada de ventas. No se presenta, no identifica al cliente, no detecta necesidades y no intenta cerrar la venta de manera efectiva. La llamada es confusa y no se dirige a la persona correcta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni la promoción, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no muestra proactividad ni empatía. No resuelve la solicitud del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos esenciales para una venta efectiva. No hay presentación adecuada, no se identifican las necesidades del cliente, no se mencionan las promociones y no se realiza un cierre. El manejo de objeciones y la resolución de problemas son deficientes."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 152,
      "puntaje_promedio": 48.6,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 29,
      "criterios": {
        "saludo_presentacion": 52.4,
        "identificacion_cliente": 37.0,
        "deteccion_necesidades": 29.8,
        "oferta_productos": 45.1,
        "manejo_objeciones": 49.3,
        "cierre": 27.6,
        "despedida": 52.6,
        "proactividad": 24.1,
        "empatia": 54.8,
        "resolucion_problemas": 31.4
      }
    },
    "clasificacion": {
      "total_llamadas": 82,
      "con_saludo": 51,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 17,
      "ventas": 3,
      "score_calidad_prom": 39.6,
      "pct_saludo": 62.2,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 20.7,
      "tasa_conversion": 3.7
    },
    "integral": {
      "duracion_promedio_seg": 234.0,
      "duracion_promedio_min": 3.9,
      "distribucion_duracion": {
        "1-3 min": 54,
        "3-5 min": 11,
        "5-8 min": 9,
        "> 8 min": 8
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 48.6,
      "general": 35.7,
      "diferencia": 12.9,
      "percentil": 76.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 52.4,
        "general": 32.0,
        "diferencia": 20.4
      },
      "identificacion_cliente": {
        "agente": 37.0,
        "general": 38.7,
        "diferencia": -1.6
      },
      "deteccion_necesidades": {
        "agente": 29.8,
        "general": 23.3,
        "diferencia": 6.5
      },
      "oferta_productos": {
        "agente": 45.1,
        "general": 28.6,
        "diferencia": 16.5
      },
      "manejo_objeciones": {
        "agente": 49.3,
        "general": 33.0,
        "diferencia": 16.2
      },
      "cierre": {
        "agente": 27.6,
        "general": 18.8,
        "diferencia": 8.9
      },
      "despedida": {
        "agente": 52.6,
        "general": 38.5,
        "diferencia": 14.0
      },
      "proactividad": {
        "agente": 24.1,
        "general": 13.9,
        "diferencia": 10.2
      },
      "empatia": {
        "agente": 54.8,
        "general": 43.0,
        "diferencia": 11.8
      },
      "resolucion_problemas": {
        "agente": 31.4,
        "general": 25.1,
        "diferencia": 6.4
      }
    },
    "conversion": {
      "agente": 3.7,
      "general": 5.1,
      "diferencia": -1.5
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 1\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 1 se encuentra en un nivel **Bueno** en comparación con el equipo, superando el puntaje IA promedio general. Sin embargo, su tasa de conversión está por debajo del promedio, lo que indica una oportunidad significativa de mejora en el cierre de ventas. La buena noticia es que **mejoró** considerablemente con respecto al período anterior, elevando su puntaje IA promedio de 51.1 a 48.6 y mejorando en la mayoría de los criterios individuales. Su potencial de mejora es alto, especialmente si se enfoca en refinar su técnica de cierre y optimizar la identificación de necesidades.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n*   **QUÉ MEJORÓ:**\n    *   **Saludo y Presentación:** Aumento significativo en el puntaje, lo que indica una mejor impresión inicial.\n    *   **Detección de Necesidades:** Aunque aún es un área de mejora, hubo un progreso notable en comparación con el período anterior.\n    *   **Oferta de Productos:** Mayor claridad y precisión en la presentación de la oferta.\n    *   **Manejo de Objeciones:** Se observa una mejora en la capacidad para responder a las inquietudes de los clientes.\n    *   **Cierre:** A pesar de seguir siendo una debilidad, hubo una leve mejora en comparación con el período anterior.\n    *   **Proactividad:** Aumento importante en la oferta de fibra, aunque aún hay margen para la mejora.\n    *   **Despedida:** Consolidación como una fortaleza.\n    *   **Empatía:** Consolidación como una fortaleza.\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del Cliente:** Disminución leve en el puntaje, lo que requiere atención para asegurar la correcta identificación al inicio de la llamada.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Cierre de Ventas:** Sigue siendo el área más crítica que requiere una estrategia renovada y un enfoque directo.\n*   **TENDENCIA GENERAL:** MZA 1 va por buen camino, demostrando una mejora notable en la mayoría de las áreas evaluadas. La intervención debe centrarse en consolidar sus fortalezas y abordar las áreas de mejora persistentes.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Empatía:** Demuestra una gran capacidad para conectar con los clientes, creando un ambiente de confianza y comprensión. Esto es fundamental para construir relaciones a largo plazo.\n*   **Saludo y Presentación:** Inicia las llamadas de manera efectiva, generando una buena primera impresión en los clientes. La mejora en este criterio es notable.\n*   **Manejo de Objeciones:** Muestra habilidad para abordar las objeciones de los clientes, proporcionando respuestas claras y persuasivas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Cierre de Ventas (PERSISTENTE):** La falta de un cierre directo y efectivo está impactando negativamente en su tasa de conversión. Es crucial implementar técnicas de cierre más agresivas y efectivas, evitando las frases prohibidas y procediendo directamente con el cierre.\n*   **Identificación del Cliente (EMPEORÓ):** A pesar de la mejora general, este criterio ha empeorado. Es fundamental asegurar la correcta identificación del cliente al inicio de la llamada para evitar errores y generar confianza.\n*   **Proactividad (PERSISTENTE):** Aunque ha mejorado, la oferta de fibra sigue siendo un área que requiere mayor atención. MZA 1 debe ofrecer fibra de forma directa y persuasiva, sin preguntar si le interesa al cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n*   **TMO (Tiempo Medio Operativo):** 3.9 minutos. Está dentro del rango óptimo (2-4 minutos), indicando un buen manejo del tiempo en las llamadas.\n*   **% Capta Atención:** No se proporciona el porcentaje, pero se puede inferir que es superior al promedio del equipo dado que el puntaje IA es mayor. Debe ser una prioridad seguir mejorando este porcentaje para maximizar las oportunidades de venta.\n*   **Cortes de llamada:** No hay datos disponibles sobre cortes de llamada, pero es importante monitorear este indicador en el futuro para identificar posibles problemas en el pitch inicial.\n*   **Llamadas <30 seg:** No se proporciona esta métrica, pero es importante reducir la cantidad de llamadas cortas para asegurar un mayor engagement con los clientes.\n*   **Tasa de Conversión:** 3.7%, por debajo del promedio del equipo (5.1%). Esta es un área crítica que requiere atención inmediata y un enfoque renovado en el cierre de ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación:** Nivel Bueno. Ha mejorado su saludo, pero debe asegurarse de que la presentación sea clara, concisa y atractiva desde el inicio. En lugar de \"Tengo una oferta que podría interesarle\", usar \"Tengo una oferta que le va a interesar\".\n*   **Identificación del Cliente:** Nivel Bajo. Debe enfocarse en verificar la identidad del cliente al inicio de la llamada preguntando: \"¿Me comunico con [Nombre]?\" Es fundamental asegurar que está hablando con la persona correcta.\n*   **Detección de Necesidades:** Nivel Regular. Evitar preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\" En cambio, preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos:** Nivel Regular. Debe ofrecer productos de forma clara y concisa, destacando los beneficios y el valor añadido. No olvidar mencionar las promociones y descuentos disponibles.\n*   **Manejo de Objeciones:** Nivel Regular. Debe rebatir las objeciones de forma personalizada, sincronizando la respuesta con las necesidades y preocupaciones de cada cliente. Evitar respuestas genéricas.\n*   **Cierre de Ventas:** Nivel Crítico. Debe implementar técnicas de cierre más directas y efectivas, asignando sucursal directamente o buscando el domicilio del cliente sin preguntar si quiere seguir adelante.\n*   **Despedida:** Nivel Bueno. Debe seguir despidiéndose de forma cortés y profesional, ofreciendo acompañamiento durante la portabilidad si es necesario.\n*   **Proactividad:** Nivel Bajo. Debe ofrecer fibra de forma directa, sin preguntar si le interesa al cliente. Comentar directamente sobre los beneficios de la fibra y cómo puede mejorar su experiencia de conexión.\n*   **Empatía:** Nivel Bueno. Debe seguir demostrando empatía y comprensión hacia los clientes, creando un ambiente de confianza y colaboración.\n*   **Resolución de Problemas:** Nivel Regular. Debe enfocarse en resolver los problemas de los clientes de forma rápida y eficiente, ofreciendo soluciones concretas y personalizadas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n*   **Semana 1:** **Cierre Directo**. Implementar técnicas de cierre directo en cada llamada. Practicar scripts de cierre que asignen sucursal o busquen domicilio del cliente sin preguntar. Enfocarse en convertir la mayor cantidad de leads posible.\n*   **Semana 2:** **Identificación y Necesidades**. Perfeccionar la identificación del cliente y la detección de necesidades. Escuchar activamente las necesidades del cliente y adaptar la oferta en consecuencia.\n*   **Semana 3:** **Proactividad y Objeciones**. Ofrecer fibra de forma directa en cada llamada. Practicar el manejo de objeciones personalizadas, creando respuestas para las objeciones más comunes.\n*   **Semana 4:** **Consolidación y Optimización**. Revisar los resultados de las semanas anteriores y ajustar el plan de acción en consecuencia. Continuar practicando y perfeccionando las habilidades de venta.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Le comento que también tenemos un excelente servicio de fibra óptica que le va a encantar por su velocidad y estabilidad. Le aseguro que la diferencia en la experiencia de navegación es notable.\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con la contratación, voy a asignarle la sucursal más cercana a su domicilio para que pueda retirar el chip.\" (O \"Para avanzar, ¿me confirma su domicilio para verificar la cobertura de fibra?\")\n*   **Manejo de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje IA de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 6% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer al menos un producto adicional (fibra, seguro, etc.) en el 80% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min al 50%.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs Específicos:** Reducir el número de llamadas <30 segundos en un 50%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n¡Excelente trabajo, MZA 1! Has demostrado una gran mejora en la última semana, elevando tu puntaje IA y consolidando tus fortalezas. Sigue enfocándote en perfeccionar tu técnica de cierre y en ofrecer fibra de forma proactiva. ¡Estoy seguro de que puedes superar tus propias expectativas y alcanzar un nivel de excelencia aún mayor! Tu empatía y habilidad para conectar con los clientes son un activo invaluable. ¡Sigue adelante con esa energía y determinación!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T07:57:52.623289",
  "evolucion": null
}