{
  "agente": "MZA 22",
  "fecha_generacion": "2026-02-02T22:58:41.699973",
  "metricas": {
    "agente": "MZA 22",
    "evaluaciones": {
      "total_evaluadas": 21,
      "puntaje_promedio": 44.4,
      "puntaje_min": 0,
      "puntaje_max": 100,
      "desviacion_std": 27.0,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 54.3,
        "identificacion_cliente": 61.9,
        "deteccion_necesidades": 38.6,
        "oferta_productos": 51.4,
        "manejo_objeciones": 43.3,
        "cierre": 15.2,
        "despedida": 70.0,
        "proactividad": 33.3,
        "empatia": 57.6,
        "resolucion_problemas": 26.2
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 6,
        "Detección de necesidades": 5,
        "Proactividad": 4,
        "Cierre de venta": 3,
        "Oferta de productos": 3
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 5,
        "Buen saludo y presentación.": 4,
        "Empatía mostrada hacia el cliente.": 3,
        "Despedida cordial.": 3,
        "Despedida": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100,
          "resumen": "La agente realiza una excelente gestión de la llamada, cumpliendo con todos los criterios y mostrando un buen manejo del cliente y las objeciones. Excelente trabajo."
        },
        {
          "puntaje_total": 75,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades y ofreció planes directamente. El cierre fue efectivo. Debe mejorar la proactividad al ofrecer fibra. Buen manejo de la empatía."
        },
        {
          "puntaje_total": 73,
          "resumen": "El agente se presenta y verifica la identidad. Detecta las necesidades del cliente y ofrece productos adecuados. Intenta cerrar la venta y se despide de forma cordial.  Necesita mejorar el manejo de objeciones y la proactividad en la oferta de fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente necesita mejorar significativamente en todos los aspectos, desde la presentación y detección de necesidades hasta el cierre y manejo de objeciones. No sigue las reglas del negocio y la comunicación es confusa y poco profesional."
        },
        {
          "puntaje_total": 0,
          "resumen": "Llamada muy deficiente. El agente no cumple con ningún criterio de evaluación. El cliente se queja de llamadas previas."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades ni ofrece productos de manera directa. No cierra la venta ni maneja objeciones."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 21,
      "puntaje_promedio": 44.4,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 54.3,
        "identificacion_cliente": 61.9,
        "deteccion_necesidades": 38.6,
        "oferta_productos": 51.4,
        "manejo_objeciones": 43.3,
        "cierre": 15.2,
        "despedida": 70.0,
        "proactividad": 33.3,
        "empatia": 57.6,
        "resolucion_problemas": 26.2
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 400.0,
      "duracion_promedio_min": 6.7,
      "distribucion_duracion": {
        "1-3 min": 23,
        "3-5 min": 14,
        "> 8 min": 11,
        "5-8 min": 8
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 44.4,
      "general": 29.4,
      "diferencia": 15.0,
      "percentil": 76.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 54.3,
        "general": 18.5,
        "diferencia": 35.8
      },
      "identificacion_cliente": {
        "agente": 61.9,
        "general": 51.4,
        "diferencia": 10.5
      },
      "deteccion_necesidades": {
        "agente": 38.6,
        "general": 16.9,
        "diferencia": 21.6
      },
      "oferta_productos": {
        "agente": 51.4,
        "general": 31.2,
        "diferencia": 20.3
      },
      "manejo_objeciones": {
        "agente": 43.3,
        "general": 23.9,
        "diferencia": 19.4
      },
      "cierre": {
        "agente": 15.2,
        "general": 10.3,
        "diferencia": 5.0
      },
      "despedida": {
        "agente": 70.0,
        "general": 56.3,
        "diferencia": 13.7
      },
      "proactividad": {
        "agente": 33.3,
        "general": 11.6,
        "diferencia": 21.7
      },
      "empatia": {
        "agente": 57.6,
        "general": 36.0,
        "diferencia": 21.6
      },
      "resolucion_problemas": {
        "agente": 26.2,
        "general": 16.7,
        "diferencia": 9.5
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 22\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 22 se encuentra en un nivel que **necesita mejora**, aunque muestra un desempeño superior al promedio del equipo en la última semana (puntaje IA de 44.4 vs. 29.4 del equipo). Su percentil de 76.6 indica que está por encima de la mayoría de sus compañeros en cuanto al puntaje de la IA. Sin embargo, las métricas muestran áreas de oportunidad significativas, especialmente en el cierre de ventas, el manejo de objeciones y la proactividad en la oferta de fibra.\n\n**EVOLUCIÓN:** Sin información del período anterior, es imposible determinar si mejoró o empeoró. Sin embargo, es crucial establecer una línea base a partir de ahora para medir su progreso en las próximas semanas. Su potencial de mejora es considerable, ya que supera el puntaje promedio del equipo por un margen notable, indicando que tiene la capacidad de destacar aún más con el enfoque correcto.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n(Sin datos del período anterior, este análisis se enfocará en el desempeño actual y en el establecimiento de una línea base para futuras evaluaciones.)\n\n*   **QUÉ MEJORÓ:**  No se puede determinar sin datos comparativos.\n*   **QUÉ EMPEORÓ:** No se puede determinar sin datos comparativos.\n*   **QUÉ SIGUE PENDIENTE:** No se puede determinar sin datos comparativos.\n*   **TENDENCIA GENERAL:** Se necesita un período de comparación para establecer una tendencia. Concentrarse en mejorar las áreas críticas identificadas a continuación.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del Cliente:** MZA 22 se destaca en verificar la identidad del cliente al inicio de la llamada, lo que asegura una comunicación efectiva y personalizada. Debe seguir preguntando \"¿Me comunico con [Nombre]?\" para confirmar que habla con la persona correcta.\n*   **Saludo y Presentación:** Tiene un buen saludo y presentación, lo cual es fundamental para causar una primera impresión positiva.  El puntaje de 54.3 en este criterio supera significativamente el promedio del equipo (18.5).\n*   **Empatía:** Muestra un nivel adecuado de empatía hacia los clientes, generando una conexión y confianza. Debe mantener este enfoque para establecer relaciones más sólidas con los clientes.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Cierre de Ventas (PERSISTENTE):** Con un puntaje de 15.2, el cierre es su mayor debilidad. Necesita técnicas más directas y efectivas para concretar las ventas.  La falta de un cierre sólido impacta directamente en su tasa de conversión y, por ende, en sus ingresos.\n*   **Manejo de Objeciones (PERSISTENTE):**  Con 6 incidencias, el manejo de objeciones es un área crítica. Debe aprender a anticipar y rebatir las objeciones de forma personalizada, sincronizando la respuesta con la necesidad del cliente específico, en lugar de usar respuestas genéricas. Esto afecta directamente su capacidad de persuadir al cliente y cerrar la venta.\n*   **Proactividad (PERSISTENTE):** La oferta de fibra es baja (33.3). Debe ofrecer fibra a todos los clientes de forma directa, sin preguntar si les interesa. Esto es esencial para aumentar las ventas cruzadas y el valor del ticket promedio.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** El TMO promedio de 6.7 minutos (400 segundos) está considerablemente por encima del rango óptimo de 2-4 minutos. Esto sugiere que MZA 22 podría estar dedicando demasiado tiempo a conversaciones no productivas o teniendo dificultades para cerrar las ventas de manera eficiente. Debe analizar sus llamadas para identificar dónde está consumiendo más tiempo y ajustar su enfoque.\n*   **% Capta Atención:** La distribución de duración de llamadas indica que el 11% de las llamadas duran >8 minutos. Aunque algunas llamadas largas pueden ser productivas, es importante analizar si el agente está logrando el objetivo en ese tiempo, o si necesita mejorar su capacidad de cierre.\n*   **Cortes de llamada:** No hay datos disponibles sobre quién finaliza la llamada (cliente vs. agente). Es crucial comenzar a rastrear esta métrica para identificar si los clientes están colgando antes de tiempo debido a una mala presentación o falta de enganche.\n*   **Llamadas <30 seg:** No hay datos disponibles sobre llamadas menores a 30 segundos. Sin embargo, una alta cantidad de estas llamadas indicaría problemas en el saludo y enganche inicial.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles sobre la tasa de aprobación. Monitorear esta métrica es fundamental para identificar problemas en la calidad de las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n**SALUDO Y PRESENTACIÓN:**\n*   Nivel actual: Bueno\n*   Qué está haciendo bien: Realiza un saludo y presentación correctos en la mayoría de las llamadas.\n*   Cómo mejorar específicamente: Seguir el script estándar, asegurándose de transmitir energía y profesionalismo en la voz. Evitar frases como \"Tengo una oferta que podría interesarle\" y usar en cambio \"Tengo una oferta que le VA a interesar\".\n\n**IDENTIFICACIÓN DEL CLIENTE:**\n*   Nivel actual: Bueno\n*   Qué está haciendo bien: Verifica la identidad del cliente de forma consistente.\n*   Cómo mejorar específicamente: Mantener el estándar. No olvidar nunca preguntar \"¿Me comunico con [Nombre]?\" al inicio de la llamada.\n\n**DETECCIÓN DE NECESIDADES:**\n*   Nivel actual: Bajo\n*   Qué está haciendo mal: No está detectando las necesidades del cliente de forma efectiva.\n*   Cómo mejorar específicamente: En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", usar preguntas más específicas y directas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n**OFERTA DE PRODUCTOS:**\n*   Nivel actual: Regular\n*   Qué está haciendo mal: No está presentando los productos de forma persuasiva y adaptada a las necesidades del cliente.\n*   Cómo mejorar específicamente: Usar la información obtenida en la detección de necesidades para destacar los beneficios del plan que mejor se adapte a cada cliente.\n\n**MANEJO DE OBJECIONES:**\n*   Nivel actual: Bajo\n*   Qué está haciendo mal: Está usando respuestas genéricas en lugar de abordar las objeciones específicas de cada cliente.\n*   Cómo mejorar específicamente: Escuchar atentamente la objeción del cliente y responder de forma personalizada. Por ejemplo, ante una objeción de precio, responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n**CIERRE:**\n*   Nivel actual: Crítico\n*   Qué está haciendo mal: Tiene dificultades para cerrar las ventas.\n*   Cómo mejorar específicamente: Ser más directo y proactivo en el cierre. Asignar directamente una sucursal o buscar el domicilio del cliente para completar la venta.\n\n**DESPEDIDA:**\n*   Nivel actual: Bueno\n*   Qué está haciendo bien: Se despide de forma cordial y profesional.\n*   Cómo mejorar específicamente: Mantener el estándar. Opcionalmente, ofrecer acompañamiento durante la portabilidad (sin usar la frase prohibida \"Estaré encantado de ayudarte en el futuro\").\n\n**PROACTIVIDAD:**\n*   Nivel actual: Bajo\n*   Qué está haciendo mal: No está ofreciendo fibra de forma proactiva.\n*   Cómo mejorar específicamente: Comentar DIRECTAMENTE sobre fibra sin preguntar si le interesa al cliente.\n\n**EMPATÍA:**\n*   Nivel actual: Bueno\n*   Qué está haciendo bien: Muestra empatía hacia los clientes.\n*   Cómo mejorar específicamente: Mantener el estándar.\n\n**RESOLUCIÓN DE PROBLEMAS:**\n*   Nivel actual: Bajo\n*   Qué está haciendo mal: Tiene dificultades para resolver los problemas de los clientes.\n*   Cómo mejorar específicamente: Capacitación en resolución de problemas y acceso a una base de datos con soluciones comunes.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: CIERRE DE VENTAS**. Implementar técnicas de cierre DIRECTO (asignar sucursal, buscar domicilio). Practicar role-playing con diferentes escenarios de cierre.\n**Semana 2:** **Manejo de Objeciones**. Analizar grabaciones de llamadas donde se presentaron objeciones. Crear scripts personalizados para las objeciones más comunes.\n**Semana 3:** **Proactividad y Oferta de Fibra**. Integrar la oferta de fibra en el script estándar. Monitorear el número de ofertas de fibra realizadas por día.\n**Semana 4:** **Análisis y Optimización**. Revisar las métricas de las semanas anteriores. Identificar áreas de mejora continua y ajustar el plan de acción según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre y Apellido]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"  / \"¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de Fibra (Directa):** \"Además de esta excelente oferta para tu línea móvil, te comento que también tenemos promociones imperdibles en nuestro servicio de Fibra Óptica.  Con Fibra Movistar vas a tener la mejor conexión para trabajar, estudiar y disfrutar de tus series y películas sin interrupciones.\"\n*   **Técnica de Cierre Directo:** \"Perfecto, para avanzar con la activación de tu nuevo plan, ¿te queda cómodo retirar el chip en la sucursal de [Nombre de Sucursal] o preferís que lo enviemos a tu domicilio?\" (Si duda) \"No te preocupes, te ayudo a ubicar la sucursal más cercana [Buscar sucursal cercana].\" o \"Para el envío a domicilio, solo necesito confirmar tu dirección exacta.\"\n*   **Manejo de Objeción - Precio:** \"Entiendo que el precio es importante. A varios clientes les pasó lo mismo, pero después de probar la velocidad y estabilidad de nuestra conexión, se dieron cuenta de que la diferencia en el servicio valía la inversión.\" (Añadir beneficio específico) \"Además, con este plan tenés [beneficio específico: roaming gratis, acceso a Movistar Play, etc.]\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 65\n*   Meta de tasa de conversión: Aumentar en un 15%\n*   Meta de ofrecimiento de productos: Ofrecer al 100% de los clientes\n*   Meta de % Capta Atención (llamadas >1 min): Aumentar a 50%\n*   Meta de TMO a alcanzar: 4 minutos\n*   KPIs específicos a mejorar: Cierre de ventas, Manejo de objeciones, Proactividad\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 22, tu puntaje IA es superior al promedio del equipo, lo que demuestra tu potencial. Ahora, concentrémonos en convertir ese potencial en resultados concretos. Trabajando juntos en el cierre de ventas, el manejo de objeciones y la oferta de fibra, estoy seguro de que vas a superar tus propias expectativas y convertirte en uno de los mejores vendedores del equipo. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}