{
  "agente": "Shaira Rodriguez",
  "agente_codigo": "MZA 45",
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-02-09T08:46:07.978233",
  "metricas": {
    "agente": "Shaira Rodriguez",
    "agente_codigo": "MZA 45",
    "equipo": "MARINA MARTINEZ",
    "evaluaciones": {
      "total_evaluadas": 27,
      "puntaje_promedio": 33.6,
      "puntaje_min": 0,
      "puntaje_max": 62,
      "desviacion_std": 21.8,
      "llamadas_excelentes": 0,
      "llamadas_buenas": 4,
      "llamadas_regulares": 10,
      "llamadas_criticas": 13,
      "criterios": {
        "saludo_presentacion": 8.1,
        "identificacion_cliente": 59.6,
        "deteccion_necesidades": 21.1,
        "oferta_productos": 39.3,
        "manejo_objeciones": 43.3,
        "cierre": 14.8,
        "despedida": 74.4,
        "proactividad": 7.4,
        "empatia": 37.8,
        "resolucion_problemas": 31.9
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 8,
        "Manejo de objeciones": 6,
        "Presentación": 5,
        "Proactividad": 5,
        "Identificación del cliente": 4
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 8,
        "Despedida cordial": 7,
        "Manejo de objeciones.": 4,
        "Manejo de objeciones": 4,
        "Identificación correcta del cliente.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 62.0,
          "resumen": "El agente se presenta correctamente y detecta las necesidades básicas. Ofrece un plan adecuado, pero no logra concretar la venta debido a la objeción del cliente. El cierre no se completa y no se ofrecen productos adicionales."
        },
        {
          "puntaje_total": 60.0,
          "resumen": "El agente se identificó con el cliente, detectó necesidades y ofreció un plan.  El cierre se postergó.  No ofreció fibra."
        },
        {
          "puntaje_total": 60.0,
          "resumen": "El agente se presenta y verifica la identidad.  Detecta necesidades y ofrece productos directamente (fibra y planes). Maneja las objeciones del cliente, pero el cierre no se concreta. Muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los pasos básicos de la llamada, como presentación, identificación y detección de necesidades. El manejo de las ofertas es directo, aunque incompleto, y el cierre no se completa."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de los elementos esenciales para una venta efectiva, como una presentación adecuada, la verificación de la identidad del cliente, la detección de necesidades y un cierre claro. El manejo de objeciones y la empatía son deficientes."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. No se cumple con ningún criterio obligatorio. No se identificó al cliente, no se detectaron necesidades ni se ofrecieron productos. No hubo cierre ni manejo de objeciones.  La presentación y despedida fueron básicas. No se mostró proactividad ni empatía."
        }
      ],
      "pct_ofrece_fibra": 14.8
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.8
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 32,
      "con_plan": 9,
      "ofrece_fibra": 1,
      "pct_plan": 28.1,
      "pct_fibra": 3.1
    },
    "calidad_llamadas": {
      "total_llamadas": 211,
      "tmo_seg": 103.8,
      "pct_capta_atencion": 21.8,
      "menos_30seg": 121,
      "corte_cliente": 153,
      "corte_agente": 57
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 33.6,
      "general": 30.6,
      "diferencia": 3.0,
      "percentil": 60.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 8.1,
        "general": 17.9,
        "diferencia": -9.7
      },
      "identificacion_cliente": {
        "agente": 59.6,
        "general": 49.4,
        "diferencia": 10.2
      },
      "deteccion_necesidades": {
        "agente": 21.1,
        "general": 14.3,
        "diferencia": 6.8
      },
      "oferta_productos": {
        "agente": 39.3,
        "general": 36.1,
        "diferencia": 3.1
      },
      "manejo_objeciones": {
        "agente": 43.3,
        "general": 27.8,
        "diferencia": 15.6
      },
      "cierre": {
        "agente": 14.8,
        "general": 19.5,
        "diferencia": -4.7
      },
      "despedida": {
        "agente": 74.4,
        "general": 51.2,
        "diferencia": 23.3
      },
      "proactividad": {
        "agente": 7.4,
        "general": 8.5,
        "diferencia": -1.1
      },
      "empatia": {
        "agente": 37.8,
        "general": 37.5,
        "diferencia": 0.3
      },
      "resolucion_problemas": {
        "agente": 31.9,
        "general": 21.0,
        "diferencia": 10.8
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Shaira Rodriguez\n\n### 1. DIAGNOSTICO GENERAL\nShaira, tu nivel actual es **Necesita Mejora**. Si bien superás el promedio general del equipo por 3 puntos, aún hay un margen considerable para crecer y alcanzar tu máximo potencial. Comparado con el último coaching, tu puntaje promedio se mantiene sin cambios (33.6). Aunque identificaste al cliente con mayor efectividad, tus falencias en la detección de necesidades y el cierre siguen impactando negativamente tus resultados. Tu foco debe estar en mejorar la identificación de las necesidades del cliente, la presentación y el cierre.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Obtenés un sólido 59.6 de 100 en este aspecto, superando el promedio del equipo. Mantené este nivel de seguridad al inicio de la llamada, generando confianza.\n*   **Despedida:** Con un puntaje de 74.4 de 100, tu despedida es cordial y deja una buena impresión final. Seguí manteniendo esta actitud positiva.\n*   **Manejo de Objeciones:** Obtuviste un puntaje de 43.3 de 100, por encima del promedio del equipo. Esto demuestra que tenés la capacidad de rebatir objeciones.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Con un puntaje bajo de 21.1 de 100, necesitas mejorar significativamente tu habilidad para identificar las necesidades reales de los clientes. Esto es fundamental para ofrecer soluciones personalizadas y aumentar tus cierres.\n*   **Cierre:** Un puntaje de 14.8 de 100 en cierre indica una gran oportunidad de mejora. Es crucial que comiences a cerrar la venta de manera más directa y efectiva.\n*   **Proactividad:** Con un puntaje de 7.4 de 100, tu proactividad es baja. Debes ser más proactivo al ofrecer productos y soluciones adicionales, especialmente la fibra.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 8.1 de 100. **Mal:** El saludo parece ser poco profesional. **Bien:** Empieza la llamada. **Como mejorar:** Debes iniciar la llamada con un saludo enérgico y presentarte de manera profesional. \"¡Hola! Soy Shaira Rodriguez, de Movistar Argentina. Tengo una oferta que le VA a interesar.\"\n*   **Identificación del Cliente:** 59.6 de 100. **Bien:** Identificas al cliente correctamente. **Mal:** No hay mayores problemas en este punto. **Como mejorar:** Reforzá la confirmación del nombre al principio de la llamada. \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** 21.1 de 100. **Mal:** No estás haciendo preguntas efectivas para entender las necesidades del cliente. **Bien:** A veces detectas la necesidad, pero de manera superficial. **Como mejorar:** Enfocate en preguntar qué es lo que más usan del celular y cuántos GB tienen. \"Buenas tardes, ¿me comunico con [Nombre]? Perfecto, Shaira Rodriguez de Movistar. Contame, ¿qué es lo que más usás del celular? ¿Cuántos GB tenés?\"\n*   **Oferta de Productos:** 39.3 de 100. **Bien:** Ofrecés productos. **Mal:** No ofrecés la fibra en la mayoría de las llamadas (solo el 3.1%). **Como mejorar:** Siempre ofrece fibra directamente, sin preguntar si le interesa. \"Además del plan, tengo una excelente promoción para que tenga fibra óptica de alta velocidad en su hogar.\"\n*   **Manejo de Objeciones:** 43.3 de 100. **Bien:** Manejás algunas objeciones. **Mal:** No rebatís la objeción de manera PUNTUAL. **Como mejorar:** Escucha atentamente la objeción y responde con un argumento específico y convincente.\n*   **Cierre:** 14.8 de 100. **Mal:** No cerrás la venta de manera efectiva. **Bien:** Intentás cerrar, pero sin contundencia. **Como mejorar:** Después de presentar la oferta, asigná una sucursal o preguntá por la dirección para el envío. \"Perfecto, para activar la promoción, ¿tenés una sucursal de Movistar cerca o preferís que coordinemos el envío a tu domicilio?\"\n*   **Despedida:** 74.4 de 100. **Bien:** Te despedís de manera cordial. **Mal:** No hay mayores problemas en este punto. **Como mejorar:** Agradecé al cliente por su tiempo. \"Muchas gracias por su tiempo. Que tenga un excelente día.\"\n*   **Proactividad:** 7.4 de 100. **Mal:** No ofrecés productos adicionales ni sos proactivo en la venta. **Bien:** Podés ofrecer más. **Como mejorar:** Después de ofrecer el plan y la fibra, preguntá si están interesados en otros servicios. \"Además, tenemos promociones en televisores y otros dispositivos. ¿Le interesaría conocerlas?\"\n*   **Empatía:** 37.8 de 100. **Bien:** Mostrás cierta empatía. **Mal:** Podés ser más empático. **Como mejorar:** Escuchá activamente al cliente y demostrá que entendés sus necesidades. \"Entiendo su preocupación. A varios clientes les pasó lo mismo...\"\n*   **Resolución de Problemas:** 31.9 de 100. **Bien:** Intentás resolver problemas. **Mal:** Podés ser más efectivo en la resolución. **Como mejorar:** Si el cliente tiene un problema, ofrecé soluciones concretas. \"Entiendo el inconveniente. Voy a verificar su caso y le daré una solución lo antes posible.\"\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en la Identificación de Necesidades**. Practicá las preguntas clave: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Escuchá atentamente las respuestas y tomá notas.\n**Semana 2:** **Mejora del Cierre Directo**. Implementá la técnica de asignar sucursal o solicitar la dirección de envío después de presentar la oferta.\n**Semana 3:** **Aumento de la Proactividad**. Ofrecé la fibra óptica en TODAS las llamadas, sin preguntar si le interesa.\n**Semana 4:** **Consolidación y Refuerzo**. Repasá todas las áreas de mejora y enfocáte en mantener un alto nivel de desempeño en cada llamada.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además del plan, tengo una excelente promoción para que tenga fibra óptica de alta velocidad en su hogar.\"\n*   **Técnicas de cierre directo:** \"Perfecto, para activar la promoción, ¿tenés una sucursal de Movistar cerca o preferís que coordinemos el envío a tu domicilio?\"\n*   **Manejo de objeciones personalizado:** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero al ver la velocidad de internet y los beneficios adicionales, se dieron cuenta de que vale la pena.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 50 de 100.\n*   **Meta de calidad de llamadas:** Reducir el número de llamadas críticas a menos de 5 en el próximo mes. Aumentar el porcentaje de llamadas \"buenas\" a más del 50%.\n*   **KPIs específicos a mejorar:**\n    *   **Aumentar el porcentaje de detección de necesidades:** De 21.1% a 50%.\n    *   **Aumentar el porcentaje de cierres:** De 14.8% a 30%.\n    *   **Aumentar el porcentaje de ofertas de fibra:** De 3.1% a 80%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nShaira, tenés el potencial para convertirte en una de las mejores vendedoras del equipo. Con un enfoque renovado en la detección de necesidades y un cierre más directo, vas a ver un impacto inmediato en tus resultados. ¡Confío en tu capacidad para alcanzar tus metas! Marina estará cerca para darte una mano con la portabilidad si es necesario.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}