{
  "agente": "Finnemore Lourdes",
  "agente_codigo": "amza10",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-18T11:06:27.730070",
  "metricas": {
    "agente": "Finnemore Lourdes",
    "agente_codigo": "amza10",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 84,
      "puntaje_promedio": 25.4,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 24.7,
      "llamadas_excelentes": 4,
      "llamadas_buenas": 8,
      "llamadas_regulares": 13,
      "llamadas_criticas": 59,
      "criterios": {
        "saludo_presentacion": 16.4,
        "identificacion_cliente": 58.1,
        "deteccion_necesidades": 15.8,
        "oferta_productos": 33.2,
        "manejo_objeciones": 23.8,
        "cierre": 15.0,
        "despedida": 50.1,
        "proactividad": 4.8,
        "empatia": 29.4,
        "resolucion_problemas": 14.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 44,
        "Manejo de objeciones": 30,
        "Proactividad": 29,
        "Presentación": 24,
        "Oferta de productos": 24
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 30,
        "Despedida": 13,
        "Empatía": 9,
        "Despedida cordial": 6,
        "Despedida cordial.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Realiza preguntas para detectar necesidades, ofrece un plan con descuento. Maneja objeciones sobre la cobertura. Cierra la venta y se despide de forma cordial."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece un plan y maneja las objeciones. El cierre no se completa, pero se busca una solución. Demuestra empatía y proactividad limitada."
        },
        {
          "puntaje_total": 83.0,
          "resumen": "El agente realiza una buena presentación y verifica la identidad del cliente.  Ofrece el plan directamente y maneja las objeciones de manera efectiva. El cierre es adecuado, y el agente se despide cordialmente.  Mejorar la proactividad ofreciendo fibra o productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada fue interrumpida inmediatamente por el cliente, quien expresó su descontento con las llamadas recibidas. No hubo ninguna acción de venta por parte del agente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no muestra proactividad ni empatía. Además, no resuelve los problemas del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, y no intenta cerrar la venta."
        }
      ],
      "pct_ofrece_fibra": 4.8
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 198,
      "tmo_seg": 107.9,
      "pct_capta_atencion": 43.9,
      "menos_30seg": 42,
      "corte_cliente": 162,
      "corte_agente": 31
    },
    "calidad_ventas": {},
    "operacionales": {
      "total_llamadas": 741,
      "dias_trabajados": 5,
      "llamadas_por_dia_promedio": 148.2,
      "duracion_promedio_seg": 94.7,
      "talking_total_min": 757.5,
      "talking_promedio_seg": 61.3,
      "hold_total_min": 0.0,
      "acw_total_min": 202.4,
      "promedio_min_hablados_por_hora": 75.8,
      "horas_trabajadas": 10,
      "exitosas": 420,
      "no_exitosas": 266,
      "tasa_contacto_efectivo": 56.7,
      "ventas": 0,
      "agendados": 32,
      "no_quiere_contacto": 318,
      "conforme_actual": 21,
      "cortes_conversacion": 60,
      "mudas_cortadas": 103,
      "con_conversacion_real_30s": 264,
      "tasa_conversacion_real": 35.6,
      "corte_cliente": 540,
      "corte_agente": 176,
      "llamadas_largas_1min": 128,
      "llamadas_cortas_1min": 613,
      "score_integral": 40.8,
      "score_operacional": 63.8
    }
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 25.4,
      "general": 33.0,
      "diferencia": -7.7,
      "percentil": 43.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.4,
        "general": 32.4,
        "diferencia": -16.0
      },
      "identificacion_cliente": {
        "agente": 58.1,
        "general": 62.7,
        "diferencia": -4.6
      },
      "deteccion_necesidades": {
        "agente": 15.8,
        "general": 22.0,
        "diferencia": -6.2
      },
      "oferta_productos": {
        "agente": 33.2,
        "general": 35.0,
        "diferencia": -1.8
      },
      "manejo_objeciones": {
        "agente": 23.8,
        "general": 28.1,
        "diferencia": -4.3
      },
      "cierre": {
        "agente": 15.0,
        "general": 12.9,
        "diferencia": 2.1
      },
      "despedida": {
        "agente": 50.1,
        "general": 59.4,
        "diferencia": -9.3
      },
      "proactividad": {
        "agente": 4.8,
        "general": 9.1,
        "diferencia": -4.4
      },
      "empatia": {
        "agente": 29.4,
        "general": 39.5,
        "diferencia": -10.1
      },
      "resolucion_problemas": {
        "agente": 14.8,
        "general": 19.0,
        "diferencia": -4.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Finnemore Lourdes\n\n### 1. DIAGNOSTICO GENERAL\nFinnemore, tu desempeño actual es crítico y requiere una mejora significativa. Tu puntaje promedio de 25.4 de 100 te ubica por debajo del promedio del equipo (33.0 de 100) y en el percentil 43.9, indicando que hay un amplio margen para crecer. Si bien mantienes algunas fortalezas, es crucial abordar las áreas de mejora identificadas para impulsar tus resultados. Comparado con el coaching anterior del 2026-02-18, el puntaje promedio se mantiene igual (25.4 de 100). Sin embargo, la persistencia de las mismas áreas de mejora sugiere que las estrategias anteriores no fueron completamente efectivas y requieren un enfoque renovado y más específico. Tienes un alto potencial de mejora si te enfocas en las áreas críticas que te estoy por detallar.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 58.1 de 100, demuestras habilidad en verificar la identidad del cliente al inicio de la llamada. Mantén este enfoque directo al preguntar \"¿Me comunico con [Nombre]?\"\n*   **Despedida:** Tu desempeño en la despedida (50.1 de 100) indica que finalizas las llamadas de manera adecuada. Continúa asegurándote de que el cliente no tenga más preguntas antes de finalizar la conversación.\n*   **Empatía:** Con un puntaje de 29.4 de 100, muestras una base de empatía. Es importante seguir cultivando esta habilidad para conectar mejor con los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Tu puntuación es muy baja (15.8 de 100). Necesitas hacer preguntas más efectivas para comprender las necesidades reales de los clientes.\n*   **Manejo de Objeciones:** Con un puntaje de 23.8 de 100, necesitas mejorar tu capacidad para rebatir las objeciones de los clientes de manera persuasiva y efectiva.\n*   **Proactividad:** Obtuviste un puntaje muy bajo (4.8 de 100), lo que indica falta de iniciativa para ofrecer productos adicionales, como fibra óptica, o anticiparte a las necesidades del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** (16.4 de 100) Debes presentarte con claridad y entusiasmo.\n    *   **Qué haces mal:** Probablemente no estás generando una primera impresión positiva.\n    *   **Cómo mejorar:** Inicia la llamada con un saludo enérgico y menciona tu nombre y el motivo de tu llamada (\"¡Hola! Soy Lourdes de Movistar Argentina, tengo una oferta que LE VA a interesar.\").\n*   **Identificación del Cliente:** (58.1 de 100) Lo haces bien al verificar la identidad del cliente.\n    *   **Qué haces bien:** Confirmas la persona con la que estás hablando.\n    *   **Cómo mejorar:** Asegúrate de que sea la persona que toma la decisión.\n*   **Detección de Necesidades:** (15.8 de 100) Tu principal debilidad.\n    *   **Qué haces mal:** No estás indagando sobre las necesidades del cliente de manera efectiva.\n    *   **Cómo mejorar:** Realiza preguntas específicas como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente?\". Evita preguntas cerradas que solo requieren un \"sí\" o \"no\".\n*   **Oferta de Productos:** (33.2 de 100)\n    *   **Qué haces mal:** No estás presentando la oferta de manera atractiva o directa.\n    *   **Cómo mejorar:** Después de detectar las necesidades, presenta el plan directamente: \"Tengo un plan que se ajusta perfecto a lo que necesitás, con [cantidad] GB y [beneficios adicionales] por [precio]\". Evita frases como \"¿Le gustaría que...?\".\n*   **Manejo de Objeciones:** (23.8 de 100)\n    *   **Qué haces mal:** No estás rebatido las objeciones de manera efectiva.\n    *   **Cómo mejorar:** Prepara respuestas específicas para las objeciones más comunes, como el precio o la cobertura. Por ejemplo, si el cliente dice que es caro, responde: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero este plan te ofrece [beneficios específicos] que justifican la inversión\".\n*   **Cierre:** (15.0 de 100)\n    *   **Qué haces mal:** No estás cerrando las ventas de manera oportuna.\n    *   **Cómo mejorar:** Después de presentar la oferta y rebatir las objeciones, procede directamente al cierre: \"Perfecto, ¿te queda mejor que te asignemos una sucursal para retirar el chip o preferís que te lo enviemos a domicilio?\".\n*   **Despedida:** (50.1 de 100)\n    *   **Qué haces bien:** Finalizas la llamada de manera adecuada.\n    *   **Cómo mejorar:** Asegúrate de dejar una puerta abierta para futuras consultas: \"Si tenés alguna duda durante la portabilidad, no dudes en contactarnos\".\n*   **Proactividad:** (4.8 de 100) Tu desempeño es muy bajo.\n    *   **Qué haces mal:** No estás aprovechando las oportunidades para ofrecer productos adicionales.\n    *   **Cómo mejorar:** Después de ofrecer el plan de telefonía, comenta directamente la oferta de fibra óptica: \"También tenemos una excelente oferta de fibra óptica para tu hogar, con [velocidad] y [beneficios] a un precio increíble\".\n*   **Empatía:** (29.4 de 100)\n    *   **Qué haces mal:** Podrías conectar mejor con los clientes.\n    *   **Cómo mejorar:** Escucha activamente al cliente y muestra comprensión ante sus preocupaciones. Utiliza frases como \"Entiendo tu preocupación\" o \"Comprendo tu situación\".\n*   **Resolución de Problemas:** (14.8 de 100)\n    *   **Qué haces mal:** Falta de herramientas para resolver las consultas.\n    *   **Cómo mejorar:** Capacitación y mayor acceso a información para solucionar problemas del cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n\n*   **Semana 1:** **Foco principal: Detección de Necesidades.**\n    *   **Acciones:** Practica preguntas efectivas para descubrir las necesidades del cliente. Realiza role-playing con tu compañera Melanie, enfocándote en las preguntas \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Analiza 10 llamadas tuyas y 10 de compañeras para ver cómo detectan necesidades.\n*   **Semana 2:** **Siguiente prioridad: Manejo de Objeciones.**\n    *   **Acciones:** Crea un listado de las objeciones más comunes y prepara respuestas persuasivas y específicas para cada una. Practica estas respuestas con Melanie. Escucha las llamadas donde hayas manejado objeciones de forma ineficiente y replantea tus respuestas.\n*   **Semana 3:** **Consolidación: Proactividad y Cierre.**\n    *   **Acciones:** Incorpora la oferta de fibra óptica en todas tus llamadas. Practica el cierre directo: \"Perfecto, ¿te queda mejor que te asignemos una sucursal para retirar el chip o preferís que te lo enviemos a domicilio?\". Graba 5 llamadas tuyas y analiza si estás aplicando lo aprendido.\n*   **Semana 4:** **Optimización: Empatía y Presentación.**\n    *   **Acciones:** Enfócate en mostrar más empatía durante las llamadas. Mejora tu presentación inicial para generar una primera impresión positiva. Escucha nuevamente las llamadas de la primera semana y compara tu evolución.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés actualmente?\"\n*   **Cómo ofrecer fibra directamente:**\n    *   \"También tenemos una excelente oferta de fibra óptica para tu hogar, con [velocidad] y [beneficios] a un precio increíble.\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, ¿te queda mejor que te asignemos una sucursal para retirar el chip o preferís que te lo enviemos a domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción: \"Es muy caro\".** Respuesta: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero este plan te ofrece [beneficios específicos] que justifican la inversión, como [mencionar los beneficios relevantes para el cliente]\".\n    *   **Objeción: \"Tengo buena cobertura con mi compañía actual\".** Respuesta: \"Entiendo, pero la cobertura de Movistar es superior en [zona del cliente], lo que te garantiza una mejor experiencia, además, con este plan tenés [beneficios adicionales]\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de llamadas con conversación real de más de 30 segundos al 50%. Reducir la cantidad de llamadas que finalizan por corte del cliente en un 20%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de conversión (ventas) en un 5%.\n    *   Disminuir la cantidad de llamadas cortas (menos de 1 minuto) en un 15%.\n    *   Aumentar el porcentaje de clientes a los que se les ofrece fibra óptica al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nLourdes, sé que tenés el potencial para ser una vendedora estrella en Movistar. Este análisis te muestra el camino para desbloquearlo. Enfócate en estas áreas de mejora, practica las técnicas recomendadas y verás cómo tus resultados mejoran significativamente. Confío en tu capacidad para superar estos desafíos y alcanzar tus metas. ¡Vamos a trabajar juntas para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}