{
  "agente": "amza1",
  "fecha_generacion": "2026-02-23T09:27:37.660859",
  "metricas": {
    "agente": "amza1",
    "evaluaciones": {
      "total_evaluadas": 131,
      "puntaje_promedio": 37.4,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 26.3,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 39,
      "criterios": {
        "saludo_presentacion": 33.8,
        "identificacion_cliente": 68.3,
        "deteccion_necesidades": 27.3,
        "oferta_productos": 39.8,
        "manejo_objeciones": 37.6,
        "cierre": 20.6,
        "despedida": 58.5,
        "proactividad": 14.8,
        "empatia": 51.5,
        "resolucion_problemas": 33.9
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 50,
        "Manejo de objeciones": 36,
        "Proactividad": 33,
        "Cierre": 31,
        "Oferta de productos": 27
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 41,
        "Empatía": 21,
        "Despedida": 20,
        "Empatía.": 12,
        "Manejo de objeciones.": 12
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente realiza una venta exitosa, mostrando un excelente manejo del cliente y resolviendo los problemas."
        },
        {
          "puntaje_total": 95.0,
          "resumen": "El agente se presenta de forma correcta, identifica al cliente y ofrece los planes directamente. Cierra la venta de manera efectiva, gestionando la información para la portabilidad. Se observa proactividad en la oferta de futuros descuentos. Muestra empatía."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se desempeñó correctamente en todos los criterios. Hubo una buena presentación, identificación, detección de necesidades, oferta de productos y manejo de objeciones. El cierre fue intentado, y la despedida fue cordial. Se demostró proactividad y empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones ni cierra la venta de forma adecuada. Además, no muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no muestra proactividad. Intenta resolver un problema existente, lo que le da algo de empatía y resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 131,
      "puntaje_promedio": 37.4,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 39,
      "criterios": {
        "saludo_presentacion": 33.8,
        "identificacion_cliente": 68.3,
        "deteccion_necesidades": 27.3,
        "oferta_productos": 39.8,
        "manejo_objeciones": 37.6,
        "cierre": 20.6,
        "despedida": 58.5,
        "proactividad": 14.8,
        "empatia": 51.5,
        "resolucion_problemas": 33.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 37.4,
      "general": 37.5,
      "diferencia": -0.1,
      "percentil": 52.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 33.8,
        "general": 31.4,
        "diferencia": 2.4
      },
      "identificacion_cliente": {
        "agente": 68.3,
        "general": 61.3,
        "diferencia": 7.0
      },
      "deteccion_necesidades": {
        "agente": 27.3,
        "general": 25.6,
        "diferencia": 1.7
      },
      "oferta_productos": {
        "agente": 39.8,
        "general": 41.8,
        "diferencia": -1.9
      },
      "manejo_objeciones": {
        "agente": 37.6,
        "general": 35.1,
        "diferencia": 2.5
      },
      "cierre": {
        "agente": 20.6,
        "general": 22.4,
        "diferencia": -1.7
      },
      "despedida": {
        "agente": 58.5,
        "general": 59.7,
        "diferencia": -1.2
      },
      "proactividad": {
        "agente": 14.8,
        "general": 12.5,
        "diferencia": 2.3
      },
      "empatia": {
        "agente": 51.5,
        "general": 47.6,
        "diferencia": 3.9
      },
      "resolucion_problemas": {
        "agente": 33.9,
        "general": 30.4,
        "diferencia": 3.5
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza1\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\namza1 se encuentra en un nivel **Necesita Mejora**, con un puntaje IA de 37.4, ligeramente por debajo del promedio del equipo (37.5). Su percentil es de 52.0, lo que indica que está justo por encima de la mitad del equipo en términos de rendimiento general.\n\n**EVOLUCIÓN:** Comparado con el coaching anterior, el puntaje promedio IA de amza1 ha **disminuido** de 38.1 a 37.4. Si bien la disminución es marginal, indica una necesidad de revisar y reforzar los aspectos que han contribuido a esta baja. Su potencial de mejora es considerable, especialmente concentrándose en las áreas de mejora identificadas tanto en el análisis actual como en el anterior.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Identificación del cliente:** Aumentó de 24 (en el coaching anterior) a 41 (frecuencia actual), y de 61.3 a 68.3 en comparativa con el equipo. Parece que está siguiendo bien el script de verificación de identidad.\n    *   **Manejo de objeciones:** De 21 (en el coaching anterior) a 36 (frecuencia actual), aunque sigue siendo un área de mejora frecuente, indica un progreso en la aplicación de técnicas.\n*   **QUÉ EMPEORÓ:**\n    *   **Detección de necesidades:**  Si bien ha subido en comparación al equipo, se mantiene como la principal área de mejora frecuente.\n    *   **Cierre:** Ha bajado en comparación al equipo. Es un área crítica que necesita atención, ya que impacta directamente en los resultados de ventas.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Detección de necesidades:** Persiste como una de las áreas de mejora más frecuentes. Requiere un enfoque renovado para entender las necesidades reales de cada cliente.\n    *   **Proactividad:** Sigue siendo baja y necesita un impulso para ofrecer fibra y otros productos de manera más efectiva.\n    *   **Oferta de productos**: Sigue siendo una área de mejora.\n*   **TENDENCIA GENERAL:** amza1 necesita una intervención para revertir la ligera baja en el puntaje IA. Si bien ha mostrado avances en algunas áreas, es crucial abordar las áreas que empeoraron y persisten para impulsar su rendimiento.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del cliente:** Consistentemente alta, lo que indica un buen manejo del saludo y la verificación de la persona correcta.\n*   **Empatía:** Muestra una buena capacidad para conectar con los clientes y comprender sus necesidades.\n*   **Manejo de objeciones (Progreso):** Ha mejorado su capacidad de rebatir objeciones, aunque aún necesita práctica.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de necesidades (PERSISTENTE):** No está haciendo las preguntas correctas para comprender las necesidades de los clientes. Esto impacta directamente en su capacidad para ofrecer productos relevantes.\n*   **Cierre (PERSISTENTE):** Tiene dificultades para cerrar ventas de manera efectiva. Esto puede deberse a la falta de confianza, la falta de técnicas de cierre o una comprensión incompleta de las necesidades del cliente.\n*   **Proactividad (PERSISTENTE):** No está ofreciendo fibra u otros productos de manera proactiva. Esto limita su capacidad para aumentar el valor de cada venta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nNo se proporcionaron métricas de llamadas y ventas específicas del agente (TMO, % Capta Atención, tasa de aprobación, etc.). Sin embargo, considerando el puntaje IA y las áreas de mejora, se puede inferir lo siguiente:\n\n*   Es probable que el **TMO** sea demasiado bajo, ya que no está dedicando suficiente tiempo a detectar necesidades y construir una relación con el cliente.\n*   El **% Capta Atención** probablemente está por debajo del promedio del equipo, lo que indica problemas para enganchar al cliente en la conversación.\n*   La **tasa de aprobación de ventas** podría ser baja debido a problemas en el cierre y la detección de necesidades.\n\n**Acciones recomendadas:**\n\n1.  **Solicitar datos de métricas de llamadas y ventas** de amza1 para tener una visión más precisa de su desempeño.\n2.  **Analizar grabaciones de llamadas** para identificar patrones en su TMO, enganche del cliente y cierres.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio            | Nivel      | Qué está haciendo mal/bien                                                                                                                                                                                  | Cómo mejorar específicamente (RESPETANDO LAS REGLAS)                                                                                                                                                                                                                                                               |\n| ------------------- | ---------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación | Regular     | No está personalizando su saludo con la oferta clave.                                                                                                                                                            | En lugar de \"¿Tengo una oferta que podría interesarle?\", usar \"¿Tengo una oferta que LE VA a interesar?\". Enfocarse en el valor de la oferta, no en la posibilidad de interés.                                                                                                                                    |\n| Identificación      | Bueno      | Está verificando la identidad del cliente correctamente.                                                                                                                                                         | Mantener la práctica actual.                                                                                                                                                                                                                                                                                               |\n| Detección          | Crítico    | Pregunta genéricas como \"¿Qué es lo más importante para ti en un plan?\"                                                                                                                                     | Cambiar a preguntas específicas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".  Evitar preguntas abiertas que requieren mucho tiempo para responder.                                                                                                                                   |\n| Oferta Productos    | Regular     | Falta de enfoque en los beneficios y valor agregado.                                                                                                                                                              | Destacar cómo los productos resuelven necesidades específicas del cliente. Usar un lenguaje persuasivo, no informativo.                                                                                                                                                                                               |\n| Manejo Objeciones   | Regular     |  No está personalizando las respuestas a las objeciones.                                                                                                                                                    | Escuchar atentamente la objeción específica del cliente y adaptar la respuesta en consecuencia. No usar respuestas genéricas predefinidas. \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" |\n| Cierre              | Crítico    | Dificultad para cerrar la venta.                                                                                                                                                                            | Practicar técnicas de cierre directo: \"Voy a asignarte una sucursal para que puedas retirar tu SIM\" o \"Necesito tu domicilio para completar la venta\". Asumir la venta como un hecho consumado.                                                                                                                                  |\n| Despedida           | Bueno      | Se despide de forma cordial, pero podría ofrecer acompañamiento en la portabilidad.                                                                                                                             | Considerar ofrecer acompañamiento en la portabilidad (opcional).                                                                                                                                                                                                                                                             |\n| Proactividad        | Crítico    | No está ofreciendo fibra.                                                                                                                                                                                    | Comentar DIRECTAMENTE sobre la fibra, sin preguntar si le interesa. \"Aprovecho para comentarte que también tenemos cobertura de fibra en tu zona, con una velocidad superior y una estabilidad increíble...\"                                                                                                                   |\n| Empatía             | Bueno      | Demuestra empatía con los clientes.                                                                                                                                                                          | Mantener la práctica actual.                                                                                                                                                                                                                                                                                               |\n| Resolución          | Regular     | Podría mejorar su habilidad para solucionar problemas de manera rápida.                                                                                                                                   | Mejorar su conocimiento de los procesos de resolución de problemas. Tener a mano información sobre los problemas más comunes y sus soluciones.                                                                                                                                                                       |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Detección de Necesidades y Cierre Directo.**\n*   Acciones:\n    *   Sesiones de role-playing enfocadas en preguntas para detectar necesidades (siguiendo el script recomendado).\n    *   Practicar técnicas de cierre directo con ejemplos específicos.\n    *   Revisión de grabaciones de llamadas para identificar oportunidades de mejora.\n\n**Semana 2:** **Manejo de Objeciones Personalizado y Proactividad.**\n*   Acciones:\n    *   Crear un banco de objeciones comunes y respuestas personalizadas.\n    *   Practicar la oferta de fibra con un script específico.\n    *   Revisión de grabaciones de llamadas para evaluar el progreso en estas áreas.\n\n**Semana 3:** **Consolidación y Refuerzo.**\n*   Acciones:\n    *   Sesiones de coaching enfocadas en reforzar las habilidades aprendidas en las semanas anteriores.\n    *   Análisis de métricas de llamadas y ventas para evaluar el impacto de las acciones implementadas.\n    *   Identificar áreas donde aún se necesita apoyo adicional.\n\n**Semana 4:** **Optimización y Seguimiento.**\n*   Acciones:\n    *   Continuar con el seguimiento de las métricas de llamadas y ventas.\n    *   Realizar sesiones de coaching individuales para abordar las necesidades específicas del vendedor.\n    *   Celebrar los éxitos y reconocer el progreso realizado.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\", \"¿Qué aplicaciones consumen más datos?\"\n*   **Oferta de fibra:** \"Aprovecho para comentarte que también tenemos cobertura de fibra en tu zona, con una velocidad superior y una estabilidad increíble. ¿Te gustaría que te cuente más sobre los beneficios?\"\n*   **Cierre directo:** \"Voy a asignarte una sucursal para que puedas retirar tu SIM\", \"Necesito tu domicilio para completar la venta\".\n*   **Manejo de precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 45 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión en un 1% en 30 días.\n*   **Ofrecimiento de fibra:** Ofrecer fibra en el 80% de las llamadas en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención a 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza1, veo que tenés un gran potencial y que has demostrado capacidad para conectar con los clientes. Aunque el puntaje general haya bajado ligeramente esta semana, tu mejora en la identificación del cliente y en el manejo de objeciones muestra que estás comprometido con el crecimiento. Concentrate en aplicar las técnicas que hemos repasado y estoy seguro de que vas a superar tus objetivos y alcanzar un nivel de excelencia. ¡Confío en tu capacidad y te brindo todo mi apoyo para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-02-18T11:06:46.500438",
  "evolucion": null
}