{
  "agente": "Mza 88",
  "agente_codigo": "MZA 88",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:31:30.441186",
  "metricas": {
    "agente": "Mza 88",
    "agente_codigo": "MZA 88",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 68,
      "puntaje_promedio": 29.4,
      "puntaje_min": 0,
      "puntaje_max": 97,
      "desviacion_std": 26.2,
      "llamadas_excelentes": 4,
      "llamadas_buenas": 5,
      "llamadas_regulares": 20,
      "llamadas_criticas": 39,
      "criterios": {
        "saludo_presentacion": 13.4,
        "identificacion_cliente": 36.8,
        "deteccion_necesidades": 20.4,
        "oferta_productos": 44.4,
        "manejo_objeciones": 29.1,
        "cierre": 22.5,
        "despedida": 47.8,
        "proactividad": 9.9,
        "empatia": 41.3,
        "resolucion_problemas": 20.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 27,
        "Proactividad": 20,
        "Manejo de objeciones": 15,
        "Identificación del cliente": 14,
        "Cierre": 14
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Empatía": 9,
        "Manejo de objeciones": 6,
        "Despedida cordial": 5,
        "Identificación del cliente.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 97.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Detecta las necesidades y ofrece planes de manera directa, aunque el cierre no fue completo."
        },
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece planes de forma proactiva. Maneja objeciones y muestra empatía. El cierre no se completa totalmente. Debe mejorar la detección de necesidades."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "La agente realiza una buena presentación y detección de necesidades. Ofrece un plan adecuado y gestiona el cierre buscando una sucursal. Debe mejorar la proactividad en la oferta de fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no sigue los pasos del guion."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones y no completa el cierre. No muestra empatía y no resuelve problemas. "
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta."
        }
      ],
      "pct_ofrece_fibra": 5.9
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 153,
      "tmo_seg": 134.4,
      "pct_capta_atencion": 41.8,
      "menos_30seg": 37,
      "corte_cliente": 109,
      "corte_agente": 44
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 29.4,
      "general": 30.6,
      "diferencia": -1.2,
      "percentil": 50.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 13.4,
        "general": 17.9,
        "diferencia": -4.5
      },
      "identificacion_cliente": {
        "agente": 36.8,
        "general": 49.4,
        "diferencia": -12.7
      },
      "deteccion_necesidades": {
        "agente": 20.4,
        "general": 14.3,
        "diferencia": 6.1
      },
      "oferta_productos": {
        "agente": 44.4,
        "general": 36.1,
        "diferencia": 8.3
      },
      "manejo_objeciones": {
        "agente": 29.1,
        "general": 27.8,
        "diferencia": 1.3
      },
      "cierre": {
        "agente": 22.5,
        "general": 19.5,
        "diferencia": 3.0
      },
      "despedida": {
        "agente": 47.8,
        "general": 51.2,
        "diferencia": -3.4
      },
      "proactividad": {
        "agente": 9.9,
        "general": 8.5,
        "diferencia": 1.4
      },
      "empatia": {
        "agente": 41.3,
        "general": 37.5,
        "diferencia": 3.9
      },
      "resolucion_problemas": {
        "agente": 20.6,
        "general": 21.0,
        "diferencia": -0.5
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 88\n\n### 1. DIAGNOSTICO GENERAL\n\nEl nivel actual del vendedor Mza 88 es **Crítico**. Con un puntaje promedio de 29.4 de 100, se encuentra por debajo del promedio general del equipo (30.6 de 100) y en el percentil 50.7, lo que indica que necesita una mejora significativa para alcanzar el rendimiento esperado. Si bien muestra algunas fortalezas en empatía y manejo de objeciones, sus áreas de mejora frecuentes, como la detección de necesidades y la proactividad, impactan negativamente en su capacidad para cerrar ventas.\n\nComparado con el coaching anterior del 2026-02-08, el puntaje promedio se mantiene igual (29.4). Si bien se observa una mejora en el manejo de objeciones (era una debilidad y ahora es una fortaleza), las áreas críticas de mejora siguen siendo las mismas, lo que indica que las acciones implementadas previamente no fueron lo suficientemente efectivas. El potencial de mejora es considerable, especialmente si se enfoca en optimizar la detección de necesidades y la proactividad en la oferta de productos y servicios.\n\n### 2. FORTALEZAS\n\n*   **Empatía:** El puntaje de 41.3 de 100 en empatía indica una habilidad para conectar con los clientes y comprender sus necesidades, lo cual es fundamental para construir relaciones y generar confianza.\n*   **Manejo de Objeciones:** Con un puntaje de 29.1 de 100, Mza 88 muestra una capacidad para abordar las objeciones de los clientes, aunque aún hay margen para perfeccionar las técnicas y estrategias utilizadas.\n*   **Cierre:** El puntaje de 22.5, es un area que mejoró y es un buen cimiento para continuar trabajando en la técnica.\n\n### 3. AREAS CRITICAS DE MEJORA\n\n*   **Detección de Necesidades:** Con un puntaje de 20.4 de 100 y siendo el área de mejora más frecuente, es crucial que Mza 88 aprenda a identificar las necesidades reales de los clientes para ofrecer soluciones personalizadas y relevantes.\n*   **Proactividad:** El puntaje de 9.9 de 100 indica una falta de iniciativa para ofrecer productos y servicios adicionales que puedan beneficiar al cliente. Es fundamental que Mza 88 aprenda a ser más proactivo y anticipar las necesidades del cliente.\n*   **Identificación del Cliente:** Aunque figura como una fortaleza anterior, el puntaje actual de 36.8 de 100 y la comparación con el promedio del equipo (-12.7) sugieren que se debe reforzar esta área, asegurando una correcta verificación de la identidad del cliente al inicio de la llamada.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 13.4 de 100. Debe mejorar su presentación, siendo más enérgico y transmitiendo confianza. Practicar un guion breve y conciso.\n    *   **Mejora:** Eliminar muletillas y usar un tono de voz más seguro.\n*   **Identificación del Cliente:** 36.8 de 100. No está verificando correctamente la identidad del cliente al inicio de la llamada.\n    *   **Mejora:** Utilizar la frase \"¿Me comunico con [Nombre]?\" al inicio de la llamada para confirmar la identidad del cliente.\n*   **Detección de Necesidades:** 20.4 de 100. No está realizando las preguntas adecuadas para identificar las necesidades del cliente.\n    *   **Mejora:** Preguntar \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" para comprender el consumo y las necesidades del cliente.\n*   **Oferta de Productos:** 44.4 de 100. No está ofreciendo los productos de manera directa y persuasiva.\n    *   **Mejora:** Comentar la oferta de fibra directamente, sin preguntar si le interesa al cliente.\n*   **Manejo de Objeciones:** 29.1 de 100. Aunque es una fortaleza relativa, debe mejorar la forma en que responde a las objeciones de los clientes.\n    *   **Mejora:** Rebatir la objeción puntual de cada cliente, en lugar de utilizar respuestas genéricas.\n*   **Cierre:** 22.5 de 100. No está cerrando las ventas de manera efectiva.\n    *   **Mejora:** Asignar una sucursal o buscar el domicilio del cliente directamente, sin preguntar si le gustaría.\n*   **Despedida:** 47.8 de 100. La despedida es correcta, pero puede ser más personalizada y dejar una impresión positiva.\n    *   **Mejora:** Agradecer al cliente por su tiempo y ofrecer acompañamiento durante la portabilidad.\n*   **Proactividad:** 9.9 de 100. No está siendo proactivo en la oferta de productos y servicios adicionales.\n    *   **Mejora:** Identificar oportunidades para ofrecer fibra, planes superiores o servicios adicionales según las necesidades del cliente.\n*   **Empatía:** 41.3 de 100. Es una fortaleza, pero debe mantenerla y utilizarla para construir relaciones con los clientes.\n    *   **Mejora:** Mostrar comprensión y validar las preocupaciones del cliente.\n*   **Resolución de Problemas:** 20.6 de 100. Debe mejorar su capacidad para resolver los problemas de los clientes de manera eficiente.\n    *   **Mejora:** Escuchar atentamente el problema del cliente y ofrecer soluciones claras y concisas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Identificación y Detección de Necesidades.**\n*   Acciones: Practicar la frase de verificación de identidad (\"¿Me comunico con [Nombre]?\") en cada llamada. Realizar role-playing con el equipo para practicar las preguntas de detección de necesidades (\"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\"). Revisar grabaciones de llamadas exitosas para identificar cómo los vendedores exitosos detectan las necesidades de los clientes.\n**Semana 2:** **Siguiente prioridad: Oferta Proactiva de Productos y Servicios.**\n*   Acciones: Elaborar un guion para la oferta de fibra que se pueda adaptar a diferentes perfiles de clientes. Practicar la oferta de fibra sin preguntar si le interesa al cliente, utilizando un tono de voz seguro y persuasivo. Analizar casos de éxito en la oferta de fibra para identificar las mejores prácticas.\n**Semana 3:** **Consolidación: Manejo de Objeciones y Cierre.**\n*   Acciones: Crear un listado de las objeciones más comunes y preparar respuestas específicas para cada una. Practicar técnicas de cierre directo, como asignar una sucursal o buscar el domicilio del cliente directamente. Revisar grabaciones de llamadas donde se hayan manejado objeciones de manera efectiva.\n**Semana 4:** **Optimización: Empatía y Personalización.**\n*   Acciones: Realizar ejercicios de escucha activa para mejorar la comprensión de las necesidades del cliente. Personalizar las ofertas y soluciones según las necesidades individuales de cada cliente. Revisar grabaciones de llamadas donde se haya demostrado empatía y se hayan personalizado las ofertas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"¿Me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta de fibra óptica de Movistar que le VA a interesar. Con nuestra fibra, va a poder disfrutar de una conexión más rápida y estable para toda su familia. Además, le ofrecemos [beneficio adicional].\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, para activar su plan, ¿le queda más cómodo retirar el chip en nuestra sucursal de [Nombre de la sucursal] o prefiere que se lo enviemos a su domicilio?\"\n    *   \"Entonces, para confirmar, necesitamos la dirección exacta para coordinar la instalación de la fibra.\"\n*   **Manejo de objeciones personalizado:**\n    *   **Cliente:** \"Es que estoy conforme con mi compañía actual.\"\n    *   **Respuesta:** \"Entiendo, muchos de nuestros clientes se sentían así antes de probar Movistar. Lo que descubrieron es que, a pesar de estar conformes, se estaban perdiendo de una mejor conexión, mayor velocidad y un servicio más confiable. Justamente, tengo una oferta que...\"\n    *   **Cliente:** \"El precio es muy alto.\"\n    *   **Respuesta:** \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando vieron los beneficios de tener una conexión de fibra óptica de verdad, con la estabilidad y velocidad que necesitan para trabajar, estudiar y entretenerse, se dieron cuenta de que vale la pena la inversión.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 50 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas que se cortan por el cliente a menos del 20%. Aumentar el porcentaje de llamadas que captan la atención del cliente por más de 1 minuto a un 60%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 40 de 100.\n    *   Aumentar el puntaje en \"Proactividad\" a 30 de 100.\n    *   Aumentar el porcentaje de clientes a los que se les ofrece fibra a un 50%.\n    *   Aumentar la tasa de cierre de ventas en un 15%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 88, tenés el potencial para ser un gran vendedor en Movistar. Tu empatía es un gran activo, y con un enfoque estratégico en la detección de necesidades y la proactividad, vas a ver cómo tus resultados se disparan. Este plan de acción es tu hoja de ruta para el éxito. ¡Confío en tu capacidad para lograrlo! Vamos a trabajar juntos para que alcances tu máximo potencial.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}