{
  "agente": "Mza 50",
  "agente_codigo": "MZA 50",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:28:17.298139",
  "metricas": {
    "agente": "Mza 50",
    "agente_codigo": "MZA 50",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 78,
      "puntaje_promedio": 20.6,
      "puntaje_min": 0,
      "puntaje_max": 100,
      "desviacion_std": 22.3,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 6,
      "llamadas_regulares": 11,
      "llamadas_criticas": 60,
      "criterios": {
        "saludo_presentacion": 7.2,
        "identificacion_cliente": 56.4,
        "deteccion_necesidades": 4.4,
        "oferta_productos": 30.8,
        "manejo_objeciones": 14.4,
        "cierre": 14.9,
        "despedida": 36.5,
        "proactividad": 2.8,
        "empatia": 24.0,
        "resolucion_problemas": 14.9
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 44,
        "Proactividad": 32,
        "Manejo de objeciones": 28,
        "Presentación": 28,
        "Cierre": 24
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 25,
        "Empatía": 11,
        "Despedida cordial": 7,
        "Manejo de objeciones": 6,
        "Despedida": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades, ofreció productos directos y manejó objeciones eficazmente. Completó el proceso de cierre y se despidió cordialmente, mostrando proactividad y empatía."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente realiza una buena presentación y gestión del cierre.  Sin embargo, falta detección de necesidades y proactividad en la oferta de productos adicionales."
        },
        {
          "puntaje_total": 66.0,
          "resumen": "El agente se presenta de forma correcta y verifica la identidad del cliente.  Ofrece un plan directo y maneja objeciones sobre cobertura y precio. Cierra la venta coordinando la entrega del chip.  No ofrece fibra ni otros productos.  Se debe mejorar la presentación, detección de necesidades y proactividad en la oferta de productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones, no cierra la venta y no se despide correctamente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio, ni con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no cierra la venta. El cliente manifiesta su rechazo y el agente no reacciona."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones ni completa el cierre. La comunicación es confusa."
        }
      ],
      "pct_ofrece_fibra": 2.6
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 341,
      "tmo_seg": 101.6,
      "pct_capta_atencion": 28.7,
      "menos_30seg": 127,
      "corte_cliente": 262,
      "corte_agente": 78
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 20.6,
      "general": 30.6,
      "diferencia": -9.9,
      "percentil": 46.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 7.2,
        "general": 17.9,
        "diferencia": -10.7
      },
      "identificacion_cliente": {
        "agente": 56.4,
        "general": 49.4,
        "diferencia": 7.0
      },
      "deteccion_necesidades": {
        "agente": 4.4,
        "general": 14.3,
        "diferencia": -10.0
      },
      "oferta_productos": {
        "agente": 30.8,
        "general": 36.1,
        "diferencia": -5.4
      },
      "manejo_objeciones": {
        "agente": 14.4,
        "general": 27.8,
        "diferencia": -13.4
      },
      "cierre": {
        "agente": 14.9,
        "general": 19.5,
        "diferencia": -4.7
      },
      "despedida": {
        "agente": 36.5,
        "general": 51.2,
        "diferencia": -14.6
      },
      "proactividad": {
        "agente": 2.8,
        "general": 8.5,
        "diferencia": -5.7
      },
      "empatia": {
        "agente": 24.0,
        "general": 37.5,
        "diferencia": -13.5
      },
      "resolucion_problemas": {
        "agente": 14.9,
        "general": 21.0,
        "diferencia": -6.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 50\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual del vendedor Mza 50 es **Crítico**. Su puntaje promedio de 20.6 de 100 se encuentra significativamente por debajo del promedio del equipo (30.6 de 100), ubicándolo en el percentil 46.1. Esto indica un rendimiento inferior al de la mayoría de sus compañeros. El análisis de las llamadas revela deficiencias importantes en la detección de necesidades, proactividad, manejo de objeciones, presentación y cierre, lo que impacta negativamente en sus resultados.\n\nComparando con el coaching anterior del 8 de febrero de 2026, el puntaje promedio se ha mantenido igual (20.6), lo que sugiere que las áreas de mejora identificadas en el pasado no han sido abordadas de manera efectiva. Esto indica la necesidad de un plan de acción más intensivo y personalizado. Su potencial de mejora es alto, pero requiere un enfoque específico en las áreas críticas mencionadas.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 56.4 de 100, Mza 50 muestra una buena capacidad para verificar la identidad del cliente al inicio de la llamada. Mantener esta fortaleza es crucial.\n*   **Empatía:** Su puntaje de 24.0 de 100 en empatía indica una capacidad para conectar con los clientes a un nivel emocional, lo cual es valioso para generar confianza.\n*   **Oferta de productos:** Si bien necesita mejorar, tiene un puntaje de 30.8 de 100.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un bajísimo puntaje de 4.4 de 100, esta es el área más crítica. Mza 50 necesita urgentemente aprender a identificar las necesidades de los clientes para ofrecer soluciones personalizadas.\n*   **Proactividad:** Un puntaje de 2.8 de 100 indica falta de iniciativa para ofrecer productos adicionales o complementarios que beneficien al cliente. Debe dejar de lado cualquier duda o inseguridad y lanzarse a ofrecer.\n*   **Manejo de objeciones:** Un puntaje de 14.4 de 100 indica que Mza 50 tiene dificultades para rebatir las objeciones de los clientes de manera efectiva, lo que impacta negativamente en el cierre de ventas.\n*   **Presentación:** Con un puntaje de 7.2 de 100 es muy bajo, necesita mejorar la presentación inicial para captar la atención del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 7.2 de 100. *Problema:* Falta de impacto y claridad en la presentación inicial. *Solución:* Iniciar la llamada con una frase contundente y directa: \"Hola, tengo una oferta de Movistar que LE VA a interesar.\" Eliminar cualquier duda o frase vacía.\n*   **Identificación del Cliente:** 56.4 de 100. *Problema:* Aunque identifica al cliente, puede mejorar la confirmación de su información. *Solución:* Utilizar la información confirmada para personalizar la oferta: \"Hola, ¿me comunico con [Nombre]? Perfecto, lo llamo porque veo que es cliente de Movistar...\"\n*   **Detección de Necesidades:** 4.4 de 100. *Problema:* No realiza preguntas clave para entender las necesidades del cliente. *Solución:* Incorporar preguntas obligatorias: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" antes de ofrecer cualquier plan.\n*   **Oferta de Productos:** 30.8 de 100. *Problema:* Falta de proactividad y enfoque en ofrecer fibra. *Solución:* Ofrecer la fibra directamente después de presentar el plan de telefonía: \"Además, en su zona tenemos cobertura de fibra óptica con [velocidad] a un precio increíble.\" No preguntar si le interesa, comentarlo directamente.\n*   **Manejo de Objeciones:** 14.4 de 100. *Problema:* No rebate las objeciones de manera efectiva y personalizada. *Solución:* Preparar respuestas específicas para las objeciones más comunes (precio, cobertura, etc.). Por ejemplo, si el cliente dice \"Es caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame mostrarte cómo el valor que vas a obtener supera la inversión inicial.\"\n*   **Cierre:** 14.9 de 100. *Problema:* No cierra la venta de manera directa. *Solución:* Asignar la sucursal o preguntar la dirección directamente: \"¿Qué sucursal de Movistar le queda más cómoda para retirar el chip?\" o \"¿Cuál es su dirección para coordinar la instalación de la fibra?\".\n*   **Despedida:** 36.5 de 100. *Problema:* Puede mejorar la despedida para dejar una impresión positiva. *Solución:* Agradecer al cliente por su tiempo y reafirmar el compromiso de Movistar: \"Gracias por elegir Movistar, en los próximos días recibirá un mensaje con los detalles de su nuevo plan. ¡Que tenga un excelente día!\".\n*   **Proactividad:** 2.8 de 100. *Problema:* No ofrece soluciones adicionales o alternativas al cliente. *Solución:* Sugerir accesorios o servicios complementarios: \"Además, le comento que tenemos promociones en Smart TVs si contrata nuestro plan de fibra.\"\n*   **Empatía:** 24.0 de 100. *Problema:* Puede mejorar la conexión con el cliente mostrando mayor comprensión y escucha activa. *Solución:* Utilizar frases como \"Entiendo su preocupación...\" o \"Me pongo en su lugar...\" para demostrar empatía.\n*   **Resolución de Problemas:** 14.9 de 100. *Problema:* Falta de herramientas para solucionar problemas comunes del cliente. *Solución:* Capacitarse en la resolución de problemas técnicos y administrativos más frecuentes.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Presentación y Detección de Necesidades.**\n*   Acciones: Memorizar el speech inicial y practicar las preguntas obligatorias. Revisar grabaciones de llamadas exitosas para identificar ejemplos de buenas prácticas en detección de necesidades. Role-playing con el supervisor para simular diferentes escenarios.\n**Semana 2:** **Siguiente prioridad: Oferta de Productos y Cierre Directo.**\n*   Acciones: Dominar la oferta de fibra y practicar el speech de cierre directo. Identificar las objeciones más comunes y preparar respuestas específicas. Analizar grabaciones de llamadas propias para identificar oportunidades de cierre perdidas.\n**Semana 3:** **Consolidación: Manejo de Objeciones y Proactividad.**\n*   Acciones: Practicar el manejo de objeciones con diferentes técnicas. Incorporar la oferta de productos adicionales en cada llamada. Revisar métricas de conversión para identificar áreas de mejora.\n**Semana 4:** **Optimización: Empatía y Resolución de Problemas.**\n*   Acciones: Incorporar frases de empatía en la conversación. Capacitarse en la resolución de problemas técnicos y administrativos más frecuentes. Analizar la satisfacción del cliente para identificar áreas de mejora.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\" \"Perfecto, lo llamo porque es cliente de Movistar...\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además, en su zona tenemos cobertura de fibra óptica con [velocidad] a un precio increíble.\"\n*   **Técnicas de cierre directo:** \"¿Qué sucursal de Movistar le queda más cómoda para retirar el chip?\" \"¿Cuál es su dirección para coordinar la instalación de la fibra?\"\n*   **Manejo de objeciones personalizado:**\n    *   \"Es caro\": \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame mostrarte cómo el valor que vas a obtener supera la inversión inicial.\"\n    *   \"No tengo cobertura\": \"Entiendo su preocupación, pero déjeme verificar si en su dirección tenemos cobertura de fibra. En caso de que no, le podemos ofrecer un plan de internet móvil con [GB] a un precio especial.\"\n    *   \"Estoy conforme con mi servicio actual\": \"Me alegra que esté conforme, pero déjeme mostrarle cómo Movistar puede ofrecerle aún más beneficios por el mismo precio.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"buenas\" y \"excelentes\" al 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de detección de necesidades del 4.4% al 40%.\n    *   Aumentar el porcentaje de proactividad del 2.8% al 20%.\n    *   Aumentar el porcentaje de cierre del 14.9% al 30%.\n    *   Aumentar el porcentaje de oferta de fibra al 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 50, tenés el potencial para destacarte en el equipo. Tu capacidad para identificar al cliente y tu empatía son excelentes bases para construir un perfil de vendedor exitoso. Concentrá tu energía en mejorar la detección de necesidades y la proactividad, y verás cómo tus resultados se disparan. ¡Confío en que con este plan de acción y tu compromiso, vas a alcanzar tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}