{
  "agente": "Chena Daiana",
  "agente_codigo": "MZA 25",
  "equipo": "JOSEFINA ZEBALLOS",
  "fecha_generacion": "2026-02-09T08:35:24.769220",
  "metricas": {
    "agente": "Chena Daiana",
    "agente_codigo": "MZA 25",
    "equipo": "JOSEFINA ZEBALLOS",
    "evaluaciones": {
      "total_evaluadas": 58,
      "puntaje_promedio": 35.0,
      "puntaje_min": 0,
      "puntaje_max": 94,
      "desviacion_std": 28.2,
      "llamadas_excelentes": 7,
      "llamadas_buenas": 7,
      "llamadas_regulares": 12,
      "llamadas_criticas": 32,
      "criterios": {
        "saludo_presentacion": 22.9,
        "identificacion_cliente": 51.7,
        "deteccion_necesidades": 27.1,
        "oferta_productos": 41.2,
        "manejo_objeciones": 34.8,
        "cierre": 22.9,
        "despedida": 60.7,
        "proactividad": 14.5,
        "empatia": 47.4,
        "resolucion_problemas": 26.7
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 19,
        "Proactividad": 18,
        "Cierre": 15,
        "Presentación": 12,
        "Identificación del cliente": 12
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Identificación del cliente.": 7,
        "Despedida cordial.": 7,
        "Despedida": 7,
        "Empatía": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 94.0,
          "resumen": "La agente realiza una buena gestión de la llamada, desde la presentación hasta el cierre. Se destaca la identificación del cliente, detección de necesidades, oferta de productos y manejo de objeciones. Muestra proactividad al ofrecer otros productos y se despide de manera cordial."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realizó una excelente gestión, cumpliendo con los criterios de evaluación. Se destacó en la presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones, cierre, despedida y resolución de problemas. El área de mejora es ofrecer fibra."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "Llamada muy buena. Se identifica, verifica datos, ofrece plan y se despide de forma cordial. Maneja objeciones y es proactivo."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con los criterios de evaluación. El agente no realizó una presentación adecuada, ni identificó al cliente, ni detectó necesidades. No ofreció productos de manera proactiva ni completó el proceso de cierre. Tampoco hubo manejo de objeciones, empatía ni resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni cierra la venta. No hay empatía, proactividad ni resolución de problemas."
        }
      ],
      "pct_ofrece_fibra": 6.9
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.9
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 8,
      "con_plan": 2,
      "ofrece_fibra": 0,
      "pct_plan": 25.0,
      "pct_fibra": 0.0
    },
    "calidad_llamadas": {
      "total_llamadas": 119,
      "tmo_seg": 57.5,
      "pct_capta_atencion": 10.9,
      "menos_30seg": 63,
      "corte_cliente": 92,
      "corte_agente": 27
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 35.0,
      "general": 30.6,
      "diferencia": 4.4,
      "percentil": 60.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 22.9,
        "general": 17.9,
        "diferencia": 5.0
      },
      "identificacion_cliente": {
        "agente": 51.7,
        "general": 49.4,
        "diferencia": 2.3
      },
      "deteccion_necesidades": {
        "agente": 27.1,
        "general": 14.3,
        "diferencia": 12.7
      },
      "oferta_productos": {
        "agente": 41.2,
        "general": 36.1,
        "diferencia": 5.1
      },
      "manejo_objeciones": {
        "agente": 34.8,
        "general": 27.8,
        "diferencia": 7.1
      },
      "cierre": {
        "agente": 22.9,
        "general": 19.5,
        "diferencia": 3.4
      },
      "despedida": {
        "agente": 60.7,
        "general": 51.2,
        "diferencia": 9.5
      },
      "proactividad": {
        "agente": 14.5,
        "general": 8.5,
        "diferencia": 6.0
      },
      "empatia": {
        "agente": 47.4,
        "general": 37.5,
        "diferencia": 9.9
      },
      "resolucion_problemas": {
        "agente": 26.7,
        "general": 21.0,
        "diferencia": 5.7
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Chena Daiana\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Chena es crítico y necesita una mejora sustancial. Si bien supera ligeramente el puntaje promedio del equipo (35.0 vs 30.6), este puntaje es alarmantemente bajo, evidenciado por la gran cantidad de llamadas clasificadas como \"críticas\" (32 de 58). Esto indica problemas fundamentales en la ejecución de la venta. Comparado con el coaching anterior, el puntaje promedio se mantiene igual, por lo que no se observa una evolución positiva. Chena tiene un gran potencial de mejora, especialmente si se enfoca en las áreas de \"Detección de Necesidades\", \"Proactividad\" y \"Cierre\", que son las áreas con mayor frecuencia de error. La buena noticia es que supera el promedio del equipo en todos los criterios de evaluación, lo que sugiere que con el entrenamiento adecuado, puede alcanzar un desempeño mucho mejor.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Tiene una buena base en la identificación del cliente (51.7 de 100), que es crucial para iniciar la venta.\n*   **Despedida:** Muestra un buen desempeño en la despedida (60.7 de 100), lo cual contribuye a una imagen profesional.\n*   **Empatía:** Supera el promedio del equipo en empatía (47.4 de 100), lo que puede ayudar a construir una mejor relación con los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** El puntaje es muy bajo (27.1 de 100) y la más frecuente área de mejora. Sin entender las necesidades, la oferta será irrelevante.\n*   **Proactividad:** El puntaje es extremadamente bajo (14.5 de 100). La falta de proactividad limita la capacidad de ofrecer productos adicionales como la fibra y aumentar las ventas.\n*   **Cierre:** El puntaje es muy bajo (22.9 de 100). No se están concretando las ventas.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 22.9 de 100. Debe ser más enérgico y directo al grano. **Mejora:** Comienza con un saludo entusiasta y menciona el motivo de la llamada de inmediato: \"Hola, [Nombre], soy Chena de Movistar, tengo una oferta que le VA a interesar.\"\n*   **Identificación del Cliente:** 51.7 de 100. Bien encaminado, pero debe ser más consistente. **Mejora:** Siempre verificar la identidad al inicio: \"Hola, ¿me comunico con [Nombre completo]?\"\n*   **Detección de Necesidades:** 27.1 de 100. Muy bajo. Se necesita entender qué busca el cliente. **Mejora:** Preguntar directamente: \"¿Qué es lo que más usás de tu celular?\" y \"¿Cuántos GB tenés actualmente?\". NO preguntar si le gusta usar redes sociales o ver videos.\n*   **Oferta de Productos:** 41.2 de 100. Necesita ser más directa y sin rodeos. **Mejora:** Ofrecer la fibra DIRECTAMENTE después de detectar las necesidades: \"Además del plan para el celular, tenemos una excelente oferta de fibra óptica para su hogar con [velocidad] a un precio increíble.\"\n*   **Manejo de Objeciones:** 34.8 de 100. Debe abordar las objeciones de forma específica. **Mejora:** Preparar respuestas para objeciones comunes como \"Es caro\" o \"No tengo tiempo\". Por ejemplo: \"Es lógico que mire el precio. A varios clientes les pasó eso, pero con nuestro plan se ahorran [cantidad] en comparación con lo que están pagando actualmente, además de tener [beneficios adicionales].\"\n*   **Cierre:** 22.9 de 100. Debe ser más agresiva y directa. **Mejora:** Después de presentar la oferta, NO preguntar si le interesa. Pasar directamente al cierre: \"¿Le parece bien si le asigno una sucursal cerca de su domicilio para que retire su chip nuevo o prefiere que coordinemos la visita de un técnico a su domicilio?\"\n*   **Despedida:** 60.7 de 100. Sigue siendo cordial y profesional, pero puede mejorar ofreciendo ayuda con la portabilidad. **Mejora:** \"Si decide avanzar con la portabilidad, lo voy a acompañar en todo el proceso para que no tenga ningún inconveniente.\"\n*   **Proactividad:** 14.5 de 100. Prácticamente inexistente. Debe ofrecer otros productos y servicios. **Mejora:** Siempre ofrecer la fibra óptica y preguntar si tiene interés en otros servicios de Movistar.\n*   **Empatía:** 47.4 de 100. Puede usar la empatía para construir una relación. **Mejora:** Escuchar atentamente al cliente y mostrar comprensión ante sus necesidades y objeciones.\n*   **Resolución de Problemas:** 26.7 de 100. Debe ser capaz de resolver los problemas del cliente. **Mejora:** Investigar los problemas del cliente y ofrecer soluciones concretas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en la Detección de Necesidades.** Practicar las preguntas clave: \"¿Qué es lo que más usás de tu celular?\" y \"¿Cuántos GB tenés actualmente?\". Analizar 10 grabaciones de llamadas para identificar oportunidades perdidas de detección de necesidades.\n**Semana 2:** **Foco en la Oferta Directa y Proactividad.** Implementar el speech de oferta de fibra en todas las llamadas, sin preguntar si le interesa. Registrar la cantidad de ofertas de fibra realizadas por día.\n**Semana 3:** **Foco en el Cierre Directo.** Eliminar las frases condicionales e implementar técnicas de cierre directo. Medir la tasa de conversión de llamadas en ventas.\n**Semana 4:** **Optimización y Manejo de Objeciones.** Revisar las objeciones más frecuentes y preparar respuestas personalizadas. Practicar las respuestas en role-playing con Josefina.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre completo]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás de tu celular?\"\n    *   \"¿Cuántos GB tenés actualmente?\"\n*   **Oferta de Fibra Directamente:** \"Además del plan para el celular, tenemos una excelente oferta de fibra óptica para su hogar con [velocidad] a un precio increíble.\"\n*   **Técnicas de Cierre Directo:** \"¿Le parece bien si le asigno una sucursal cerca de su domicilio para que retire su chip nuevo o prefiere que coordinemos la visita de un técnico a su domicilio?\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **\"Es caro\":** \"Es lógico que mire el precio. A varios clientes les pasó eso, pero con nuestro plan se ahorran [cantidad] en comparación con lo que están pagando actualmente, además de tener [beneficios adicionales].\"\n    *   **\"No tengo tiempo\":** \"Entiendo, este trámite es rápido, solo nos tomará unos minutos y le aseguro que la diferencia en su servicio será notoria.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas que captan la atención por más de 1 minuto al 30%.\n*   **KPIs específicos:**\n    *   Aumentar la tasa de cierre en un 15%.\n    *   Ofrecer fibra en el 100% de las llamadas donde sea posible.\n    *   Reducir el número de llamadas críticas en un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nChena, tenés la capacidad de construir relaciones con los clientes gracias a tu empatía, y eso es un gran punto de partida. Con un enfoque más directo y proactivo, y con una mejora en la detección de necesidades, estoy seguro que vas a lograr resultados increíbles. Confío en tu potencial y estoy acá para apoyarte en cada paso del camino. Vamos a transformar esas áreas de mejora en fortalezas y convertirte en una de las mejores vendedoras del equipo. ¡Sé que podés lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}