{
  "agente": "Viola Gabriela",
  "agente_codigo": "MZA 4",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:38:38.253030",
  "metricas": {
    "agente": "Viola Gabriela",
    "agente_codigo": "MZA 4",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 50,
      "puntaje_promedio": 33.4,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 29.5,
      "llamadas_excelentes": 6,
      "llamadas_buenas": 7,
      "llamadas_regulares": 9,
      "llamadas_criticas": 28,
      "criterios": {
        "saludo_presentacion": 22.4,
        "identificacion_cliente": 50.4,
        "deteccion_necesidades": 19.2,
        "oferta_productos": 41.2,
        "manejo_objeciones": 32.0,
        "cierre": 23.8,
        "despedida": 36.4,
        "proactividad": 13.0,
        "empatia": 45.8,
        "resolucion_problemas": 36.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 20,
        "Proactividad": 15,
        "Oferta de productos": 12,
        "Presentación": 11,
        "Cierre": 11
      },
      "fortalezas_frecuentes": {
        "Empatía": 14,
        "Identificación del cliente": 12,
        "Empatía.": 7,
        "Manejo de objeciones.": 5,
        "Buen manejo de objeciones.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "La agente realiza una buena presentación, identifica al cliente, detecta necesidades y ofrece un plan adecuado. Maneja las objeciones y completa el cierre. Muestra empatía y resuelve problemas.  No ofrece otros productos. "
        },
        {
          "puntaje_total": 87.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, detectó necesidades, ofreció el plan de manera directa, manejó objeciones y se despidió cordialmente. No ofreció fibra. El cierre no se concretó en el momento pero se pactó una llamada posterior."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y verifica la identidad, detecta las necesidades del cliente, maneja objeciones relacionadas con la cobertura, ofrece soluciones y se despide de forma correcta.  No ofrece productos directamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta. No hay proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades ni ofrece productos. No cierra la venta y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera efectiva, no maneja objeciones, y no completa el cierre. No muestra proactividad ni empatía."
        }
      ],
      "pct_ofrece_fibra": 6.0
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.5
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 78,
      "con_plan": 23,
      "ofrece_fibra": 13,
      "pct_plan": 29.5,
      "pct_fibra": 16.7
    },
    "calidad_llamadas": {
      "total_llamadas": 199,
      "tmo_seg": 136.9,
      "pct_capta_atencion": 45.7,
      "menos_30seg": 44,
      "corte_cliente": 117,
      "corte_agente": 82
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 33.4,
      "general": 30.6,
      "diferencia": 2.9,
      "percentil": 60.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 22.4,
        "general": 17.9,
        "diferencia": 4.5
      },
      "identificacion_cliente": {
        "agente": 50.4,
        "general": 49.4,
        "diferencia": 1.0
      },
      "deteccion_necesidades": {
        "agente": 19.2,
        "general": 14.3,
        "diferencia": 4.9
      },
      "oferta_productos": {
        "agente": 41.2,
        "general": 36.1,
        "diferencia": 5.1
      },
      "manejo_objeciones": {
        "agente": 32.0,
        "general": 27.8,
        "diferencia": 4.2
      },
      "cierre": {
        "agente": 23.8,
        "general": 19.5,
        "diferencia": 4.3
      },
      "despedida": {
        "agente": 36.4,
        "general": 51.2,
        "diferencia": -14.8
      },
      "proactividad": {
        "agente": 13.0,
        "general": 8.5,
        "diferencia": 4.5
      },
      "empatia": {
        "agente": 45.8,
        "general": 37.5,
        "diferencia": 8.3
      },
      "resolucion_problemas": {
        "agente": 36.2,
        "general": 21.0,
        "diferencia": 15.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Viola Gabriela\n\n### 1. DIAGNOSTICO GENERAL\nViola, tu nivel actual es **Necesita Mejora**. Si bien tu puntaje promedio (33.4 de 100) supera ligeramente el promedio del equipo (30.6 de 100), aún hay un margen considerable para mejorar. Destacas en resolución de problemas y empatía comparado con el resto del equipo, pero es crucial enfocarse en las áreas críticas que están impactando negativamente tus resultados.\n\nComparado con el coaching anterior, tu puntaje se mantiene igual (33.4). Se observa una ligera mejora en el puntaje de identificación del cliente, pero las áreas de mejora identificadas anteriormente (Detección de necesidades, Proactividad, Oferta de productos, Presentación y Cierre) siguen siendo las principales áreas de oportunidad. Teniendo en cuenta tus fortalezas en empatía y manejo de objeciones, tienes un buen potencial para elevar tu rendimiento, pero requiere un enfoque directo y una aplicación consistente de las estrategias que implementaremos.\n\n### 2. FORTALEZAS\n*   **Empatía:** Con un puntaje de 45.8 de 100, la empatía es una de tus principales fortalezas. Continúa conectando con los clientes a nivel personal, pero asegúrate de utilizar esa conexión para identificar mejor sus necesidades y ofrecer soluciones personalizadas.\n*   **Identificación del Cliente:** Tu puntaje en Identificación del Cliente es de 50.4 de 100, ligeramente superior al promedio del equipo. Esto indica que estás verificando la identidad del cliente correctamente. Mantén esta práctica, ya que es fundamental para la seguridad y la personalización de la oferta.\n*   **Resolución de Problemas:** Tu habilidad para resolver problemas (36.2 de 100) destaca frente al promedio del equipo. Utiliza esta habilidad para convertir las objeciones en oportunidades, ofreciendo soluciones creativas y personalizadas a los desafíos que presenten los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Con un puntaje de 19.2 de 100, esta es tu área más débil. No estás profundizando lo suficiente en las necesidades del cliente antes de ofrecer un plan. Esto resulta en ofertas genéricas que no resuenan con el cliente.\n*   **Proactividad:** Tu puntaje en proactividad es bajo (13.0 de 100). No estás aprovechando las oportunidades para ofrecer productos adicionales o soluciones complementarias que beneficien al cliente.\n*   **Cierre:** El puntaje de cierre (23.8 de 100) indica que estás teniendo dificultades para concretar la venta. Es crucial implementar técnicas de cierre directo y asumir que el cliente está interesado en la oferta.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 22.4 de 100. *Qué haces mal:* El puntaje es bajo. Posiblemente estas siendo muy breve o poco clara. *Cómo mejorar:* Inicia la llamada presentándote de forma clara y concisa, indicando tu nombre y empresa.\n*   **Identificación del Cliente:** 50.4 de 100. *Qué haces bien:* Verificas la identidad del cliente. *Cómo mejorar:* Utiliza la información obtenida para personalizar la conversación y la oferta.\n*   **Detección de Necesidades:** 19.2 de 100. *Qué haces mal:* No profundizas en las necesidades del cliente, realizando preguntas superficiales o asumiendo sus necesidades. *Cómo mejorar:* Realiza preguntas abiertas que permitan al cliente expresar sus necesidades y deseos. Por ejemplo, en lugar de preguntar \"¿Cuántos GB tenés?\", pregunta \"¿Qué es lo que más usas en tu celular y cuántos GB necesitas para cubrirlo?\".\n*   **Oferta de Productos:** 41.2 de 100. *Qué haces bien:* Estás ofreciendo productos. *Qué haces mal:* No estás ofreciendo la oferta directamente ni la oferta de fibra. *Cómo mejorar:* Ofrece la oferta directamente, sin preguntar si le interesa. Comenta la oferta de fibra como un beneficio adicional, sin preguntar si le interesa.\n*   **Manejo de Objeciones:** 32.0 de 100. *Qué haces bien:* Estás intentando manejar las objeciones. *Qué haces mal:* No estás rebatatiendo las objeciones de forma puntual. *Cómo mejorar:* Escucha atentamente la objeción del cliente y responde de forma directa y específica, utilizando ejemplos y datos concretos para respaldar tu argumento.\n*   **Cierre:** 23.8 de 100. *Qué haces mal:* No estás cerrando la venta de forma efectiva. *Cómo mejorar:* Asigna directamente la sucursal o pregunta la dirección para buscar el domicilio, asumiendo que el cliente está interesado.\n*   **Despedida:** 36.4 de 100. *Qué haces mal:* Tu despedida es mejorable. *Cómo mejorar:* Agradece al cliente por su tiempo, resumiendo los beneficios de la oferta y reiterando tu disposición para ayudarlo durante el proceso de portabilidad.\n*   **Proactividad:** 13.0 de 100. *Qué haces mal:* No ofreces productos adicionales ni soluciones complementarias. *Cómo mejorar:* Identifica oportunidades para ofrecer productos adicionales que complementen la oferta principal y satisfagan las necesidades del cliente.\n*   **Empatía:** 45.8 de 100. *Qué haces bien:* Conectas con el cliente a nivel personal. *Cómo mejorar:* Utiliza esa conexión para personalizar la oferta y generar confianza.\n*   **Resolución de Problemas:** 36.2 de 100. *Qué haces bien:* Resuelves los problemas que se presentan. *Cómo mejorar:* Utiliza esta habilidad para convertir las objeciones en oportunidades, ofreciendo soluciones creativas y personalizadas a los desafíos que presenten los clientes.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco: Detección de Necesidades**. Escucha activa y preguntas abiertas. Antes de mencionar cualquier plan, debes entender el uso que le da el cliente a su celular. Acciones: Analizar 10 llamadas enfocándote en la calidad de las preguntas realizadas. Practicar el speech de detección de necesidades con un compañero, simulando diferentes escenarios.\n**Semana 2:** **Foco: Oferta Directa y Proactividad**. Eliminar el \"te interesaría?\" y ofrecer la fibra directamente. Acciones: En cada llamada, ofrecer el plan más conveniente según las necesidades detectadas y luego inmediatamente ofrecer la fibra. Registrar la cantidad de ofertas realizadas y la respuesta del cliente.\n**Semana 3:** **Foco: Cierre Directo**. Implementar técnicas de cierre sin rodeos. Acciones: En cada llamada, luego de rebatir las objeciones, asignar la sucursal más cercana o pedir la dirección para domicilio. Registrar la cantidad de cierres directos realizados y la tasa de éxito.\n**Semana 4:** **Foco: Optimización y Consolidación**. Revisar todas las áreas y ajustar el speech. Acciones: Analizar 10 llamadas para identificar áreas de mejora adicionales. Practicar el speech completo con un compañero, incorporando todas las técnicas aprendidas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con Gabriela Viola?\".\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usas del celular? Redes sociales, videos, juegos, trabajo? ¿Cuántos GB tenés actualmente y te alcanzan o te quedas corta?\".\n*   **Como ofrecer fibra directamente:** \"Además del plan que te comenté, Movistar tiene la mejor fibra óptica del mercado. Conectamos tu hogar con la máxima velocidad para que disfrutes de series, películas y juegos online sin interrupciones.\"\n*   **Técnicas de cierre directo:** \"Perfecto, para que puedas empezar a disfrutar de este plan lo antes posible, tenemos dos opciones: podés retirar el chip por la sucursal de [Nombre de la sucursal] o te lo enviamos a tu domicilio. ¿Qué te resulta más cómodo?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Es muy caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven la cantidad de gigas y los beneficios que incluye el plan, se dan cuenta de que vale la pena.\"\n    *   **\"No tengo buena señal de Movistar\":** \"Entiendo tu preocupación por la señal. Justamente, Movistar invirtió fuertemente en mejorar la cobertura en tu zona. De hecho, tenemos clientes cerca de tu domicilio que están muy contentos con la calidad de la señal. ¿Me permitís verificar la cobertura específica en tu dirección?\"\n    *   **\"Estoy bien con mi compañía actual\":** \"Entiendo que estés cómoda con tu compañía actual. Lo que te ofrezco es una mejora en tu experiencia móvil, con más gigas, mejor señal y beneficios exclusivos de Movistar. ¿Te gustaría que te comente cuáles son esos beneficios?\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 60 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas calificadas como \"Buenas\" o \"Excelentes\" al 50%.\n*   **KPIs:**\n    *   Aumentar el puntaje de \"Detección de Necesidades\" de 19.2 a 50 de 100.\n    *   Aumentar el puntaje de \"Cierre\" de 23.8 a 50 de 100.\n    *   Aumentar el porcentaje de llamadas en las que se ofrece fibra óptica al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nGabriela, tenés una gran capacidad para conectar con la gente, ¡y eso es invaluable en ventas! Ahora, vamos a potenciar esa empatía con un enfoque más directo y estratégico. Sé que podés alcanzar tus metas si te concentras en entender las necesidades de tus clientes y ofrecerles soluciones concretas, sin dudar en cerrar la venta. ¡Confío en vos y en tu capacidad para convertirte en una de las mejores vendedoras de Movistar!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}