{
  "agente": "Oliva Luz",
  "agente_codigo": "MZA 29",
  "equipo": "JOSEFINA ZEBALLOS",
  "fecha_generacion": "2026-02-09T08:38:01.939844",
  "metricas": {
    "agente": "Oliva Luz",
    "agente_codigo": "MZA 29",
    "equipo": "JOSEFINA ZEBALLOS",
    "evaluaciones": {
      "total_evaluadas": 50,
      "puntaje_promedio": 40.5,
      "puntaje_min": 0,
      "puntaje_max": 96,
      "desviacion_std": 29.3,
      "llamadas_excelentes": 4,
      "llamadas_buenas": 13,
      "llamadas_regulares": 11,
      "llamadas_criticas": 22,
      "criterios": {
        "saludo_presentacion": 21.2,
        "identificacion_cliente": 54.0,
        "deteccion_necesidades": 33.2,
        "oferta_productos": 53.8,
        "manejo_objeciones": 41.6,
        "cierre": 33.0,
        "despedida": 65.2,
        "proactividad": 17.6,
        "empatia": 46.2,
        "resolucion_problemas": 36.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 22,
        "Presentación": 14,
        "Identificación del cliente": 13,
        "Cierre": 12,
        "Proactividad": 12
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Empatía": 11,
        "Manejo de objeciones": 8,
        "Oferta de productos": 7,
        "Despedida": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 96.0,
          "resumen": "Excelente gestión. Se identificó, detectó necesidades, ofreció plan directamente y cerró la venta.  Buena despedida."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "Buen desempeño general. Destaca la presentación, la identificación del cliente, la detección de necesidades, la oferta, el manejo de objeciones, el cierre, la despedida, la empatía y la resolución de problemas. Área de mejora: Proactividad, no ofreció fibra ni otros productos."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "La agente realiza un buen desempeño, presentando la oferta de manera clara y directa, manejando las objeciones y mostrando empatía con el cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente. El agente no sigue ninguna de las pautas requeridas. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni cierra la venta. No muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos ni maneja objeciones."
        }
      ],
      "pct_ofrece_fibra": 14.0
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.1
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 37,
      "con_plan": 10,
      "ofrece_fibra": 5,
      "pct_plan": 27.0,
      "pct_fibra": 13.5
    },
    "calidad_llamadas": {
      "total_llamadas": 112,
      "tmo_seg": 113.3,
      "pct_capta_atencion": 37.5,
      "menos_30seg": 24,
      "corte_cliente": 90,
      "corte_agente": 21
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 40.5,
      "general": 30.6,
      "diferencia": 9.9,
      "percentil": 70.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 21.2,
        "general": 17.9,
        "diferencia": 3.3
      },
      "identificacion_cliente": {
        "agente": 54.0,
        "general": 49.4,
        "diferencia": 4.6
      },
      "deteccion_necesidades": {
        "agente": 33.2,
        "general": 14.3,
        "diferencia": 18.9
      },
      "oferta_productos": {
        "agente": 53.8,
        "general": 36.1,
        "diferencia": 17.7
      },
      "manejo_objeciones": {
        "agente": 41.6,
        "general": 27.8,
        "diferencia": 13.8
      },
      "cierre": {
        "agente": 33.0,
        "general": 19.5,
        "diferencia": 13.5
      },
      "despedida": {
        "agente": 65.2,
        "general": 51.2,
        "diferencia": 14.0
      },
      "proactividad": {
        "agente": 17.6,
        "general": 8.5,
        "diferencia": 9.1
      },
      "empatia": {
        "agente": 46.2,
        "general": 37.5,
        "diferencia": 8.7
      },
      "resolucion_problemas": {
        "agente": 36.2,
        "general": 21.0,
        "diferencia": 15.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Oliva Luz\n\n### 1. DIAGNOSTICO GENERAL\nOliva Luz se encuentra en un nivel que **necesita mejora**, con un puntaje promedio de 40.5 sobre 100. Si bien ha superado el puntaje promedio general del equipo (30.6), hay un margen significativo para optimizar su desempeño. Comparado con el coaching anterior, Oliva muestra una **mejora**, elevando su puntaje promedio de 34.6 a 40.5. Sin embargo, las áreas de mejora identificadas en el coaching anterior persisten, aunque con distinto orden de prioridad. Su potencial de mejora es considerable, especialmente si se enfoca en las áreas críticas que impactan directamente en la conversión y la experiencia del cliente.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Logra una buena puntuación (54 de 100) y es una de las fortalezas más consistentes.\n*   **Empatía:** Muestra una adecuada capacidad de conexión con el cliente (46.2 de 100), siendo una de las fortalezas del vendedor.\n*   **Manejo de objeciones:** Se ubica como una de las fortalezas, con un puntaje de 41.6 de 100.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un puntaje de 33.2 de 100, sigue siendo un área crítica de mejora y la más frecuente en sus evaluaciones. No logra identificar a fondo las necesidades del cliente para ofrecer soluciones personalizadas.\n*   **Proactividad:** El puntaje de 17.6 de 100 indica una baja iniciativa para ofrecer productos adicionales como fibra óptica. La baja oferta de fibra (13.5%) confirma esta debilidad.\n*   **Cierre:** Con un puntaje de 33 de 100, es un área a mejorar. No concreta las ventas de manera efectiva.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 21.2 de 100. Debe enfocarse en un saludo más impactante y profesional. Mejorar la claridad en la presentación para captar la atención del cliente desde el inicio.\n*   **Identificación del cliente:** 54 de 100. Mantiene un buen nivel. Debe seguir verificando la identidad de la persona al inicio de la llamada con la frase: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** 33.2 de 100. Necesita realizar preguntas más específicas para comprender las necesidades del cliente. En lugar de preguntar \"¿Qué es lo que más usás del celular?\", preguntar directamente \"¿Cuántos GB tenés actualmente en tu plan?\".\n*   **Oferta de productos:** 53.8 de 100. Su nivel está bien, pero debe ser más directa al ofrecer la fibra óptica, en lugar de preguntar si le interesa, comentar directamente los beneficios.\n*   **Manejo de objeciones:** 41.6 de 100. Debe rebatir la objeción puntual de cada cliente, evitando respuestas genéricas. Preparar un speech para las objeciones más comunes.\n*   **Cierre:** 33 de 100. Necesita mejorar sus técnicas de cierre. Asignar directamente la sucursal o preguntar por el domicilio para la instalación, en lugar de preguntar si le gustaría agendar.\n*   **Despedida:** 65.2 de 100. Continúa con una buena despedida cordial.\n*   **Proactividad:** 17.6 de 100. Debe ofrecer fibra óptica en cada llamada. La baja tasa de oferta de fibra (13.5%) es preocupante.\n*   **Empatía:** 46.2 de 100. Mantener la actitud empática.\n*   **Resolución de problemas:** 36.2 de 100. Debe mostrar más confianza y conocimiento al resolver los problemas del cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Detección de Necesidades**.\n*   Acciones: Practicar preguntas específicas para detectar necesidades (ej: \"¿Cuántos GB tenés actualmente?\"). Escuchar activamente las respuestas y tomar notas. Revisar grabaciones de llamadas para identificar oportunidades perdidas.\n*   Objetivo: Aumentar el puntaje en \"Detección de Necesidades\" en un 10%.\n\n**Semana 2:** **Oferta de Fibra y Cierre Directo**.\n*   Acciones: Ofrecer fibra óptica en cada llamada, comentando directamente los beneficios sin preguntar si le interesa. Practicar técnicas de cierre directo (ej: asignar sucursal o preguntar por el domicilio).\n*   Objetivo: Aumentar el porcentaje de oferta de fibra al 50%. Mejorar el puntaje en \"Cierre\" en un 10%.\n\n**Semana 3:** **Manejo de Objeciones**.\n*   Acciones: Crear un speech para rebatir las objeciones más comunes. Practicar el speech con role-playing. Revisar grabaciones de llamadas para identificar objeciones que no supo manejar y buscar soluciones.\n*   Objetivo: Aumentar el puntaje en \"Manejo de Objeciones\" en un 10%.\n\n**Semana 4:** **Consolidación y Optimización**.\n*   Acciones: Revisar todas las áreas de mejora y practicar las técnicas aprendidas. Analizar las llamadas con mejor puntaje para identificar qué hizo bien.\n*   Objetivo: Aumentar el puntaje promedio general en un 10%.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Cuántos GB tenés actualmente en tu plan?\" \"¿Con qué frecuencia usas redes sociales/Netflix/YouTube en tu celular?\" \"¿Tenés problemas de conexión en tu hogar?\"\n*   **Ofrecer fibra directamente:** \"Además del plan que te estoy ofreciendo, tengo una excelente noticia. Movistar está expandiendo su red de fibra óptica en tu zona y quiero comentarte los beneficios que te va a traer...\" (enumerar beneficios: mayor velocidad, estabilidad, etc.)\n*   **Técnicas de cierre directo:** \"Para agilizar el proceso, ¿te queda bien si te asigno la sucursal de [Nombre de la Sucursal] para que retires tu chip?\" \"Para coordinar la instalación de la fibra, ¿cuál es tu dirección?\"\n*   **Manejo de objeciones personalizado:**\n    *   **\"Está caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo importante es que con este plan vas a tener [beneficios específicos que el cliente necesita] que justifican la inversión.\"\n    *   **\"No me interesa la fibra\":** \"Entiendo, pero te comento que la fibra óptica te va a permitir [beneficios específicos según la necesidad del cliente] y te aseguro que la diferencia en la experiencia de navegación es notable.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio de 40.5 a 50 sobre 100.\n*   **Meta de calidad de llamadas:** Disminuir el porcentaje de llamadas que duran menos de 30 segundos en un 5%. Aumentar el porcentaje de captación de atención (más de 1 minuto) en un 10%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de oferta de fibra del 13.5% al 50%.\n    *   Aumentar el puntaje en \"Detección de Necesidades\" en un 10%.\n    *   Aumentar el puntaje en \"Cierre\" en un 10%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nOliva, tu capacidad de conectar con los clientes es una gran fortaleza. Ahora, enfocándote en detectar mejor sus necesidades y ofreciendo soluciones directas, especialmente con la fibra óptica, vas a ver un gran cambio en tus resultados. ¡Confío en tu potencial y sé que podés alcanzar tus metas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}