{
  "agente": "MZA 306",
  "agente_codigo": "MZA 306",
  "equipo": "Sin Equipo",
  "fecha_generacion": "2026-02-09T08:38:19.025417",
  "metricas": {
    "agente": "MZA 306",
    "agente_codigo": "MZA 306",
    "equipo": "Sin Equipo",
    "evaluaciones": {
      "total_evaluadas": 50,
      "puntaje_promedio": 15.4,
      "puntaje_min": 0,
      "puntaje_max": 74,
      "desviacion_std": 20.4,
      "llamadas_excelentes": 0,
      "llamadas_buenas": 1,
      "llamadas_regulares": 7,
      "llamadas_criticas": 42,
      "criterios": {
        "saludo_presentacion": 0.6,
        "identificacion_cliente": 27.0,
        "deteccion_necesidades": 8.8,
        "oferta_productos": 17.4,
        "manejo_objeciones": 12.2,
        "cierre": 10.4,
        "despedida": 29.6,
        "proactividad": 5.4,
        "empatia": 23.4,
        "resolucion_problemas": 9.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 28,
        "Presentación": 22,
        "Proactividad": 22,
        "Oferta de productos": 18,
        "Manejo de objeciones": 18
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 8,
        "Despedida": 3,
        "Despedida cordial.": 3,
        "Empatía": 3,
        "Manejo de objeciones": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 74.0,
          "resumen": "El agente se presenta y verifica al cliente.  Detecta necesidades, aunque podría profundizar. Ofrece un plan y maneja objeciones sobre el precio.  Cierra la venta. Falta proactividad en la oferta de fibra. Muestra empatía."
        },
        {
          "puntaje_total": 58.0,
          "resumen": "El agente se presentó correctamente y verificó la identidad de la cliente.  Mostró empatía y manejó las objeciones adecuadamente.  Necesita mejorar la detección de necesidades y la proactividad al ofrecer productos."
        },
        {
          "puntaje_total": 57.0,
          "resumen": "El agente no se presentó ni verificó la identidad del cliente. Aunque detectó necesidades y ofreció productos, se enfocó en la portabilidad del celular en lugar de la necesidad principal de internet hogar al principio, perdiendo la oportunidad de venta. Demostró empatía y resolvió las quejas, intentando cerrar la venta con descuentos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa ni maneja objeciones. No intenta el cierre ni se despide correctamente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios del negocio. No se presenta correctamente, no identifica al cliente, no detecta necesidades ni maneja objeciones. El cierre no se completa y la despedida es inexistente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no corresponde a una venta. El agente no sigue los pasos correctos para una venta, se enfoca en un problema de señal."
        }
      ],
      "pct_ofrece_fibra": 12.0
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 15.4,
      "general": 30.6,
      "diferencia": -15.2,
      "percentil": 37.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 0.6,
        "general": 17.9,
        "diferencia": -17.3
      },
      "identificacion_cliente": {
        "agente": 27.0,
        "general": 49.4,
        "diferencia": -22.4
      },
      "deteccion_necesidades": {
        "agente": 8.8,
        "general": 14.3,
        "diferencia": -5.5
      },
      "oferta_productos": {
        "agente": 17.4,
        "general": 36.1,
        "diferencia": -18.7
      },
      "manejo_objeciones": {
        "agente": 12.2,
        "general": 27.8,
        "diferencia": -15.6
      },
      "cierre": {
        "agente": 10.4,
        "general": 19.5,
        "diferencia": -9.1
      },
      "despedida": {
        "agente": 29.6,
        "general": 51.2,
        "diferencia": -21.6
      },
      "proactividad": {
        "agente": 5.4,
        "general": 8.5,
        "diferencia": -3.1
      },
      "empatia": {
        "agente": 23.4,
        "general": 37.5,
        "diferencia": -14.1
      },
      "resolucion_problemas": {
        "agente": 9.2,
        "general": 21.0,
        "diferencia": -11.8
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: MZA 306\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual del vendedor MZA 306 es **Crítico** y necesita una mejora sustancial. Su puntaje promedio de 15.4 está significativamente por debajo del promedio del equipo, que es de 30.6. Esto lo ubica en el percentil 37, lo que indica que hay un gran margen de mejora para alcanzar el rendimiento del equipo en general. Comparado con el coaching anterior, el puntaje promedio ha disminuido ligeramente de 16.3 a 15.4, lo que indica que las áreas de mejora identificadas anteriormente no han sido abordadas de manera efectiva. El potencial de mejora es considerable, especialmente en la adopción de las técnicas de venta directa y en el enfoque proactivo hacia la oferta de productos y servicios.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** MZA 306 demuestra una relativa fortaleza en la Identificación del cliente, con un puntaje de 27 de 100.\n*   **Despedida:** El vendedor mantiene una Despedida aceptable, lo que permite cerrar la interacción de forma cordial (29.6 de 100).\n*   **Empatía:** MZA 306 demuestra Empatía hacia el cliente (23.4 de 100), lo cual es una buena base para construir relaciones más sólidas.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Presentación:** La falta de una Presentación adecuada (0.6 de 100) impacta negativamente la primera impresión y establece un tono desfavorable para la interacción.\n*   **Detección de necesidades:** La Detección de necesidades es un área crítica de mejora (8.8 de 100). La incapacidad para comprender las necesidades del cliente dificulta la oferta de productos y servicios relevantes.\n*   **Oferta de productos:** La Oferta de productos necesita mejoras significativas (17.4 de 100). La falta de una oferta directa y atractiva limita las oportunidades de venta.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** (0.6 de 100) El vendedor prácticamente no se presenta. **Debe** iniciar cada llamada identificándose y generando una conexión inicial positiva. **Acción:** Practicar un saludo estándar: \"Hola, mi nombre es [Tu nombre] y soy asesor de Movistar. Tengo una oferta que le VA a interesar.\"\n*   **Identificación del cliente:** (27 de 100) Si bien es una de las fortalezas relativas, aún está por debajo del promedio del equipo. **Debe** asegurarse de verificar la identidad del cliente de manera precisa. **Acción:** Utilizar la frase: \"Hola, ¿me comunico con [Nombre del cliente]?\"\n*   **Detección de necesidades:** (8.8 de 100) El vendedor no indaga sobre las necesidades específicas del cliente. **Debe** preguntar sobre el uso del celular y los datos. **Acción:** Preguntar directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\"\n*   **Oferta de productos:** (17.4 de 100) La oferta no es directa ni atractiva. **Debe** presentar la oferta directamente, sin preguntar si le interesa al cliente. **Acción:** Presentar la oferta de fibra comentando directamente: \"En su zona tenemos una excelente cobertura de fibra óptica con planes desde [precio] que incluyen [beneficios]. Le VA a interesar.\"\n*   **Manejo de objeciones:** (12.2 de 100) El vendedor no responde adecuadamente a las objeciones del cliente. **Debe** rebatir cada objeción de manera puntual, sin respuestas genéricas. **Acción:** Preparar respuestas específicas para las objeciones más comunes, como el precio o la competencia.\n*   **Cierre:** (10.4 de 100) El vendedor no intenta cerrar la venta de manera efectiva. **Debe** asignar una sucursal o solicitar la dirección directamente. **Acción:** Preguntar: \"¿Le queda cómoda alguna sucursal de Movistar para activar el servicio o prefiere que coordinemos la instalación en su domicilio?\"\n*   **Despedida:** (29.6 de 100) Si bien es una fortaleza, la despedida podría ser más cordial y generar un sentimiento positivo. **Acción:** Agradecer al cliente por su tiempo y ofrecer asistencia durante la portabilidad: \"Muchas gracias por su tiempo. Lo voy a acompañar durante el proceso de portabilidad.\"\n*   **Proactividad:** (5.4 de 100) El vendedor no es proactivo en la oferta de productos adicionales o complementarios. **Debe** ofrecer la fibra directamente.\n*   **Empatía:** (23.4 de 100) Demuestra empatía, pero necesita mejorarla. **Debe** escuchar activamente al cliente y mostrar comprensión hacia sus necesidades.\n*   **Resolución de problemas:** (9.2 de 100) No se enfoca en la resolución de problemas. **Debe** hacer un esfuerzo por comprender y resolver los problemas planteados por el cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Presentación y Detección de Necesidades.**\n*   Practicar el saludo estándar y la frase de verificación de identidad.\n*   Implementar las preguntas clave para detectar las necesidades del cliente.\n*   Monitorear las llamadas y proporcionar feedback inmediato sobre la presentación y la detección de necesidades.\n\n**Semana 2:** **Siguiente prioridad: Oferta de Productos y Manejo de Objeciones.**\n*   Presentar la oferta de fibra directamente, sin preguntar si le interesa.\n*   Preparar respuestas específicas para las objeciones más comunes.\n*   Realizar role-playing para practicar el manejo de objeciones.\n\n**Semana 3:** **Consolidación: Cierre y Proactividad.**\n*   Implementar las técnicas de cierre directo: asignación de sucursal o solicitud de dirección.\n*   Ser proactivo en la oferta de la fibra.\n*   Revisar y ajustar las estrategias según los resultados obtenidos.\n\n**Semana 4:** **Optimización: Todas las áreas.**\n*   Monitorear todas las áreas de desempeño.\n*   Proporcionar feedback personalizado y específico.\n*   Identificar áreas de mejora adicionales y ajustar el plan de acción según sea necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre del cliente]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"En su zona tenemos una excelente cobertura de fibra óptica con planes desde [precio] que incluyen [beneficios]. Le VA a interesar.\"\n*   **Técnicas de cierre directo:** \"¿Le queda cómoda alguna sucursal de Movistar para activar el servicio o prefiere que coordinemos la instalación en su domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción: Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si analizamos los beneficios que te da este plan, como [mencionar beneficios], vas a ver que a la larga te conviene.\"\n    *   **Objeción: Ya tengo un servicio de internet:** \"Entiendo, pero la fibra óptica de Movistar te ofrece una velocidad superior y una estabilidad que no vas a encontrar en otros servicios. Además, tenemos promociones exclusivas para nuevos clientes.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 sobre 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas \"buenas\" y \"excelentes\" al 20%.\n*   **KPIs (indicadores clave de desempeño) específicos a mejorar:**\n    *   Aumentar el porcentaje de detección de necesidades del 8.8% al 40%.\n    *   Aumentar el porcentaje de oferta de productos del 17.4% al 50%.\n    *   Aumentar el porcentaje de cierres del 10.4% al 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 306, sé que este análisis puede parecer desafiante, pero veo en vos potencial para crecer. Tenés la empatía como base, y con un enfoque más directo y estructurado en la presentación, la detección de necesidades y el cierre, podés alcanzar tus metas y superar las expectativas. Este plan de acción es tu hoja de ruta hacia el éxito. ¡Confío en tu capacidad para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}