{
  "agente": "Franco Muñoz",
  "agente_codigo": "MZA 43",
  "equipo": "NATALI SANCHE",
  "fecha_generacion": "2026-02-09T08:39:13.277995",
  "metricas": {
    "agente": "Franco Muñoz",
    "agente_codigo": "MZA 43",
    "equipo": "NATALI SANCHE",
    "evaluaciones": {
      "total_evaluadas": 44,
      "puntaje_promedio": 30.2,
      "puntaje_min": 0,
      "puntaje_max": 85,
      "desviacion_std": 24.9,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 3,
      "llamadas_regulares": 13,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 5.5,
        "identificacion_cliente": 54.5,
        "deteccion_necesidades": 11.8,
        "oferta_productos": 39.3,
        "manejo_objeciones": 36.8,
        "cierre": 19.3,
        "despedida": 57.3,
        "proactividad": 13.2,
        "empatia": 42.5,
        "resolucion_problemas": 22.3
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 23,
        "Presentación": 22,
        "Oferta de productos": 15,
        "Manejo de objeciones": 14,
        "Proactividad": 13
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 11,
        "Empatía": 10,
        "Despedida": 8,
        "Manejo de objeciones": 6,
        "Despedida cordial": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 85.0,
          "resumen": "El agente realizó una buena gestión de la llamada, con una presentación correcta, identificación del cliente y manejo de objeciones. El cierre fue efectivo, completando el proceso de portabilidad.  Se sugiere ser más proactivo en la oferta de fibra."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente y detectó sus necesidades. Ofreció planes directos y manejó objeciones. Completó el cierre y se despidió cordialmente. No ofreció fibra o productos adicionales.  Demostró empatía con el cliente."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presenta y verifica la identidad. Detecta las necesidades del cliente y ofrece un plan adecuado. Maneja las objeciones y muestra empatía. El cierre no se completa.  La despedida es correcta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide correctamente, no es proactivo y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy básica. No se presenta correctamente, no detecta necesidades, no ofrece productos, no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó correctamente, no verificó la identidad, no detectó necesidades, no manejó objeciones, no cerró la venta, y no ofreció productos adicionales."
        }
      ],
      "pct_ofrece_fibra": 11.4
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.4
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 46,
      "con_plan": 14,
      "ofrece_fibra": 12,
      "pct_plan": 30.4,
      "pct_fibra": 26.1
    },
    "calidad_llamadas": {
      "total_llamadas": 184,
      "tmo_seg": 88.0,
      "pct_capta_atencion": 27.7,
      "menos_30seg": 75,
      "corte_cliente": 113,
      "corte_agente": 69
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 30.2,
      "general": 30.6,
      "diferencia": -0.3,
      "percentil": 58.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 5.5,
        "general": 17.9,
        "diferencia": -12.4
      },
      "identificacion_cliente": {
        "agente": 54.5,
        "general": 49.4,
        "diferencia": 5.1
      },
      "deteccion_necesidades": {
        "agente": 11.8,
        "general": 14.3,
        "diferencia": -2.5
      },
      "oferta_productos": {
        "agente": 39.3,
        "general": 36.1,
        "diferencia": 3.2
      },
      "manejo_objeciones": {
        "agente": 36.8,
        "general": 27.8,
        "diferencia": 9.0
      },
      "cierre": {
        "agente": 19.3,
        "general": 19.5,
        "diferencia": -0.2
      },
      "despedida": {
        "agente": 57.3,
        "general": 51.2,
        "diferencia": 6.1
      },
      "proactividad": {
        "agente": 13.2,
        "general": 8.5,
        "diferencia": 4.7
      },
      "empatia": {
        "agente": 42.5,
        "general": 37.5,
        "diferencia": 5.0
      },
      "resolucion_problemas": {
        "agente": 22.3,
        "general": 21.0,
        "diferencia": 1.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Franco Muñoz\n\n### 1. DIAGNOSTICO GENERAL\nFranco, tu desempeño actual es **crítico** y requiere una atención inmediata. Tu puntaje promedio de 30.2 de 100 está ligeramente por debajo del promedio del equipo (30.6 de 100), ubicándote en el percentil 58.5. Si bien has mostrado algunas mejoras en áreas como identificación del cliente, manejo de objeciones, despedida, proactividad y empatía en comparación con el coaching anterior, persisten deficiencias significativas en la detección de necesidades, presentación y cierre. La alta cantidad de llamadas críticas (26) indica que hay margen sustancial para aumentar el puntaje promedio y convertir más interacciones en ventas exitosas. El principal desafío es transformar el conocimiento que ya posees en una ejecución consistente y efectiva en cada llamada.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 54.5 de 100, demuestras solidez al verificar la identidad del cliente al inicio de la llamada. Esto genera confianza y establece una base sólida para la interacción.\n*   **Empatía:** Tu puntuación de 42.5 de 100 indica que tienes la capacidad de conectar con los clientes a un nivel emocional. Esta habilidad es crucial para construir relaciones y generar confianza, especialmente al abordar sus inquietudes.\n*   **Despedida:** Obtienes un puntaje alto en este criterio (57.3 de 100), demostrando que sabes cerrar la llamada de forma correcta y cortés.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un puntaje de 11.8 de 100, esta es tu principal área de oportunidad. No estás indagando lo suficiente sobre las necesidades y preferencias de los clientes antes de ofrecer un plan.\n*   **Presentación:** Un puntaje de 5.5 de 100 indica que tu saludo inicial y presentación no están siendo efectivos. Esto puede generar una impresión negativa en el cliente y dificultar la venta.\n*   **Cierre:** Con un puntaje de 19.3 de 100, el cierre es un área que necesita mejoras sustanciales. No estás guiando al cliente hacia la decisión de compra de manera efectiva, lo que resulta en oportunidades perdidas.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 5.5 de 100. Actualmente, tu presentación es débil. **Haz esto bien:** Comienza la llamada con energía y entusiasmo. **En lugar de:** un saludo genérico, **haz esto:** \"¡Hola, Franco! ¡Te habla [Tu Nombre] de Movistar! Tengo una oferta que LE VA a interesar.\"\n*   **Identificación del Cliente:** 54.5 de 100. Lo estás haciendo bien, pero asegúrate de confirmar el nombre completo al inicio: **\"Hola, ¿me comunico con Franco Muñoz?\"** Esto evita confusiones y muestra profesionalismo.\n*   **Detección de Necesidades:** 11.8 de 100. Estás fallando en descubrir las necesidades reales del cliente. **En lugar de:** ofrecer planes al azar, **haz estas preguntas clave:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés contratados actualmente? ¿Tenés servicio de internet en tu hogar? ¿Qué velocidad tenés?\"\n*   **Oferta de Productos:** 39.3 de 100. Tu oferta es un poco genérica. **Haz esto:** Después de detectar las necesidades, ofrece un plan específico que se adapte a ellas. **En lugar de:** \"¿Te interesaría conocer nuestros planes?\", **haz esto:** \"Tengo un plan ideal para vos, con [X] GB de datos, llamadas ilimitadas y acceso a [Beneficios], por solo [Precio].\"\n*   **Manejo de Objeciones:** 36.8 de 100. Estás manejando algunas objeciones, pero necesitas ser más específico. **Haz esto:** Escucha atentamente la objeción del cliente y responde directamente a su inquietud. **En lugar de:** respuestas genéricas, **haz esto:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que este plan te ofrece [Beneficios específicos] que valen la pena la diferencia.\"\n*   **Cierre:** 19.3 de 100. No estás cerrando la venta de forma efectiva. **Haz esto:** Después de presentar el plan y manejar las objeciones, **procede directamente al cierre:** \"Perfecto, Franco. Para activar este plan, ¿te queda mejor que te asigne una sucursal cerca de tu casa o que te visite un técnico a domicilio para la instalación?\"\n*   **Despedida:** 57.3 de 100. Continúa despidiéndote de forma cordial.\n*   **Proactividad:** 13.2 de 100. Debes ser más proactivo en ofrecer fibra. **Después de presentar el plan móvil, haz esto:** \"Además, te comento que tenemos una excelente oferta de fibra óptica para tu hogar, con [Velocidad] y [Beneficios] por solo [Precio].\"\n*   **Empatía:** 42.5 de 100. Muestra empatía durante la conversación. **Haz esto:** Escucha activamente al cliente, reconoce sus inquietudes y ofrece soluciones.\n*   **Resolución de Problemas:** 22.3 de 100. Debes mejorar tu capacidad para resolver los problemas del cliente. **Haz esto:** Escucha atentamente la queja del cliente, ofrece una solución rápida y efectiva, y haz seguimiento para asegurarte de que el problema se haya resuelto satisfactoriamente.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco: Presentación y Detección de Necesidades.**\n*   **Acciones:**\n    *   Practica el speech de presentación inicial hasta que te sientas cómodo y seguro.\n    *   Crea una lista de preguntas clave para detectar las necesidades del cliente y utilízalas en cada llamada.\n    *   Revisa grabaciones de llamadas exitosas para identificar cómo otros vendedores detectan las necesidades de los clientes.\n**Semana 2:** **Foco: Oferta de Productos y Proactividad con Fibra.**\n*   **Acciones:**\n    *   Personaliza tu speech de oferta de productos para resaltar los beneficios específicos que se adaptan a las necesidades del cliente.\n    *   Incorpora la oferta de fibra en cada llamada, sin preguntar si le interesa, simplemente comentándola.\n    *   Analiza tus llamadas para identificar oportunidades perdidas de ofrecer fibra.\n**Semana 3:** **Foco: Manejo de Objeciones y Cierre Directo.**\n*   **Acciones:**\n    *   Prepara respuestas específicas para las objeciones más comunes.\n    *   Practica técnicas de cierre directo, como la asignación de sucursal o la búsqueda de domicilio.\n    *   Escucha grabaciones de tus llamadas e identifica como rebatir las objeciones puntuales de cada cliente, evitando respuestas genéricas.\n**Semana 4:** **Foco: Consolidación y Optimización.**\n*   **Acciones:**\n    *   Revisa todas las áreas de mejora y continúa practicando.\n    *   Analiza tus resultados y ajusta tu enfoque según sea necesario.\n    *   Busca oportunidades para superar las expectativas del cliente y generar una experiencia positiva.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre Completo]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés contratados actualmente?\"\n    *   \"¿Tenés servicio de internet en tu hogar?\"\n    *   \"¿Qué velocidad tenés?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Además, te comento que tenemos una excelente oferta de fibra óptica para tu hogar, con [Velocidad] y [Beneficios] por solo [Precio].\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, [Nombre del cliente]. Para activar este plan, ¿te queda mejor que te asigne una sucursal cerca de tu casa o que te visite un técnico a domicilio para la instalación?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Cliente:** \"Es muy caro\".\n    *   **Respuesta:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que pasa es que este plan te ofrece [Beneficios específicos] que valen la pena la diferencia. Por ejemplo, [Menciona un beneficio que se alinee con las necesidades del cliente].\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 55 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas buenas y excelentes al 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de detección de necesidades al 50%.\n    *   Aumentar el porcentaje de cierres efectivos al 30%.\n    *   Aumentar el porcentaje de oferta de fibra al 70%.\n    *   Disminuir el porcentaje de llamadas criticas al 10%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nFranco, tenés el potencial de ser un vendedor de alto rendimiento. Has demostrado capacidad para conectar con los clientes y manejar algunas objeciones. Con un enfoque renovado en la detección de necesidades, una presentación más impactante y técnicas de cierre más efectivas, estoy seguro de que puedes alcanzar tus metas y convertirte en un referente en el equipo. ¡Confío en tu capacidad para superar este desafío!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}