{
  "agente": "MZA 316",
  "fecha_generacion": "2026-02-02T22:51:12.717590",
  "metricas": {
    "agente": "MZA 316",
    "evaluaciones": {
      "total_evaluadas": 79,
      "puntaje_promedio": 18.6,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 18.2,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 51,
      "criterios": {
        "saludo_presentacion": 2.7,
        "identificacion_cliente": 47.6,
        "deteccion_necesidades": 5.9,
        "oferta_productos": 19.1,
        "manejo_objeciones": 7.1,
        "cierre": 4.4,
        "despedida": 45.9,
        "proactividad": 13.9,
        "empatia": 19.1,
        "resolucion_problemas": 9.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 29,
        "Proactividad": 26,
        "Empatía": 20,
        "Manejo de objeciones": 20,
        "Despedida": 17
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 19,
        "Despedida cordial.": 11,
        "Despedida": 7,
        "Despedida cordial": 7,
        "Identificación del cliente.": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80,
          "resumen": "El agente demostró una buena comunicación, detección de necesidades y cierre. Debe mejorar la presentación inicial."
        },
        {
          "puntaje_total": 70,
          "resumen": "El agente cumplió con la identificación del cliente, detección de necesidades, oferta de productos y manejo de objeciones. Hubo una despedida adecuada. El cierre no se completó completamente. Mejorar la presentación y mostrar empatía."
        },
        {
          "puntaje_total": 60,
          "resumen": "El agente se presentó y ofreció fibra de manera correcta, identificó al cliente y se despidió cordialmente. No realizó preguntas de detección de necesidades ni completó el cierre.  Debe mejorar la empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los protocolos de Movistar. La presentación, identificación, detección de necesidades, oferta, cierre y despedida son deficientes. El lenguaje es informal y no profesional. No se detecta empatía."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación.  No se presenta adecuadamente, no identifica necesidades, no maneja objeciones y no completa el cierre."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no muestra proactividad ni empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 79,
      "puntaje_promedio": 18.6,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 51,
      "criterios": {
        "saludo_presentacion": 2.7,
        "identificacion_cliente": 47.6,
        "deteccion_necesidades": 5.9,
        "oferta_productos": 19.1,
        "manejo_objeciones": 7.1,
        "cierre": 4.4,
        "despedida": 45.9,
        "proactividad": 13.9,
        "empatia": 19.1,
        "resolucion_problemas": 9.1
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 18.6,
      "general": 29.4,
      "diferencia": -10.8,
      "percentil": 32.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 2.7,
        "general": 18.5,
        "diferencia": -15.9
      },
      "identificacion_cliente": {
        "agente": 47.6,
        "general": 51.4,
        "diferencia": -3.8
      },
      "deteccion_necesidades": {
        "agente": 5.9,
        "general": 16.9,
        "diferencia": -11.0
      },
      "oferta_productos": {
        "agente": 19.1,
        "general": 31.2,
        "diferencia": -12.1
      },
      "manejo_objeciones": {
        "agente": 7.1,
        "general": 23.9,
        "diferencia": -16.8
      },
      "cierre": {
        "agente": 4.4,
        "general": 10.3,
        "diferencia": -5.8
      },
      "despedida": {
        "agente": 45.9,
        "general": 56.3,
        "diferencia": -10.4
      },
      "proactividad": {
        "agente": 13.9,
        "general": 11.6,
        "diferencia": 2.3
      },
      "empatia": {
        "agente": 19.1,
        "general": 36.0,
        "diferencia": -16.9
      },
      "resolucion_problemas": {
        "agente": 9.1,
        "general": 16.7,
        "diferencia": -7.6
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 316\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de MZA 316 se encuentra significativamente por debajo del promedio del equipo, con un puntaje IA de 18.6 frente al promedio general de 29.4. Su nivel actual es **Crítico**, con un percentil de 32.5, lo que indica que se ubica en la parte inferior del ranking del equipo.\n\n**EVOLUCIÓN:** Dado que no se proporciona un historial del período anterior, no puedo evaluar si hubo mejoras o retrocesos recientes. Sin embargo, el análisis se centrará en identificar las áreas de mejora más urgentes para encaminarlo hacia un mejor rendimiento. Su potencial de mejora es considerable, ya que las métricas actuales indican amplias oportunidades para optimizar su enfoque de ventas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\nNo se puede realizar este análisis por falta de datos históricos. Se recomienda recopilar datos comparativos en el futuro para evaluar el progreso del vendedor.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del cliente:** MZA 316 demuestra una habilidad relativamente alta en la identificación del cliente (47.6%), aunque todavía puede mejorar. Esta es una base sólida para construir una mejor interacción. **Ejemplo:** \"Hola, ¿me comunico con [Nombre]?\" es una práctica correcta que debe mantener.\n*   **Despedida:** El puntaje en despedida (45.9%) indica que el vendedor es cordial al finalizar las llamadas, aunque también presenta oportunidades de mejora. **Ejemplo:** Mantener un tono profesional y agradecido al concluir la interacción.\n*   **Proactividad:** El puntaje en proactividad es ligeramente superior al promedio del equipo, esto quiere decir que la iniciativa de ofrecer fibra existe, aunque se puede mejorar la efectividad de esta oferta.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Detección de necesidades (PERSISTENTE):** Con un puntaje de 5.9, esta es un área crítica. No indagar sobre las necesidades del cliente resulta en ofertas genéricas que no conectan con sus requerimientos.\n*   **Manejo de objeciones (PERSISTENTE):** Un puntaje de 7.1 indica que MZA 316 tiene dificultades para superar las objeciones del cliente. Esto puede deberse a la falta de un enfoque personalizado y a la no comprensión de las razones detrás de las objeciones.\n*   **Empatía (PERSISTENTE):** Con un puntaje de 19.1, la empatía es un área que necesita atención urgente. La falta de conexión emocional con el cliente puede dificultar la construcción de confianza y el cierre de ventas.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\nDado que no se proporcionan métricas de calidad de llamadas y ventas específicas para MZA 316, es imposible realizar un análisis detallado. Sin embargo, en el futuro, es crucial monitorear los siguientes KPIs:\n\n*   **TMO (Tiempo Medio Operativo):** Analizar si está dentro del rango óptimo (2-4 minutos).\n*   **% Capta Atención:** Evaluar si el porcentaje de llamadas >1 minuto es bajo (<30%), lo cual indicaría problemas para enganchar al cliente.\n*   **Cortes de llamada:** Identificar si hay más cortes del cliente que del agente, lo que podría señalar problemas en el pitch inicial.\n*   **Llamadas <30 seg:** Determinar si hay demasiadas llamadas cortas que indiquen problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** Verificar si la tasa es baja, lo que podría reflejar problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio               | Nivel   | ¿Qué está haciendo mal o bien?                                                                                           | Cómo mejorar específicamente (RESPETANDO LAS REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           |\n| :---------------------- | :------- | :-------------------------------------------------------------------------------------------------------------------- | :-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación  | Crítico  | La presentación es deficiente. No genera una primera impresión atractiva ni establece el valor de la llamada.           | Iniciar con una presentación directa y enfocada en el beneficio: \"Hola [Nombre], mi nombre es [Nombre del agente] de Movistar. Lo contacto porque tengo una oferta que le VA a interesar para su línea.\" Evitar frases como \"Tengo una oferta que podría interesarle.\"                                                                                                                                                                                                                                                                                          |\n| Identificación Cliente | Regular  | Si bien identifica al cliente, puede mejorar la confirmación de la identidad.                                            | Después de saludar, confirmar la identidad: \"Hola, ¿me comunico con [Nombre]?\" Si no es la persona correcta, preguntar por el mejor horario para contactarla.                                                                                                                                                                                                                                                                                                                                                                                                                   |\n| Detección Necesidades   | Crítico  | No indaga sobre las necesidades del cliente, lo que impide ofrecer soluciones personalizadas.                               | En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar directamente \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Escuchar atentamente la respuesta para identificar necesidades específicas.                                                                                                                                                                                                                                                                                                         |\n| Oferta Productos       | Bajo     | La oferta no es convincente ni adaptada a las necesidades del cliente.                                                   | Una vez identificadas las necesidades, presentar la oferta como la solución: \"Considerando que usás mucho [tipo de uso], tengo un plan con [cantidad] GB que le VA a resultar ideal.\"                                                                                                                                                                                                                                                                                                                                                           |\n| Manejo Objeciones      | Crítico  | No sabe rebatir las objeciones del cliente, lo que lleva a la pérdida de la venta.                                       | Preparar respuestas personalizadas para las objeciones más comunes. **Ejemplo:** Si el cliente menciona el precio, responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"                                                                                                                                                                                                                                  |\n| Cierre                 | Crítico  | No logra completar el cierre de la venta.                                                                                 | Una vez que el cliente está interesado, proceder directamente al cierre: \"Perfecto, entonces para activar este plan, ¿preferís que lo asignemos a la sucursal de [nombre de la sucursal más cercana] o buscamos tu domicilio para la entrega?\". Asignar la sucursal o buscar el domicilio sin preguntar si \"le gustaría\".                                                                                                                                                                                                                         |\n| Despedida              | Regular  | Si bien se despide de forma cordial, puede mejorar la despedida.                                                            | Agradecer al cliente por su tiempo y ofrecer acompañamiento en la portabilidad: \"Gracias por elegir Movistar. Lo voy a acompañar durante el proceso de portabilidad para asegurarme de que todo salga bien.\" Evitar \"Estaré encantado de ayudarte en el futuro.\"                                                                                                                                                                                                                                                                                        |\n| Proactividad           | Bajo     | No ofrece fibra de forma proactiva.                                                                                      | Después de presentar el plan móvil, comentar directamente sobre la fibra: \"Además, Movistar ofrece el mejor servicio de fibra óptica en tu zona, con velocidades de hasta [velocidad] Mbps. Contame, ¿tenés fibra en tu casa?\". Evitar preguntar \"¿Te interesaría conocer nuestros servicios de fibra?\".                                                                                                                                                                                                                                                                                                                                          |\n| Empatía                | Crítico  | No demuestra empatía hacia el cliente, lo que dificulta la conexión.                                                   | Escuchar atentamente las preocupaciones del cliente y mostrar comprensión: \"Entiendo perfectamente tu situación. Muchos clientes se sienten igual al principio.\" Adaptar el tono y el lenguaje a cada cliente.                                                                                                                                                                                                                                                                                                                                   |\n| Resolución Problemas   | Bajo     | No sabe cómo resolver los problemas o dudas del cliente.                                                                 | Estar preparado para responder preguntas comunes sobre los planes, la portabilidad, la facturación, etc. Si no conoce la respuesta, derivar al cliente con el área correspondiente.                                                                                                                                                                                                                                                                                                                                                             |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: Saludo y Detección de Necesidades.**\n*   **Acciones:** Revisar y practicar un nuevo script de saludo enfocado en el beneficio. Grabar y auto-evaluar 5 llamadas diarias, enfocándose en la efectividad del saludo y las preguntas para detectar necesidades. Simular interacciones con el equipo para practicar la detección de necesidades.\n\n**Semana 2:** **Manejo de Objeciones y Cierre.**\n*   **Acciones:** Crear un documento con las objeciones más comunes y respuestas personalizadas. Practicar role-playing con diferentes escenarios de objeciones. Implementar técnicas de cierre directo aprendidas en las capacitaciones.\n\n**Semana 3:** **Empatía y Proactividad.**\n*   **Acciones:** Escuchar grabaciones de llamadas exitosas del equipo e identificar elementos de empatía. Adaptar el lenguaje y el tono para conectar mejor con los clientes. Incorporar la oferta de fibra en todas las llamadas.\n\n**Semana 4:** **Consolidación y Optimización.**\n*   **Acciones:** Monitorear las métricas de rendimiento y realizar ajustes según sea necesario. Participar en sesiones de coaching individualizadas para abordar áreas específicas de mejora. Compartir experiencias y mejores prácticas con el equipo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]? Mi nombre es [Nombre del agente] de Movistar.\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de fibra:** \"Además, Movistar ofrece el mejor servicio de fibra óptica en tu zona, con velocidades de hasta [velocidad] Mbps. Contame, ¿tenés fibra en tu casa?\"\n*   **Cierre directo:** \"Perfecto, entonces para activar este plan, ¿preferís que lo asignemos a la sucursal de [nombre de la sucursal más cercana] o buscamos tu domicilio para la entrega?\"\n*   **Manejo de objeciones (precio):** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Meta de puntaje IA a alcanzar en 30 días:** 40\n*   **Meta de tasa de conversión:** 5%\n*   **Meta de ofrecimiento de productos (fibra):** 100% de las llamadas\n*   **Meta de % Capta Atención (llamadas >1 min):** 40%\n*   **Meta de TMO a alcanzar:** 3 minutos\n*   **KPIs específicos a mejorar:** Detección de necesidades y Manejo de objeciones (aumentar el puntaje en al menos 15 puntos en cada uno).\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n\"MZA 316, reconozco que las métricas actuales no reflejan tu potencial, pero veo en ti la capacidad de dar un giro completo. Focalicémonos en estas próximas semanas en pulir el inicio de la llamada y en entender mejor a nuestros clientes. Confío en que, con esfuerzo y estas herramientas, vas a ver resultados muy pronto. ¡Vamos a trabajar juntos para alcanzar tu máximo rendimiento!\"\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}