{
  "agente": "MZA 16",
  "fecha_generacion": "2026-01-19T08:11:29.016988",
  "metricas": {
    "agente": "MZA 16",
    "evaluaciones": {
      "total_evaluadas": 18,
      "puntaje_promedio": 85.0,
      "puntaje_min": 0.0,
      "puntaje_max": 850.0,
      "desviacion_std": 192.5,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 62.8,
        "identificacion_cliente": 26.1,
        "deteccion_necesidades": 38.3,
        "oferta_productos": 41.9,
        "manejo_objeciones": 50.8,
        "cierre": 35.8,
        "despedida": 62.8,
        "proactividad": 18.6,
        "empatia": 53.3,
        "resolucion_problemas": 22.8
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 5,
        "Detección de necesidades": 4,
        "Manejo de objeciones": 4,
        "Cierre de venta": 3,
        "Presentación y saludo.": 2
      },
      "fortalezas_frecuentes": {
        "Despedida": 4,
        "Saludo y presentación": 3,
        "Saludo y presentación inicial": 3,
        "Manejo de objeciones": 3,
        "Empatía": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 850.0,
          "resumen": "El agente realiza una buena gestión, enfocándose en la detección de necesidades, la oferta adecuada y la resolución de la situación del cliente. Muestra un buen manejo de objeciones y empatía."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "El agente realiza una buena gestión, presentando el plan solicitado, entendiendo la necesidad del cliente y ofreciendo ayuda adicional."
        },
        {
          "puntaje_total": 76.0,
          "resumen": "El agente se enfoca en la resolución del problema principal del cliente (línea suspendida). Demuestra empatía y maneja bien las objeciones relacionadas con el pago.  Podría mejorar la presentación inicial y ser más proactivo en ofrecer otros productos o servicios."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, oferta, cierre ni despedida correctas. El foco está en el proceso de portabilidad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada sin ninguna gestión de venta. El agente no sigue los pasos básicos de una llamada de ventas."
        },
        {
          "puntaje_total": 15.0,
          "resumen": "El agente necesita mejorar significativamente en la identificación del cliente, detección de necesidades, manejo de objeciones y cierre de ventas. La presentación fue correcta, pero la llamada carece de otros elementos esenciales."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 18,
      "con_saludo": 12,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 2,
      "ventas": 1,
      "score_calidad_prom": 40.3,
      "pct_saludo": 66.7,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 11.1,
      "tasa_conversion": 5.6
    },
    "integral": {
      "duracion_promedio_seg": 358.0,
      "duracion_promedio_min": 6.0,
      "distribucion_duracion": {
        "1-3 min": 10,
        "5-8 min": 3,
        "> 8 min": 3,
        "3-5 min": 2
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 85.0,
      "general": 50.3,
      "diferencia": 34.7,
      "percentil": 97.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 62.8,
        "general": 54.7,
        "diferencia": 8.1
      },
      "identificacion_cliente": {
        "agente": 26.1,
        "general": 18.8,
        "diferencia": 7.3
      },
      "deteccion_necesidades": {
        "agente": 38.3,
        "general": 36.6,
        "diferencia": 1.7
      },
      "oferta_productos": {
        "agente": 41.9,
        "general": 47.8,
        "diferencia": -5.9
      },
      "manejo_objeciones": {
        "agente": 50.8,
        "general": 44.1,
        "diferencia": 6.7
      },
      "cierre": {
        "agente": 35.8,
        "general": 25.4,
        "diferencia": 10.4
      },
      "despedida": {
        "agente": 62.8,
        "general": 55.0,
        "diferencia": 7.8
      },
      "proactividad": {
        "agente": 18.6,
        "general": 17.5,
        "diferencia": 1.1
      },
      "empatia": {
        "agente": 53.3,
        "general": 50.2,
        "diferencia": 3.2
      },
      "resolucion_problemas": {
        "agente": 22.8,
        "general": 24.0,
        "diferencia": -1.3
      }
    },
    "conversion": {
      "agente": 5.6,
      "general": 5.1,
      "diferencia": 0.4
    }
  },
  "analisis_coaching": "¡Absolutamente! Vamos a sumergirnos en el análisis de MZA 16 y construir un plan de acción que lo impulse hacia el éxito.\n\n**1. DIAGNÓSTICO GENERAL**\n\nMZA 16 presenta un perfil interesante. Comparado con el equipo, su puntaje IA es significativamente más alto (85.0 vs 50.3), lo que lo ubica en el percentil 97.2. Esto indica un gran potencial y habilidades que superan la media. Sin embargo, hay una desconexión evidente entre el puntaje IA elevado y sus métricas de clasificación: baja tasa de conversión (5.6%), falta de cierres (0%), e identificación del cliente (0%). En resumen, MZA 16 tiene una base sólida, pero necesita urgentemente enfocar sus esfuerzos en traducir esas habilidades en resultados tangibles.\n\nBasado en estos datos, diría que MZA 16 se encuentra en un nivel **\"Necesita Mejora enfocada\"**. Tiene un talento latente, pero necesita herramientas y estrategias específicas para convertirlo en un desempeño de alto nivel. Su potencial de mejora es **ALTO**, especialmente si se enfoca en las áreas críticas identificadas.\n\n**2. FORTALEZAS IDENTIFICADAS**\n\n*   **Saludo y Despedida:** Consistentemente fuertes, lo que indica una buena primera y última impresión. *Ejemplo: \"El agente tiene una buena habilidad para saludar y despedirse de los clientes, lo que contribuye a una experiencia positiva.\"*\n*   **Manejo de Objeciones:** Demuestra habilidad para abordar las preocupaciones de los clientes. *Ejemplo: \"El agente muestra un buen manejo de objeciones y empatía.\"*\n*   **Empatía:** Muestra comprensión y conexión con los clientes, lo cual es fundamental para construir relaciones. *Ejemplo: \"El agente se enfoca en la resolución del problema principal del cliente (línea suspendida). Demuestra empatía y maneja bien las objeciones relacionadas con el pago.\"*\n\n**3. ÁREAS CRÍTICAS DE MEJORA**\n\n*   **Identificación del Cliente:** No identifica al cliente en ninguna llamada, lo cual es un error crítico. Sin conocer al cliente, no se puede personalizar la oferta ni entender sus necesidades reales.\n*   **Cierre de Venta:** No realiza cierres en ninguna llamada. Sin cierre, no hay venta. Debe aprender a dirigir la conversación hacia el cierre y solicitar el compromiso del cliente.\n*   **Ofrecimiento de Planes:** Ofrece planes solo en el 0% de las llamadas. Debe integrar la oferta de productos como una parte natural de la conversación, basada en la detección de necesidades.\n\n**4. ANÁLISIS DETALLADO POR COMPETENCIA**\n\n| Criterio              | Nivel      | ¿Qué hace (mal/bien)?                                                                                                                                         | Cómo mejorar específicamente                                                                                                                                                                                                                                                                               |\n| --------------------- | ---------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ |\n| Saludo/Presentación   | Bueno      | Saluda correctamente en el 66.7% de las llamadas.                                                                                                             | Mantener este nivel. Refinar el saludo con un toque personal.                                                                                                                                                                                                                               |\n| Identificación Cliente | Crítico    | **NO** identifica al cliente en **NINGUNA** llamada.                                                                                                              | **Implementar un script obligatorio de verificación de identidad.** Hacer preguntas específicas para confirmar la información del cliente. Usar esa información para personalizar la interacción.                                                                                             |\n| Detección Necesidades  | Regular    | Detecta necesidades en el 38.3% de los casos.                                                                                                                 | **Aprender técnicas de sondeo efectivas (preguntas abiertas, preguntas de seguimiento).** Escuchar activamente las respuestas del cliente. Documentar las necesidades identificadas.                                                                                                    |\n| Oferta Productos      | Bajo       | Ofrece planes en el 0% de las llamadas, fibra en el 11.1%.                                                                                                        | **Integrar la oferta de productos como una solución a las necesidades del cliente.** Conectar cada producto con un beneficio específico. Personalizar la oferta basada en lo que se sabe del cliente.                                                                                          |\n| Manejo Objeciones     | Bueno      | Maneja las objeciones en el 50.8% de los casos.                                                                                                                 | Continuar desarrollando esta habilidad. Anticipar objeciones comunes y preparar respuestas efectivas. Usar la empatía para abordar las preocupaciones del cliente.                                                                                                                           |\n| Cierre                | Crítico    | **NO** realiza cierres en **NINGUNA** llamada.                                                                                                                      | **Aprender técnicas de cierre efectivas (cierre directo, cierre por conclusión, cierre suave).** Buscar señales de compra del cliente. Solicitar el compromiso del cliente de manera clara y confiada.                                                                                   |\n| Despedida             | Bueno      | Se despide correctamente en el 62.8% de las llamadas.                                                                                                             | Mantener este nivel. Refinar la despedida con un agradecimiento personal.                                                                                                                                                                                                                         |\n| Proactividad          | Bajo       | Muestra poca proactividad (18.6%).                                                                                                                             | **Ofrecer productos o servicios adicionales que puedan beneficiar al cliente.** Buscar oportunidades para agregar valor a la interacción. Anticipar las necesidades futuras del cliente.                                                                                                |\n| Empatía               | Bueno      | Muestra empatía en el 53.3% de los casos.                                                                                                                     | Continuar desarrollando esta habilidad. Usar frases de empatía para mostrar comprensión. Adaptar el tono y el lenguaje a las emociones del cliente.                                                                                                                                              |\n| Resolución Problemas   | Bajo       | Resuelve problemas en el 22.8% de los casos.                                                                                                                    | **Priorizar la resolución del problema del cliente.** Hacer preguntas claras para entender la situación. Ofrecer soluciones efectivas y oportunas. Hacer seguimiento para asegurar la satisfacción del cliente.                                                                          |\n\n**5. PLAN DE ACCIÓN SEMANAL**\n\n*   **Semana 1: Identificación y Cierre**\n    *   **Foco:** Dominar la identificación del cliente y el cierre de ventas.\n    *   **Acciones:**\n        *   Capacitación intensiva en técnicas de identificación del cliente.\n        *   Desarrollo y memorización de un script de identificación.\n        *   Role-playing enfocados en la identificación.\n        *   Aprender y practicar 3 técnicas de cierre (directo, por conclusión, suave).\n        *   Escuchar grabaciones de llamadas exitosas enfocándose en el cierre.\n        *   Seguimiento diario del uso del script de identificación y técnicas de cierre.\n*   **Semana 2: Oferta de Productos y Detección de Necesidades**\n    *   **Foco:** Integrar la oferta de productos y mejorar la detección de necesidades.\n    *   **Acciones:**\n        *   Capacitación en los productos y servicios ofrecidos.\n        *   Desarrollo de un script para conectar cada producto con una necesidad específica.\n        *   Aprender técnicas de sondeo efectivas (preguntas abiertas, preguntas de seguimiento).\n        *   Role-playing enfocados en la detección de necesidades y la oferta de productos.\n        *   Seguimiento diario del uso del script y técnicas de sondeo.\n*   **Semana 3: Consolidación y Feedback**\n    *   **Foco:** Reforzar las habilidades aprendidas y recibir feedback constructivo.\n    *   **Acciones:**\n        *   Análisis de llamadas reales para identificar áreas de mejora.\n        *   Sesiones de coaching individualizadas para abordar las áreas específicas.\n        *   Participación en simulacros de llamadas para practicar las habilidades.\n        *   Seguimiento semanal de las métricas clave (identificación, cierre, oferta de productos).\n*   **Semana 4: Optimización y Proactividad**\n    *   **Foco:** Optimizar el desempeño y desarrollar la proactividad.\n    *   **Acciones:**\n        *   Establecer metas personales para superar el promedio del equipo.\n        *   Buscar oportunidades para ofrecer productos o servicios adicionales.\n        *   Compartir mejores prácticas con el equipo.\n        *   Seguimiento mensual de las métricas clave y ajuste del plan de acción.\n\n**6. TÉCNICAS Y SCRIPTS RECOMENDADOS**\n\n*   **Saludo:**\n    *   \"Buenos días/tardes, soy [tu nombre] de [empresa]. Para verificar su identidad, ¿podría confirmarme su nombre completo y los últimos 4 dígitos de su DNI?\"\n*   **Detección Necesidades:**\n    *   \"¿Qué es lo más importante para usted en su servicio de telefonía/internet?\"\n    *   \"¿Qué le gustaría mejorar de su plan actual?\"\n*   **Manejo Objeciones:**\n    *   \"Entiendo su preocupación. Permítame explicarle cómo este plan puede beneficiarle a largo plazo...\"\n    *   \"Comprendo que el precio es un factor importante. Sin embargo, permítame mostrarle el valor que obtendrá por su inversión...\"\n*   **Técnicas de Cierre:**\n    *   **Cierre Directo:** \"¿Le gustaría contratar este plan hoy mismo?\"\n    *   **Cierre por Conclusión:** \"Entonces, si entendí bien, este plan se ajusta a sus necesidades y está dentro de su presupuesto. ¿Damos de alta el servicio?\"\n    *   **Cierre Suave:** \"¿Qué le parece si le envío más información sobre este plan para que lo revise con calma?\" (Si dice que sí, es una señal de interés).\n\n**7. METAS CUANTIFICABLES (30 DÍAS)**\n\n*   **Puntaje IA:** Aumentar el puntaje IA a **90**.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al **8%**.\n*   **Ofrecimiento de Productos:** Ofrecer al menos un producto en el **80%** de las llamadas.\n*   **KPIs:**\n    *   Aumentar el porcentaje de identificación del cliente al **100%**.\n    *   Aumentar el porcentaje de llamadas con cierre al **60%**.\n\n**8. MENSAJE MOTIVACIONAL PERSONALIZADO**\n\nMZA 16, ¡tienes un talento increíble! Los datos muestran que superas al resto del equipo en muchos aspectos. Ahora, el desafío es canalizar esa habilidad y convertirla en resultados concretos. Confío en que con este plan de acción, podrás alcanzar tu máximo potencial y convertirte en uno de los mejores vendedores del equipo. ¡Vamos a por ello!\n",
  "modelo_usado": "gemini-2.0-flash"
}