{
  "agente": "MZA 44",
  "fecha_generacion": "2026-01-26T14:23:38.151868",
  "metricas": {
    "agente": "MZA 44",
    "evaluaciones": {
      "total_evaluadas": 168,
      "puntaje_promedio": 49.4,
      "puntaje_min": 0.0,
      "puntaje_max": 850.0,
      "desviacion_std": 97.6,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 45,
      "criterios": {
        "saludo_presentacion": 44.2,
        "identificacion_cliente": 46.4,
        "deteccion_necesidades": 32.9,
        "oferta_productos": 34.9,
        "manejo_objeciones": 44.1,
        "cierre": 17.9,
        "despedida": 42.1,
        "proactividad": 16.2,
        "empatia": 54.2,
        "resolucion_problemas": 31.2
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 35,
        "Detección de necesidades": 32,
        "Mencionar la promoción del 80% de descuento.": 31,
        "Manejo de objeciones": 28,
        "Identificación del cliente": 27
      },
      "fortalezas_frecuentes": {
        "Empatía": 22,
        "Identificación correcta del cliente.": 15,
        "Manejo de objeciones": 14,
        "Saludo y presentación": 12,
        "Identificación del cliente": 11
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 850.0,
          "resumen": "El agente realiza una buena gestión de venta.  Detecta las necesidades, ofrece un plan adecuado, maneja las objeciones, cierra la venta y muestra empatía.  Puede mejorar la proactividad en ofrecer servicios adicionales y ser más claro al presentar la oferta."
        },
        {
          "puntaje_total": 750.0,
          "resumen": "El agente se presenta correctamente e identifica al cliente. Detecta necesidades básicas y ofrece planes. Maneja bien las objeciones, mostrando empatía.  El principal punto a mejorar es la PROACTIVIDAD, especialmente la mención obligatoria del 80% de descuento. El cierre podría ser más directo."
        },
        {
          "puntaje_total": 625.0,
          "resumen": "El agente necesita mejorar la identificación del cliente y el cierre de ventas.  Aunque detecta las necesidades y ofrece opciones, no logra cerrar la venta.  El manejo de objeciones es bueno, y muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con los pasos básicos de una llamada de ventas (presentación, identificación, oferta, cierre). La comunicación es confusa y se interrumpe."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de la evaluación. No ofrece la promoción, no detecta necesidades, no maneja objeciones ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no menciona la promoción, ni cierra la venta de forma efectiva. Tampoco demuestra empatía ni proactividad."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 168,
      "puntaje_promedio": 49.4,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 45,
      "criterios": {
        "saludo_presentacion": 44.2,
        "identificacion_cliente": 46.4,
        "deteccion_necesidades": 32.9,
        "oferta_productos": 34.9,
        "manejo_objeciones": 44.1,
        "cierre": 17.9,
        "despedida": 42.1,
        "proactividad": 16.2,
        "empatia": 54.2,
        "resolucion_problemas": 31.2
      }
    },
    "clasificacion": {
      "total_llamadas": 69,
      "con_saludo": 59,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 2,
      "ventas": 5,
      "score_calidad_prom": 51.1,
      "pct_saludo": 85.5,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 2.9,
      "tasa_conversion": 7.2
    },
    "integral": {
      "duracion_promedio_seg": 199.0,
      "duracion_promedio_min": 3.3,
      "distribucion_duracion": {
        "1-3 min": 46,
        "3-5 min": 13,
        "5-8 min": 5,
        "> 8 min": 5
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 49.4,
      "general": 35.7,
      "diferencia": 13.7,
      "percentil": 77.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 44.2,
        "general": 32.0,
        "diferencia": 12.2
      },
      "identificacion_cliente": {
        "agente": 46.4,
        "general": 38.7,
        "diferencia": 7.7
      },
      "deteccion_necesidades": {
        "agente": 32.9,
        "general": 23.3,
        "diferencia": 9.6
      },
      "oferta_productos": {
        "agente": 34.9,
        "general": 28.6,
        "diferencia": 6.3
      },
      "manejo_objeciones": {
        "agente": 44.1,
        "general": 33.0,
        "diferencia": 11.1
      },
      "cierre": {
        "agente": 17.9,
        "general": 18.8,
        "diferencia": -0.8
      },
      "despedida": {
        "agente": 42.1,
        "general": 38.5,
        "diferencia": 3.6
      },
      "proactividad": {
        "agente": 16.2,
        "general": 13.9,
        "diferencia": 2.4
      },
      "empatia": {
        "agente": 54.2,
        "general": 43.0,
        "diferencia": 11.2
      },
      "resolucion_problemas": {
        "agente": 31.2,
        "general": 25.1,
        "diferencia": 6.1
      }
    },
    "conversion": {
      "agente": 7.2,
      "general": 5.1,
      "diferencia": 2.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 44\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 44 presenta un desempeño mixto, ubicándose como un vendedor **Bueno** en comparación con el equipo, donde el puntaje IA promedio es significativamente menor (49.4 vs 35.7) y su tasa de conversión es superior (7.2% vs 5.1%). El vendedor destaca por su empatía, manejo de objeciones y una mejor identificación del cliente en relación al promedio del equipo. Sin embargo, muestra debilidades importantes en proactividad y cierre de ventas, impactando su potencial de crecimiento.\n\n**EVOLUCIÓN:** Comparado con el período anterior, el puntaje IA promedio disminuyó considerablemente (61.8 a 49.4), lo que indica un retroceso en el desempeño general. Si bien algunas fortalezas persisten, el aumento en las llamadas críticas (de 10 a 45) es alarmante y requiere atención inmediata. Su potencial de mejora es alto, pero necesita un plan de acción enfocado y consistente para revertir la tendencia negativa.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:** En relación al periodo anterior, si bien el puntaje general disminuyó, se observa una ligera mejora en el área de **Identificación del Cliente** (identificación correcta del cliente como fortaleza recurrente), lo que sugiere un esfuerzo consciente en verificar la identidad antes de continuar la llamada. También, comparando con el promedio del equipo, supera en la mayoría de los criterios, destacándose **Empatía**, **Manejo de Objeciones** y **Detección de Necesidades**.\n\n*   **QUÉ EMPEORÓ:** La disminución del puntaje promedio indica un deterioro general en el desempeño. Específicamente, el **cierre de ventas** continúa siendo un problema crítico, pero ahora se agudizó aún más. También, aumentó la frecuencia de errores en la **Identificación del cliente**, a pesar de ser una fortaleza recurrente (¿falta de atención al detalle o cambio en el proceso?). La cantidad de llamadas críticas aumentó significativamente.\n\n*   **QUÉ SIGUE PENDIENTE:** **Proactividad** y **Detección de necesidades** siguen siendo áreas de mejora persistentes desde el período anterior. A pesar de una leve mejora en este último criterio, no se ha logrado un avance significativo. La **mención obligatoria del 80% de descuento** también sigue siendo un punto débil.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. A pesar de tener un buen punto de partida y superar al equipo en varios aspectos, el reciente retroceso exige una intervención urgente. Si no se toman medidas correctivas, el desempeño del vendedor podría seguir deteriorándose.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía:** Es su principal fortaleza, demostrando la capacidad de conectar con el cliente y generar confianza. (Ejemplo: \"El agente se muestra comprensivo ante la situación del cliente...\").\n*   **Manejo de Objeciones:** Tiene habilidad para rebatir las objeciones del cliente y presentar argumentos persuasivos. (Ejemplo: \"...maneja bien las objeciones mostrando empatía\").\n*   **Saludo y Presentación:** Inicia la llamada de forma correcta, presentándose y generando una buena primera impresión. (Ejemplo: \"El agente se presenta correctamente e identifica al cliente\").\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Cierre de Ventas (PERSISTENTE):** Es su mayor debilidad. No logra convertir las oportunidades en ventas concretas. Necesita implementar técnicas de cierre más directas y efectivas, evitando preguntas innecesarias. Es crítico porque impacta directamente en su comisión y en los objetivos de la empresa.\n*   **Proactividad (PERSISTENTE):** No ofrece productos adicionales (especialmente fibra) de forma proactiva. Debe incorporar la oferta de fibra como parte obligatoria de su speech de ventas. Es importante porque aumenta el ticket promedio y fideliza al cliente.\n*   **Detección de Necesidades (PERSISTENTE):** A pesar de superar al promedio del equipo, necesita mejorar su habilidad para identificar las necesidades reales del cliente. Debe hacer preguntas más específicas y escuchar activamente las respuestas. Es crucial porque le permite ofrecer los productos y servicios más adecuados para cada cliente.\n*   **Mencionar la promoción del 80% de descuento (NUEVA):** Se detectó una alta frecuencia en la omisión de la promoción del 80% de descuento. Esta promoción es clave para atraer y retener clientes.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 3.3 minutos (199 segundos). Está dentro del rango óptimo (2-4 minutos), lo que indica que está generando engagement con el cliente sin extenderse demasiado en la llamada.\n*   **% Capta Atención:** No disponible directamente, pero podemos inferir que no es óptimo dada la baja tasa de conversión y el alto número de llamadas críticas. Este es un KPI crítico a mejorar.\n*   **Cortes de llamada:** No disponible. Sería valioso analizar esta métrica para determinar si los clientes están colgando antes de tiempo.\n*   **Llamadas <30 seg:** No disponible, pero idealmente debería ser bajo, indicando que no hay problemas graves en el saludo/enganche inicial.\n*   **Tasa de Conversión:** 7.2%. Es superior al promedio del equipo (5.1%), pero aún puede mejorar significativamente si aborda sus debilidades en cierre de ventas y proactividad.\n*   **Oferta de fibra:** 2.9%. Es muy bajo. Debe ofrecer fibra en todas las llamadas, sin excepción.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel Regular (44.2). Lo hace bien al presentarse, pero debe evitar la frase \"Tengo una oferta que podría interesarle\" y usar \"Tengo una oferta que LE VA a interesar\".\n*   **Identificación del Cliente:** Nivel Regular (46.4). A pesar de ser una fortaleza recurrente, la disminución del puntaje indica inconsistencia. Debe enfocarse en la pregunta correcta: \"¿Hola, me comunico con [Nombre]?\" para verificar que es la persona correcta.\n*   **Detección de Necesidades:** Nivel Bajo (32.9). Está preguntando mal. Debe evitar \"¿Qué es lo más importante para ti en un plan?\" y usar \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos:** Nivel Bajo (34.9). Necesita ser más claro y persuasivo al presentar la oferta. Debe destacar los beneficios del plan y la promoción del 80% de descuento.\n*   **Manejo de Objeciones:** Nivel Regular (44.1). A pesar de ser una fortaleza, debe sincronizar/personalizar la respuesta según el cliente específico y evitar respuestas genéricas.\n*   **Cierre:** Nivel Crítico (17.9). Su principal debilidad. Nunca debe preguntar \"¿te parece bien si procedemos?\". Debe asignar sucursal directamente o buscar domicilio del cliente. Nunca preguntar si quiere seguir, DIRECTAMENTE proceder.\n*   **Despedida:** Nivel Regular (42.1). Debe evitar \"Estaré encantado de ayudarte en el futuro\" y ofrecer acompañamiento SOLO durante la portabilidad.\n*   **Proactividad:** Nivel Crítico (16.2). No está ofreciendo fibra. Debe comentar DIRECTAMENTE sobre fibra sin preguntar.\n*   **Empatía:** Nivel Bueno (54.2). Su principal fortaleza. Debe seguir manteniendo esta actitud positiva y comprensiva.\n*   **Resolución de Problemas:** Nivel Bajo (31.2). No relevante en la mayoría de las llamadas, pero debe estar preparado para solucionar los problemas del cliente de forma eficiente.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n*   **Semana 1:** **Foco en CIERRE y OFERTA DE FIBRA.** Practicar scripts de cierre directo y memorizar la oferta de fibra. Role-playing intensivo con el equipo. Escuchar grabaciones de llamadas exitosas de otros vendedores.\n*   **Semana 2:** **Foco en DETECCIÓN DE NECESIDADES y PROMOCIÓN 80%.** Revisar preguntas efectivas para identificar necesidades. Incorporar la promoción del 80% en cada llamada.\n*   **Semana 3:** **Consolidación y PERSONALIZACIÓN DE OBJECIONES.** Reforzar todos los puntos anteriores. Trabajar en respuestas personalizadas para las objeciones más comunes.\n*   **Semana 4:** **Optimización y SEGUIMIENTO DE MÉTRICAS.** Monitorear el progreso y ajustar el plan según sea necesario. Enfocarse en mantener las fortalezas y seguir mejorando las debilidades.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **IDENTIFICACIÓN DEL CLIENTE:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **DETECCIÓN DE NECESIDADES:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\", \"¿Sueles consumir mucho contenido en streaming, videos o redes sociales?\".\n*   **OFERTA DE FIBRA:** \"Ahora te comento, tenemos una excelente promoción para que sumes fibra a tu hogar, con una velocidad increíble y al mejor precio. Te cuento de qué se trata...\"\n*   **CIERRE DIRECTO:** \"Perfecto, entonces vamos a proceder con la activación de tu nuevo plan. Para coordinar la entrega del chip, ¿en qué sucursal te quedaría más cómodo retirarlo?\" (asignar sucursal) o \"¿Me podrías confirmar tu domicilio para verificar la cobertura de fibra?\".\n*   **MANEJO DE PRECIO:** \"Entiendo que el precio es importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, tenemos la promoción del 80% que lo hace aún más accesible\".\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 65\n*   **Tasa de conversión:** 12%\n*   **Ofrecimiento de productos (fibra):** 100% de las llamadas\n*   **% Capta Atención (llamadas >1 min):** 50%\n*   **TMO a alcanzar:** Mantener en 3-4 minutos\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 44, reconocemos tu esfuerzo y la empatía que demostrás en cada llamada. Sabemos que tenés el potencial para ser un vendedor de alto rendimiento. Entendemos que esta última semana no fue la mejor, pero confiamos en que con este plan de acción y tu compromiso, vas a retomar el buen camino y alcanzar tus metas. ¡Vamos a trabajar juntos para que explotes todo tu potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T07:59:52.761980",
  "evolucion": null
}