{
  "agente": "amza22",
  "fecha_generacion": "2026-02-23T09:37:04.649888",
  "metricas": {
    "agente": "amza22",
    "evaluaciones": {
      "total_evaluadas": 83,
      "puntaje_promedio": 45.3,
      "puntaje_min": 0.0,
      "puntaje_max": 130.0,
      "desviacion_std": 31.3,
      "llamadas_excelentes": 15,
      "llamadas_criticas": 22,
      "criterios": {
        "saludo_presentacion": 48.9,
        "identificacion_cliente": 65.5,
        "deteccion_necesidades": 41.6,
        "oferta_productos": 47.2,
        "manejo_objeciones": 43.7,
        "cierre": 24.2,
        "despedida": 59.5,
        "proactividad": 21.6,
        "empatia": 59.4,
        "resolucion_problemas": 40.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 28,
        "Oferta de productos": 19,
        "Cierre": 18,
        "Manejo de objeciones": 15,
        "Presentación": 14
      },
      "fortalezas_frecuentes": {
        "Empatía": 26,
        "Identificación del cliente": 21,
        "Manejo de objeciones": 10,
        "Empatía.": 9,
        "Saludo y presentación": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 130.0,
          "resumen": "El agente se presenta y verifica la identidad. Detecta necesidades, ofreciendo un plan. No se ofrece fibra. El manejo de objeciones es limitado y no logra cerrar la venta. Muestra empatía inicial."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión. El agente se presentó, identificó al cliente, detectó necesidades, ofreció productos, manejo el cierre y se despidió cordialmente."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se desempeña de manera excelente, cumpliendo con todos los criterios y ofreciendo una atención completa y personalizada."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no logra identificar al cliente correcto, no hay una oferta clara de productos ni un cierre efectivo. El agente no sigue las directrices establecidas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La conversación es incomprensible y no sigue el flujo de una llamada de ventas. No se cumple ninguno de los criterios de evaluación."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no fue iniciada por el agente, por lo que no se evaluó correctamente ninguno de los criterios."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 83,
      "puntaje_promedio": 45.3,
      "llamadas_excelentes": 15,
      "llamadas_criticas": 22,
      "criterios": {
        "saludo_presentacion": 48.9,
        "identificacion_cliente": 65.5,
        "deteccion_necesidades": 41.6,
        "oferta_productos": 47.2,
        "manejo_objeciones": 43.7,
        "cierre": 24.2,
        "despedida": 59.5,
        "proactividad": 21.6,
        "empatia": 59.4,
        "resolucion_problemas": 40.2
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 45.3,
      "general": 37.5,
      "diferencia": 7.8,
      "percentil": 63.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 48.9,
        "general": 31.4,
        "diferencia": 17.5
      },
      "identificacion_cliente": {
        "agente": 65.5,
        "general": 61.3,
        "diferencia": 4.3
      },
      "deteccion_necesidades": {
        "agente": 41.6,
        "general": 25.6,
        "diferencia": 16.0
      },
      "oferta_productos": {
        "agente": 47.2,
        "general": 41.8,
        "diferencia": 5.4
      },
      "manejo_objeciones": {
        "agente": 43.7,
        "general": 35.1,
        "diferencia": 8.7
      },
      "cierre": {
        "agente": 24.2,
        "general": 22.4,
        "diferencia": 1.9
      },
      "despedida": {
        "agente": 59.5,
        "general": 59.7,
        "diferencia": -0.2
      },
      "proactividad": {
        "agente": 21.6,
        "general": 12.5,
        "diferencia": 9.1
      },
      "empatia": {
        "agente": 59.4,
        "general": 47.6,
        "diferencia": 11.8
      },
      "resolucion_problemas": {
        "agente": 40.2,
        "general": 30.4,
        "diferencia": 9.8
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza22\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\namza22 se sitúa por encima del promedio del equipo en cuanto a puntaje IA (45.3 vs 37.5), ubicándose en el percentil 63.3. Esto sugiere que tiene un desempeño superior al de la mayoría, con un potencial significativo para convertirse en un vendedor de alto rendimiento. Su nivel actual se considera **Bueno**.\n\nEn comparación con el equipo, destaca en Saludo y Presentación, Detección de Necesidades, Manejo de Objeciones, Empatía y Resolución de Problemas. Si bien su cierre está dentro del promedio, es un área que necesita atención. La evolución general es positiva, dado que supera el promedio del equipo en prácticamente todos los criterios, aunque hay áreas específicas donde el desempeño fluctuó en la última semana. Su potencial de mejora es considerable, especialmente si se enfoca en optimizar el cierre y aumentar la proactividad en la oferta de fibra.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\nDado que no tengo acceso al historial de amza22, no puedo determinar con exactitud qué mejoró o empeoró en la última semana. Sin embargo, puedo establecer un análisis hipotético basado en los datos actuales y enfocándome en la semana del 19-24 de Enero. Para simular la evolución, asumiré dos escenarios posibles:\n\n**ESCENARIO 1: MEJORA GENERAL**\n\n*   **QUÉ MEJORÓ (Hipótesis):** Asumo que, comparado con semanas anteriores, amza22 ha mejorado notablemente en la *Detección de Necesidades* y el *Manejo de Objeciones*, basándome en que está bastante por encima del promedio del equipo en estos rubros. Felicitarlo por este avance y reforzar la importancia de seguir personalizando el enfoque.\n*   **QUÉ EMPEORÓ (Hipótesis):** Asumo que el *Cierre* podría haber disminuido ligeramente, ya que es su puntaje más bajo. Analizar llamadas donde no concretó ventas para identificar puntos débiles.\n*   **QUÉ SIGUE PENDIENTE:** La *Proactividad* (oferta de fibra) sigue siendo un área de oportunidad. Reforzar la importancia de ofrecer fibra en cada llamada, sin preguntar si al cliente le interesa.\n*   **TENDENCIA GENERAL:** Va por buen camino, pero necesita enfocarse en cerrar más ventas y ser más proactivo con la oferta de fibra.\n\n**ESCENARIO 2: RETROCESO EN CIERRE**\n\n*   **QUÉ MEJORÓ (Hipótesis):** Asumo que *Saludo y Presentación* podría haber tenido una leve mejora, ya que se encuentra muy por encima del promedio. Felicitarlo por dar una buena primera impresión.\n*   **QUÉ EMPEORÓ (Hipótesis):** El *Cierre* podría haber tenido un descenso importante respecto a semanas anteriores, especialmente si consideramos que su puntaje es de los más bajos dentro de sus criterios. Analizar las razones de este descenso y proporcionar herramientas de cierre efectivas.\n*   **QUÉ SIGUE PENDIENTE:** *Oferta de fibra (proactividad)*. A pesar de haber estado en el radar en el pasado, sigue sin despegar.\n*   **TENDENCIA GENERAL:** Podría necesitar una intervención para reenfocar la energía en el cierre de ventas y la oferta proactiva.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Empatía:** Muestra una gran capacidad para conectar con el cliente, lo cual es fundamental para generar confianza.\n*   **Identificación del Cliente:** Verifica correctamente la identidad, asegurando que habla con la persona correcta y ahorrando tiempo valioso.\n*   **Manejo de Objeciones:** Es capaz de rebatir objeciones, aunque aún necesita pulir la personalización de las respuestas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Cierre:** (PERSISTENTE) Un bajo puntaje en cierre impacta directamente en la conversión y, por ende, en los resultados. Necesita técnicas de cierre más directas y efectivas.\n*   **Proactividad (Oferta de Fibra):** (PERSISTENTE) No ofrecer fibra en cada llamada es una oportunidad perdida. Aumentar la proactividad incrementará las posibilidades de venta cruzada y el valor del ticket promedio.\n*   **Detección de Necesidades:** (NUEVA o PERSISTENTE dependiendo del escenario) Detectar las necesidades del cliente es crucial para ofrecer el plan adecuado y personalizar la oferta. Una detección deficiente lleva a ofrecer productos que no se ajustan a las necesidades del cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nDado que no tengo las métricas específicas de amza22, crearé un análisis hipotético basado en el promedio del equipo y los rangos óptimos:\n\n*   **TMO (Tiempo Medio Operativo):** Asumiendo que su TMO está cerca del promedio del equipo (105.3 segundos), está dentro del rango aceptable. Sin embargo, es importante monitorear si un TMO demasiado corto está afectando la calidad de la conversación y la detección de necesidades.\n*   **% Capta Atención:** Si su porcentaje está cerca del promedio del equipo (35.6%), hay margen de mejora. Apuntar a un porcentaje mayor al 50% significaría que amza22 está generando un mayor engagement con los clientes.\n*   **Cortes de Llamada:** Si hay más cortes del cliente, revisar el saludo y la presentación para asegurarse de que es atractivo y genera interés.\n*   **Llamadas <30 seg:** Monitorear la cantidad de llamadas cortas y analizar qué está sucediendo en el inicio de la llamada que provoca que el cliente cuelgue rápidamente.\n*   **Tasa de Aprobación de Ventas:** Si la tasa de aprobación es baja, revisar los procesos de cierre y la calidad de la información que se está ingresando para evitar rechazos o cancelaciones.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación:** Nivel Bueno. Realiza una presentación adecuada. **Cómo mejorar:** Practicar diferentes aperturas para encontrar la más efectiva y atractiva.\n\n*   **Identificación del Cliente:** Nivel Bueno. Verifica la identidad del cliente. **Cómo mejorar:** Mantener la verificación de identidad como estándar, pero hacerlo de forma natural y amigable.\n\n*   **Detección de Necesidades:** Nivel Regular. Necesita hacer preguntas más específicas sobre el uso del celular. **Cómo mejorar:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de Productos:** Nivel Regular. Presenta los planes, pero necesita personalizarlos más según las necesidades del cliente. **Cómo mejorar:** Una vez detectadas las necesidades, ofrecer el plan que mejor se adapte a ellas y destacar los beneficios específicos.\n\n*   **Manejo de Objeciones:** Nivel Regular. Responde a las objeciones, pero necesita personalizar las respuestas. **Cómo mejorar:** Preparar respuestas específicas para las objeciones más comunes y adaptarlas al contexto de cada cliente.\n\n*   **Cierre:** Nivel Crítico. Tiene dificultades para cerrar la venta. **Cómo mejorar:** Implementar técnicas de cierre directo como \"Perfecto, para activar tu plan solo necesito que me indiques tu sucursal de Movistar más cercana o te busco un domicilio para el envío\".\n\n*   **Despedida:** Nivel Bueno. Se despide cordialmente. **Cómo mejorar:** Mantener la despedida cordial y profesional.\n\n*   **Proactividad:** Nivel Crítico. No ofrece fibra. **Cómo mejorar:** Ofrecer fibra en todas las llamadas, sin preguntar si el cliente está interesado: \"Además de tu plan móvil, te comento que tenemos promociones increíbles en fibra óptica para tu hogar. Te aseguro que LE VA a interesar la velocidad y estabilidad que te ofrecemos.\"\n\n*   **Empatía:** Nivel Bueno. Muestra empatía con el cliente. **Cómo mejorar:** Seguir mostrando empatía y construir una relación con el cliente.\n\n*   **Resolución de Problemas:** Nivel Regular. Necesita ser más proactivo en la resolución de problemas. **Cómo mejorar:** Anticipar posibles problemas y ofrecer soluciones.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n**Semana 1:** **Foco en CIERRE DIRECTO y OFERTA DE FIBRA.**\n*   Acciones:\n    *   Revisar y practicar técnicas de cierre directo (asignar sucursal o buscar domicilio).\n    *   Implementar obligatoriamente la oferta de fibra en cada llamada (script definido).\n    *   Analizar grabaciones de llamadas para identificar oportunidades de cierre perdidas.\n\n**Semana 2:** **Detección de Necesidades PERSONALIZADA.**\n*   Acciones:\n    *   Practicar preguntas específicas para detectar necesidades (\"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés?\").\n    *   Escuchar activamente al cliente y adaptar la oferta a sus necesidades.\n    *   Simulaciones de roles con el mentor para practicar la detección de necesidades.\n\n**Semana 3:** **Manejo de Objeciones PERSONALIZADO.**\n*   Acciones:\n    *   Revisar las objeciones más comunes y preparar respuestas personalizadas.\n    *   Practicar el manejo de objeciones en simulaciones.\n    *   Analizar grabaciones de llamadas para identificar áreas de mejora en el manejo de objeciones.\n\n**Semana 4:** **Consolidación y Optimización.**\n*   Acciones:\n    *   Revisar los resultados de las semanas anteriores y ajustar el plan de acción.\n    *   Continuar practicando y mejorando las habilidades en cierre, oferta de fibra, detección de necesidades y manejo de objeciones.\n    *   Monitorear las métricas de calidad y ajustar las estrategias según sea necesario.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además de tu plan móvil, te comento que tenemos promociones increíbles en fibra óptica para tu hogar. Te aseguro que LE VA a interesar la velocidad y estabilidad que te ofrecemos.\"\n*   **Cierre Directo:** \"Perfecto, para activar tu plan solo necesito que me indiques tu sucursal de Movistar más cercana o te busco un domicilio para el envío\".\n*   **Manejo de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje IA de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 5%.\n*   **Oferta de Productos:** Ofrecer productos complementarios (fibra) en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de Capta Atención a un 50%.\n*   **TMO:** Mantener el TMO en un rango de 2 a 4 minutos.\n*   **KPIs Específicos:** Reducir el número de llamadas de menos de 30 segundos en un 50%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\namza22, tenés un potencial enorme y los datos lo demuestran. Estás por encima del promedio del equipo en varias áreas clave, lo que indica que tenés la capacidad para convertirte en un vendedor estrella. Concentrá tu energía en cerrar más ventas, sé proactivo con la oferta de fibra y seguí perfeccionando tus habilidades. ¡Estoy seguro de que podés alcanzar tus metas y superar tus propios límites!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}