{
  "agente": "MZA 3",
  "fecha_generacion": "2026-01-26T14:31:05.714892",
  "metricas": {
    "agente": "MZA 3",
    "evaluaciones": {
      "total_evaluadas": 105,
      "puntaje_promedio": 37.7,
      "puntaje_min": 0.0,
      "puntaje_max": 83.5,
      "desviacion_std": 24.2,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 30,
      "criterios": {
        "saludo_presentacion": 54.2,
        "identificacion_cliente": 33.7,
        "deteccion_necesidades": 32.8,
        "oferta_productos": 34.8,
        "manejo_objeciones": 39.3,
        "cierre": 27.0,
        "despedida": 50.4,
        "proactividad": 16.0,
        "empatia": 47.9,
        "resolucion_problemas": 33.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 35,
        "Identificación del cliente": 29,
        "Proactividad": 26,
        "Manejo de objeciones": 21,
        "Empatía": 17
      },
      "fortalezas_frecuentes": {
        "Despedida": 12,
        "Manejo de objeciones.": 11,
        "Saludo y presentación": 10,
        "Empatía": 9,
        "Manejo de objeciones": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 83.5,
          "resumen": "El agente realiza una buena gestión, enfocándose en la recuperación del cliente. Demuestra empatía, identifica las necesidades y ofrece una solución clara. El cierre es efectivo y la comunicación es clara."
        },
        {
          "puntaje_total": 78.0,
          "resumen": "El agente realiza una buena gestión de la llamada, ofreciendo un plan adecuado y manejando las objeciones del cliente de manera efectiva.  Se observa una buena detección de necesidades y un cierre de venta correcto."
        },
        {
          "puntaje_total": 77.5,
          "resumen": "El agente se presenta y verifica la información del cliente de manera correcta. Ofrece un plan adecuado y maneja bien la objeción sobre la deuda, mostrando empatía y ofreciendo una solución parcial. La detección de necesidades y el cierre podrían ser más fuertes, así como la despedida. Hubo una buena gestión de la queja."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no se ajusta a un proceso de venta. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta ni se despide correctamente. La conversación parece enfocada en un problema de recepción de mensajes."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con ninguna de las etapas de una venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No menciona la promo, no se presenta correctamente, no identifica al cliente, no detecta necesidades, no realiza un cierre directo, no ofrece productos de forma correcta y no muestra proactividad."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 105,
      "puntaje_promedio": 37.7,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 30,
      "criterios": {
        "saludo_presentacion": 54.2,
        "identificacion_cliente": 33.7,
        "deteccion_necesidades": 32.8,
        "oferta_productos": 34.8,
        "manejo_objeciones": 39.3,
        "cierre": 27.0,
        "despedida": 50.4,
        "proactividad": 16.0,
        "empatia": 47.9,
        "resolucion_problemas": 33.5
      }
    },
    "clasificacion": {
      "total_llamadas": 59,
      "con_saludo": 51,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 9,
      "ventas": 3,
      "score_calidad_prom": 47.5,
      "pct_saludo": 86.4,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 15.3,
      "tasa_conversion": 5.1
    },
    "integral": {
      "duracion_promedio_seg": 252.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 39,
        "> 8 min": 9,
        "3-5 min": 7,
        "5-8 min": 4
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 37.7,
      "general": 35.7,
      "diferencia": 2.0,
      "percentil": 62.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 54.2,
        "general": 32.0,
        "diferencia": 22.2
      },
      "identificacion_cliente": {
        "agente": 33.7,
        "general": 38.7,
        "diferencia": -5.0
      },
      "deteccion_necesidades": {
        "agente": 32.8,
        "general": 23.3,
        "diferencia": 9.5
      },
      "oferta_productos": {
        "agente": 34.8,
        "general": 28.6,
        "diferencia": 6.1
      },
      "manejo_objeciones": {
        "agente": 39.3,
        "general": 33.0,
        "diferencia": 6.3
      },
      "cierre": {
        "agente": 27.0,
        "general": 18.8,
        "diferencia": 8.2
      },
      "despedida": {
        "agente": 50.4,
        "general": 38.5,
        "diferencia": 11.9
      },
      "proactividad": {
        "agente": 16.0,
        "general": 13.9,
        "diferencia": 2.1
      },
      "empatia": {
        "agente": 47.9,
        "general": 43.0,
        "diferencia": 4.9
      },
      "resolucion_problemas": {
        "agente": 33.5,
        "general": 25.1,
        "diferencia": 8.4
      }
    },
    "conversion": {
      "agente": 5.1,
      "general": 5.1,
      "diferencia": -0.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 3\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 3 se encuentra actualmente en un nivel que **necesita mejora**, situándose ligeramente por encima del promedio del equipo en puntaje IA (37.7 vs 35.7) y con una tasa de conversión idéntica (5.1%). Sin embargo, su número de llamadas críticas (30) es alarmante y requiere atención inmediata. En comparación con el período anterior, MZA 3 **empeoró** notablemente. Su puntaje IA promedio descendió de 44.9 a 37.7. Esto indica una regresión en el desempeño general y la necesidad de un plan de acción enfocado y urgente. Su potencial de mejora es considerable, especialmente si se abordan las áreas críticas que están afectando su rendimiento.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Saludo y presentación:** Subió significativamente (de un nivel no especificado a 54.2).\n    *   **Detección de necesidades:** Aumento considerable (de un nivel no especificado a 32.8).\n    *   **Cierre:** Aumento (de un nivel no especificado a 27.0)\n    *   **Manejo de objeciones:** Aumento (de 12 a 39.3)\n    *   **Resolución de problemas:** Se evidencia un aumento considerable en esta área.\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del cliente:** Bajó de 21 (en el periodo anterior) a 33.7. Este es un problema grave, ya que es la base de toda interacción.\n    *   El puntaje IA promedio general descendió de 44.9 a 37.7.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Proactividad:** Sigue siendo una debilidad importante (16.0). La oferta de fibra no está siendo realizada consistentemente.\n    *   **Empatía:** A pesar de que es una fortaleza recurrente, su puntaje actual (47.9) indica que todavía hay margen para mejorar.\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. Si bien hay mejoras puntuales en algunas áreas, la caída del puntaje general IA y el incremento en llamadas críticas sugieren que la estrategia actual no está funcionando. Necesita intervención urgente para retomar el camino correcto y revertir esta tendencia negativa.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Saludo y Presentación:** MZA 3 ha mejorado notablemente en esta área, lo que le permite iniciar la conversación de manera más efectiva. Por ejemplo, debe estar usando un saludo más llamativo y personal.\n*   **Detección de necesidades:** A pesar de ser un área de mejora recurrente, hay evidencia de progreso. MZA 3 parece estar haciendo preguntas más relevantes para entender las necesidades del cliente.\n*   **Manejo de objeciones.:** Aunque el puntaje específico es bajo, la recurrencia de esta fortaleza (junto a \"Manejo de objeciones\") sugiere un potencial que se puede explotar.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del cliente:** Esta es una DEBILIDAD CRÍTICA PERSISTENTE. No verificar la identidad del cliente puede llevar a ofrecer productos o servicios a personas incorrectas, generando frustración y pérdida de tiempo. Es FUNDAMENTAL implementar el saludo: \"¿Hola, me comunico con [Nombre]?\" al inicio de cada llamada.\n*   **Proactividad:** Esta es una DEBILIDAD CRÍTICA PERSISTENTE. No ofrecer fibra de manera proactiva significa perder oportunidades de venta valiosas. Ofrecer fibra debe ser parte del proceso estándar.\n*   **Cierre de ventas:**  Si bien hubo un leve aumento, la falta de cierres efectivos afecta directamente la tasa de conversión.  La falta de un cierre directo es una oportunidad perdida para concretar la venta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 4.2 minutos (252 segundos). Se encuentra dentro del rango aceptable, pero tiende a ser alto. MZA 3 debe enfocarse en ser más conciso y directo para optimizar su tiempo.\n*   **% Capta Atención:** No disponible. Este dato es CRUCIAL para determinar si MZA 3 está generando engagement con el cliente.\n*   **Cortes de llamada:** No disponible. Es importante monitorear esta métrica para identificar si los clientes están cortando la llamada prematuramente.\n*   **Llamadas <30 seg:** No disponible. Si este número es alto, indica problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** No disponible. Es fundamental analizar esta métrica para identificar si hay problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:**\n    *   Nivel: Bueno (54.2)\n    *   Está haciendo bien: Inicia la conversación de manera más efectiva.\n    *   Cómo mejorar: Practicar un saludo aún más llamativo y personalizado. Utilizar un tono de voz enérgico y positivo.\n*   **Identificación del cliente:**\n    *   Nivel: Bajo (33.7)\n    *   Qué está haciendo mal: No verifica la identidad del cliente.\n    *   Cómo mejorar: Implementar SIEMPRE la pregunta \"¿Hola, me comunico con [Nombre]?\" al inicio de cada llamada.\n*   **Detección de Necesidades:**\n    *   Nivel: Bajo (32.8)\n    *   Qué está haciendo mal: Las preguntas no son lo suficientemente específicas o relevantes.\n    *   Cómo mejorar: Enfocarse en preguntas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Evitar preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\".\n*   **Oferta de Productos:**\n    *   Nivel: Bajo (34.8)\n    *   Qué está haciendo mal: No ofrece fibra de manera proactiva.\n    *   Cómo mejorar: Comentar DIRECTAMENTE sobre fibra sin preguntar, por ejemplo: \"Además de su plan, le comento que tenemos un excelente servicio de fibra óptica que le va a interesar...\"\n*   **Manejo de Objeciones:**\n    *   Nivel: Regular (39.3)\n    *   Qué está haciendo mal: Respuestas genéricas y poco personalizadas.\n    *   Cómo mejorar: Escuchar atentamente la objeción específica del cliente y responder de manera personalizada. Sincronizar/personalizar la respuesta según el cliente específico.\n*   **Cierre:**\n    *   Nivel: Bajo (27.0)\n    *   Qué está haciendo mal: No cierra la venta de manera directa.\n    *   Cómo mejorar: Asignar sucursal directamente o buscar domicilio del cliente. NUNCA preguntar \"¿te parece bien si procedemos?\".\n*   **Despedida:**\n    *   Nivel: Regular (50.4)\n    *   Qué está haciendo mal: Podría estar ofreciendo una despedida más personalizada.\n    *   Cómo mejorar: Ofrecer acompañamiento SOLO durante la portabilidad. Evitar frases como \"Estaré encantado de ayudarte en el futuro\".\n*   **Proactividad:**\n    *   Nivel: Crítico (16.0)\n    *   Qué está haciendo mal: No ofrece fibra de manera proactiva.\n    *   Cómo mejorar: Integrar la oferta de fibra en el proceso de venta estándar.\n*   **Empatía:**\n    *   Nivel: Regular (47.9)\n    *   Qué está haciendo mal: Podría mostrar más comprensión y conexión con el cliente.\n    *   Cómo mejorar: Escuchar activamente al cliente, validar sus sentimientos y adaptar la comunicación a su estilo.\n*   **Resolución de Problemas:**\n    *   Nivel: Bajo (33.5)\n    *   Qué está haciendo mal: No aborda los problemas del cliente de manera efectiva.\n    *   Cómo mejorar: Escuchar atentamente el problema del cliente, ofrecer soluciones claras y concisas, y hacer un seguimiento para asegurar la satisfacción.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Identificación del cliente y cierre directo.** Práctica intensiva de la pregunta \"¿Hola, me comunico con [Nombre]?\" y técnicas de cierre directo (asignación de sucursal/domicilio). Monitoreo diario de llamadas para asegurar cumplimiento.\n*   **Semana 2:** **Proactividad y manejo de objeciones.** Implementación obligatoria de la oferta de fibra en todas las llamadas. Análisis de las objeciones más comunes y preparación de respuestas personalizadas.\n*   **Semana 3:** **Detección de necesidades y empatía.** Refinamiento de las preguntas para detectar necesidades. Role-playing para mejorar la empatía y la conexión con el cliente.\n*   **Semana 4:** **Consolidación y optimización.** Revisión general de todas las áreas de mejora. Ajustes finos en el proceso de venta para maximizar la eficiencia y la tasa de conversión.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\", \"Además de llamadas, ¿utilizás mucho las redes sociales o plataformas de video?\".\n*   **Oferta de fibra:** \"Además de su plan, le comento que tenemos un excelente servicio de fibra óptica que le va a interesar por su velocidad y estabilidad. Tenemos diferentes opciones de acuerdo a sus necesidades...\".\n*   **Cierre directo:** \"Perfecto, para avanzar con la contratación, le asigno la sucursal de [Nombre de la sucursal] que está cerca de su domicilio. ¿Le parece bien si la agendamos para mañana?\". O \"Para que tenga el chip lo antes posible, confirmo su domicilio en [Dirección] para enviárselo\".\n*   **Manejo de objeciones (Ejemplo):** \"Entiendo que el precio le preocupe. A muchos de nuestros clientes les pasó lo mismo al principio, pero una vez que probaron la calidad de nuestra conexión y la estabilidad del servicio, se dieron cuenta de que la inversión valía la pena. Además, tenemos promociones especiales que podemos revisar juntos para ajustarnos a su presupuesto\".\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 55\n*   Meta de tasa de conversión: 8%\n*   Meta de ofrecimiento de fibra: 90% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 50% (necesitamos este dato para ser precisos)\n*   Meta de TMO a alcanzar: 3.5 minutos\n*   KPIs específicos a mejorar: Identificación del cliente, proactividad y cierre.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 3, veo que tenés el potencial para ser un vendedor de alto rendimiento. A pesar de que esta última semana no fue la mejor, tus fortalezas en saludo y detección de necesidades son una base sólida para construir un mejor futuro. ¡Vamos a enfocarnos en identificar al cliente correctamente, ofrecer fibra en cada llamada y cerrar esas ventas con confianza! Sé que podés revertir esta situación y alcanzar tus metas. ¡Confío en vos y estoy acá para ayudarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:01:46.333235",
  "evolucion": null
}