{
  "agente": "MZA 18",
  "fecha_generacion": "2026-01-19T08:10:48.812463",
  "metricas": {
    "agente": "MZA 18",
    "evaluaciones": {
      "total_evaluadas": 24,
      "puntaje_promedio": 36.8,
      "puntaje_min": 0.0,
      "puntaje_max": 78.0,
      "desviacion_std": 21.6,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 6,
      "criterios": {
        "saludo_presentacion": 58.8,
        "identificacion_cliente": 18.3,
        "deteccion_necesidades": 41.2,
        "oferta_productos": 44.6,
        "manejo_objeciones": 35.0,
        "cierre": 18.3,
        "despedida": 58.3,
        "proactividad": 20.4,
        "empatia": 47.9,
        "resolucion_problemas": 13.8
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 11,
        "Cierre de venta": 10,
        "Detección de necesidades": 8,
        "Manejo de objeciones": 7,
        "Oferta de productos": 6
      },
      "fortalezas_frecuentes": {
        "Despedida": 6,
        "Saludo y presentación": 4,
        "Saludo y presentación inicial": 3,
        "Presentación": 2,
        "Manejo de objeciones": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 78.0,
          "resumen": "El agente realiza una buena detección de necesidades y ofrece productos adecuados. Maneja bien las objeciones y muestra empatía.  La principal área de mejora es el cierre de la venta, ya que no se concreta."
        },
        {
          "puntaje_total": 72.0,
          "resumen": "El agente realiza una buena presentación y ofrece los productos adecuados. Debe mejorar la verificación de datos del cliente y el cierre de la venta."
        },
        {
          "puntaje_total": 62.0,
          "resumen": "El agente se presenta y ofrece un plan. Identifica las necesidades del cliente y maneja las objeciones, pero no logra cerrar la venta de manera efectiva."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no se desarrolló como una conversación de ventas. El agente parece responder a un mensaje de voz. No hubo saludo, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre ni despedida. Tampoco hubo proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, detección de necesidades, manejo de objeciones ni cierre."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "El agente no cumple con los pasos básicos de una llamada de ventas. No se presenta, no detecta necesidades, no ofrece productos ni intenta cerrar la venta.  Lo único positivo es la correcta identificación del cliente."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 24,
      "con_saludo": 12,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 3,
      "ventas": 0,
      "score_calidad_prom": 37.5,
      "pct_saludo": 50.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 12.5,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 174.0,
      "duracion_promedio_min": 2.9,
      "distribucion_duracion": {
        "1-3 min": 18,
        "5-8 min": 3,
        "3-5 min": 2,
        "> 8 min": 1
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 36.8,
      "general": 50.3,
      "diferencia": -13.5,
      "percentil": 44.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 58.8,
        "general": 54.7,
        "diferencia": 4.1
      },
      "identificacion_cliente": {
        "agente": 18.3,
        "general": 18.8,
        "diferencia": -0.4
      },
      "deteccion_necesidades": {
        "agente": 41.2,
        "general": 36.6,
        "diferencia": 4.6
      },
      "oferta_productos": {
        "agente": 44.6,
        "general": 47.8,
        "diferencia": -3.2
      },
      "manejo_objeciones": {
        "agente": 35.0,
        "general": 44.1,
        "diferencia": -9.1
      },
      "cierre": {
        "agente": 18.3,
        "general": 25.4,
        "diferencia": -7.1
      },
      "despedida": {
        "agente": 58.3,
        "general": 55.0,
        "diferencia": 3.3
      },
      "proactividad": {
        "agente": 20.4,
        "general": 17.5,
        "diferencia": 2.9
      },
      "empatia": {
        "agente": 47.9,
        "general": 50.2,
        "diferencia": -2.2
      },
      "resolucion_problemas": {
        "agente": 13.8,
        "general": 24.0,
        "diferencia": -10.3
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 18, diseñado para impulsar su desempeño y desbloquear su máximo potencial:\n\n## ANÁLISIS DE DESEMPEÑO DE MZA 18\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 18 actualmente se encuentra por debajo del promedio del equipo en términos de puntaje IA general (-13.5 puntos) y, lo que es más crítico, en tasa de conversión (0% vs. 5.1% del equipo). Esto sugiere que, si bien puede tener algunas habilidades básicas en la interacción con el cliente, tiene dificultades para cerrar ventas. Su nivel actual se clasificaría como **Necesita Mejora**.\n\nSin embargo, los datos también muestran áreas de fortaleza relativa (saludo y presentación, detección de necesidades, despedida) y potencial para crecer significativamente. Con un enfoque estructurado en mejorar áreas específicas y adoptar técnicas de cierre más efectivas, MZA 18 tiene un **alto potencial de mejora**.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Saludo y Presentación:** Obtiene un puntaje superior al promedio del equipo en este criterio (58.8 vs 54.7). Esto indica que MZA 18 inicia bien la interacción y genera una primera impresión positiva.\n    *   **Ejemplo:** \"Hola, buenos días, mi nombre es MZA 18, ejecutivo de [Nombre de la empresa]. ¿Con quién tengo el gusto de hablar?\"\n*   **Detección de Necesidades:** También está por encima del promedio del equipo (41.2 vs 36.6), lo que sugiere que hace un esfuerzo por comprender las necesidades del cliente.\n    *   **Ejemplo:** \"Entiendo que está buscando una conexión a internet más rápida. ¿Qué tipo de actividades realiza principalmente en línea?\"\n*   **Despedida:** Su puntaje es superior al promedio del equipo. Esto muestra cortesía y profesionalismo al finalizar la interacción.\n    *   **Ejemplo:** \"Muchas gracias por su tiempo, [Nombre del cliente]. Que tenga un excelente día.\"\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Cierre de Venta:** Es la debilidad más evidente. La falta de cierres impacta directamente en la tasa de conversión.\n    *   **Importancia:** Sin un cierre efectivo, todo el esfuerzo previo es en vano. Es crucial aprender a identificar el momento oportuno para cerrar y utilizar técnicas persuasivas.\n*   **Manejo de Objeciones:** Su puntaje está significativamente por debajo del promedio del equipo (35.0 vs 44.1). No abordar las objeciones de manera efectiva impide que los clientes potenciales avancen en el proceso de compra.\n    *   **Importancia:** Las objeciones son oportunidades para aclarar dudas, reafirmar el valor de la oferta y generar confianza.\n*   **Resolución de Problemas:** Está muy por debajo del promedio del equipo (13.8 vs 24.0).\n    *   **Importancia:** La capacidad de resolver problemas rápidamente genera confianza en el cliente y evita que busquen soluciones en la competencia.\n*   **Identificación del Cliente:** Tiene un puntaje muy bajo en este criterio.\n    *   **Importancia:** No verificar los datos del cliente puede generar problemas en el futuro y dar una mala imagen de la empresa.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio               | Nivel    | Qué está haciendo mal/bien                                                                          | Cómo mejorar específicamente                                                                                                                                                                                                                              |\n| ---------------------- | -------- | ---------------------------------------------------------------------------------------------------- | --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación  | Bueno    | Inicia bien la interacción, pero podría ser más memorable y generar mayor conexión.                    | Personalizar el saludo con información relevante (ej., \"Vi que recientemente visitó nuestra página web...\") y mencionar el valor principal de la llamada (\"...para ofrecerle una solución a su necesidad de...\").                                 |\n| Identificación Cliente | Bajo     | Se debe verificar los datos del cliente.                                                              | Verificar datos del cliente al inicio de la llamada.                                                                                                                                                                                                        |\n| Detección Necesidades  | Regular   | Identifica algunas necesidades, pero podría profundizar más y hacer preguntas más específicas.          | Utilizar preguntas abiertas (\"¿Qué es lo más importante para usted en un servicio de internet?\") y escuchar activamente las respuestas para descubrir necesidades ocultas.                                                                          |\n| Oferta de Productos    | Regular   | Ofrece productos, pero podría personalizarlos más según las necesidades detectadas.                     | Adaptar la oferta a las necesidades específicas del cliente y destacar los beneficios más relevantes para él (\"Este plan le permitirá...\").                                                                                                      |\n| Manejo de Objeciones   | Bajo     | No aborda las objeciones de manera efectiva o las ignora.                                              | Preparar respuestas para las objeciones más comunes (precio, competencia, etc.) y utilizar técnicas como \"sentir, sentir, encontrar\" para validar las preocupaciones del cliente y ofrecer soluciones.                                              |\n| Cierre                 | Crítico | No intenta cerrar la venta o lo hace de manera poco efectiva.                                          | Aprender y practicar diferentes técnicas de cierre (cierre directo, cierre por alternativa, cierre por escasez) y utilizarlas en el momento oportuno.                                                                                                 |\n| Despedida              | Bueno    | Se despide de manera cortés, pero podría dejar una impresión más duradera.                             | Agradecer al cliente por su tiempo, resumir los puntos clave de la conversación y ofrecer un canal de contacto directo para futuras consultas (\"Si tiene alguna pregunta, puede comunicarse conmigo directamente al...\").                           |\n| Proactividad           | Bajo     | No demuestra iniciativa para ofrecer soluciones o anticiparse a las necesidades del cliente.            | Investigar sobre las necesidades del cliente antes de la llamada (si es posible) y ofrecer soluciones personalizadas de manera proactiva.                                                                                                            |\n| Empatía                | Regular   | Muestra cierta empatía, pero podría ser más genuino y conectarse mejor con el cliente.                  | Escuchar activamente al cliente, validar sus emociones y demostrar comprensión (\"Entiendo su frustración...\").                                                                                                                                        |\n| Resolución Problemas   | Crítico | No soluciona los problemas de los clientes.                                                              | Solucionar los problemas de los clientes y no dejarlos en la espera.                                                                                                                                                                                     |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1: Dominando el Cierre**\n\n*   **Foco:** Aprender y practicar técnicas de cierre efectivas.\n*   **Acciones:**\n    *   Capacitación intensiva en técnicas de cierre (cierre directo, cierre por alternativa, cierre por escasez, cierre suave).\n    *   Role-playing con el equipo para practicar diferentes escenarios de cierre.\n    *   Analizar grabaciones de llamadas exitosas para identificar cómo otros vendedores cierran ventas.\n    *   Establecer una meta diaria de realizar al menos tres intentos de cierre en cada llamada.\n\n**Semana 2: Derribando Objeciones**\n\n*   **Foco:** Preparar y practicar respuestas para las objeciones más comunes.\n*   **Acciones:**\n    *   Identificar las objeciones más frecuentes que enfrenta MZA 18.\n    *   Desarrollar guiones con respuestas persuasivas para cada objeción, utilizando la técnica \"sentir, sentir, encontrar\".\n    *   Role-playing con el equipo para practicar el manejo de objeciones.\n    *   Grabar y analizar llamadas para identificar áreas de mejora en el manejo de objeciones.\n\n**Semana 3: Conexión Empática**\n\n*   **Foco:** Fortalecer la empatía y la conexión con el cliente.\n*   **Acciones:**\n    *   Capacitación en habilidades de escucha activa y comunicación no verbal.\n    *   Ejercicios de role-playing para practicar la empatía y la validación de emociones.\n    *   Analizar grabaciones de llamadas para identificar oportunidades de demostrar mayor empatía.\n    *   Pedir feedback a los clientes sobre la calidad de la interacción.\n\n**Semana 4: Resolución de Problemas**\n\n*   **Foco:** Resolver los problemas de los clientes y evitar la espera.\n*   **Acciones:**\n    *   Contactar a un área interna de la empresa.\n    *   Derivar la llamada al área correspondiente para que soluciones el problema del cliente.\n    *   Pedir feedback a los clientes sobre la calidad de la resolución del problema.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo Memorable:** \"Buenos días, [Nombre del cliente], soy MZA 18 de [Nombre de la empresa]. Vi que estaba interesado en mejorar su conexión a internet, y tengo una excelente opción para usted.\"\n*   **Detección de Necesidades Profunda:** \"¿Qué tan importante es para usted tener una conexión a internet confiable? ¿Qué tipo de actividades realiza con mayor frecuencia en línea?\"\n*   **Manejo de Objeciones (Precio):** \"Entiendo que el precio es una consideración importante. Muchos de nuestros clientes también se sentían así al principio, pero luego descubrieron que el valor que obtienen con nuestra conexión de alta velocidad y nuestro servicio al cliente superior supera con creces la diferencia de precio.\"\n*   **Técnicas de Cierre:**\n    *   **Cierre Directo:** \"¿Le gustaría que activemos este plan para usted hoy mismo?\"\n    *   **Cierre por Alternativa:** \"¿Prefiere el plan A o el plan B?\"\n    *   **Cierre por Escasez:** \"Esta oferta especial solo estará disponible hasta el viernes. ¿Le gustaría aprovecharla antes de que termine?\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Aumentar el puntaje IA promedio a 60 en 30 días.\n*   **Tasa de Conversión:** Alcanzar una tasa de conversión del 3% en 30 días.\n*   **Ofrecimiento de Productos:** Aumentar el porcentaje de llamadas en las que ofrece un plan o fibra al 50%.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje en \"Cierre\" en un 50%.\n    *   Aumentar el puntaje en \"Manejo de Objeciones\" en un 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 18, veo tu potencial. Ya tienes una buena base en el saludo, la detección de necesidades y la despedida. Ahora, vamos a enfocarnos en cerrar esas ventas y convertirte en un crack. ¡Sé que puedes hacerlo! Con el plan de acción que hemos diseñado, estoy seguro de que en poco tiempo estarás superando tus propios límites y alcanzando un nuevo nivel de éxito. ¡Confío en ti y en tu capacidad para crecer!\n",
  "modelo_usado": "gemini-2.0-flash"
}