{
  "agente": "Rodrigo Coraglia",
  "agente_codigo": "MZA 13",
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-09T08:44:01.983649",
  "metricas": {
    "agente": "Rodrigo Coraglia",
    "agente_codigo": "MZA 13",
    "equipo": "ARENAS YASMIN",
    "evaluaciones": {
      "total_evaluadas": 31,
      "puntaje_promedio": 33.8,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 27.9,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 5,
      "llamadas_regulares": 5,
      "llamadas_criticas": 18,
      "criterios": {
        "saludo_presentacion": 25.5,
        "identificacion_cliente": 52.3,
        "deteccion_necesidades": 10.6,
        "oferta_productos": 31.3,
        "manejo_objeciones": 31.6,
        "cierre": 17.1,
        "despedida": 64.2,
        "proactividad": 3.9,
        "empatia": 45.2,
        "resolucion_problemas": 20.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 17,
        "Proactividad": 15,
        "Identificación del cliente": 10,
        "Manejo de objeciones": 10,
        "Cierre": 10
      },
      "fortalezas_frecuentes": {
        "Empatía": 6,
        "Identificación del cliente": 6,
        "Identificación del cliente.": 4,
        "Manejo de objeciones.": 4,
        "Despedida": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente necesita mejorar la presentación, la identificación del cliente, la detección de necesidades, el manejo de objeciones, el cierre y la despedida. Debe ser más proactivo y mostrar más empatía. La resolución de problemas es deficiente."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, ofreció un plan y manejó las objeciones. Se mostró proactivo y empático."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece un plan directo y maneja las objeciones.  El cierre podría ser más directo.  No ofrece productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios obligatorios. No se presentó correctamente, no verificó la identidad, no detectó necesidades, ni ofreció productos de manera proactiva. No se realizó el cierre de la venta.  La conversación se enfocó en la cobertura."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni cierra la venta. No hay proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada fue improductiva. El agente no cumplió con los estándares de calidad, mostrando una actitud inadecuada y falta de profesionalismo."
        }
      ],
      "pct_ofrece_fibra": 3.2
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.7
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 60,
      "con_plan": 14,
      "ofrece_fibra": 14,
      "pct_plan": 23.3,
      "pct_fibra": 23.3
    },
    "calidad_llamadas": {
      "total_llamadas": 172,
      "tmo_seg": 118.9,
      "pct_capta_atencion": 43.6,
      "menos_30seg": 23,
      "corte_cliente": 143,
      "corte_agente": 26
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 33.8,
      "general": 30.6,
      "diferencia": 3.2,
      "percentil": 60.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 25.5,
        "general": 17.9,
        "diferencia": 7.6
      },
      "identificacion_cliente": {
        "agente": 52.3,
        "general": 49.4,
        "diferencia": 2.8
      },
      "deteccion_necesidades": {
        "agente": 10.6,
        "general": 14.3,
        "diferencia": -3.7
      },
      "oferta_productos": {
        "agente": 31.3,
        "general": 36.1,
        "diferencia": -4.8
      },
      "manejo_objeciones": {
        "agente": 31.6,
        "general": 27.8,
        "diferencia": 3.8
      },
      "cierre": {
        "agente": 17.1,
        "general": 19.5,
        "diferencia": -2.4
      },
      "despedida": {
        "agente": 64.2,
        "general": 51.2,
        "diferencia": 13.0
      },
      "proactividad": {
        "agente": 3.9,
        "general": 8.5,
        "diferencia": -4.6
      },
      "empatia": {
        "agente": 45.2,
        "general": 37.5,
        "diferencia": 7.7
      },
      "resolucion_problemas": {
        "agente": 20.0,
        "general": 21.0,
        "diferencia": -1.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Rodrigo Coraglia\n\n### 1. DIAGNOSTICO GENERAL\n\nEl nivel actual de Rodrigo es **Necesita Mejora**. Si bien su puntaje promedio (33.8 de 100) es ligeramente superior al promedio del equipo (30.6 de 100), aún se encuentra lejos de un desempeño óptimo. La alta desviación estándar (27.9) indica una gran variabilidad en la calidad de sus llamadas, con muchos puntajes muy bajos que impactan negativamente el promedio. Comparado con el coaching anterior, su puntaje ha disminuido (de 45.7 a 33.8), lo que indica un retroceso en su desempeño y la necesidad urgente de implementar un plan de acción enfocado. El potencial de mejora es significativo, especialmente en la detección de necesidades, proactividad y cierre, áreas donde consistentemente obtiene bajos puntajes. Es importante destacar que el bajo porcentaje de llamadas con oferta de fibra (23.3%) limita considerablemente su potencial de venta.\n\n### 2. FORTALEZAS\n\n*   **Despedida:** Obtiene un puntaje de 64.2 de 100, significativamente superior al promedio del equipo (51.2 de 100). Rodrigo tiene la capacidad de dejar una buena impresión final en el cliente, lo cual es valioso para construir una relación a largo plazo.\n*   **Empatía:** Su puntaje de 45.2 de 100, también supera el promedio del equipo (37.5 de 100). Esto indica que Rodrigo puede conectar con los clientes y comprender sus inquietudes, lo que facilita la comunicación.\n*   **Identificación del Cliente:** Si bien sigue siendo un área de mejora, Rodrigo ha mostrado una pequeña mejora en la identificación del cliente, pasando de 4 de 100 en el coaching anterior a 6 de 100.\n\n### 3. AREAS CRITICAS DE MEJORA\n\n*   **Detección de Necesidades:** Con un puntaje de 10.6 de 100, esta es la principal debilidad de Rodrigo. No está logrando comprender las necesidades específicas de cada cliente, lo que dificulta la oferta de productos y servicios adecuados.\n*   **Proactividad:** Obtiene un puntaje muy bajo (3.9 de 100), lo que indica una falta de iniciativa para ofrecer productos adicionales o soluciones alternativas a los clientes.\n*   **Cierre:** Su puntaje de 17.1 de 100 revela dificultades para concretar la venta. No está utilizando técnicas de cierre efectivas y está perdiendo oportunidades de negocio.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 25.5 de 100. *Qué hace mal:* Podría ser más claro y conciso en la presentación, generando una impresión más profesional y confiable. *Cómo mejorar:* Practicar un speech de presentación estandarizado y adaptable a cada cliente.\n*   **Identificación del Cliente:** 52.3 de 100. *Qué hace bien:* Está mejorando en la verificación de la identidad del cliente. *Qué puede mejorar:* Asegurarse de confirmar el nombre completo al inicio de la llamada, usar la información obtenida para personalizar la conversación.\n*   **Detección de Necesidades:** 10.6 de 100. *Qué hace mal:* No realiza preguntas clave para comprender las necesidades del cliente. Se enfoca en ofrecer productos sin conocer sus preferencias y hábitos de uso. *Cómo mejorar:* Incorporar preguntas como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" inmediatamente después de la identificación.\n*   **Oferta de Productos:** 31.3 de 100. *Qué hace mal:* No ofrece la fibra directamente, esperando la aprobación del cliente. *Cómo mejorar:* Después de detectar la necesidad, comentar DIRECTAMENTE la oferta de fibra. Ejemplo: \"Considerando que usa mucho [lo que el cliente dijo que más usa], tengo una oferta de fibra que LE VA a interesar muchísimo...\"\n*   **Manejo de Objeciones:** 31.6 de 100. *Qué hace mal:* No rebate las objeciones de forma puntual, dando respuestas genéricas. *Cómo mejorar:* Preparar respuestas específicas para las objeciones más comunes, como el precio o la competencia.\n*   **Cierre:** 17.1 de 100. *Qué hace mal:* No asigna sucursal o solicita el domicilio del cliente para concretar la venta. *Cómo mejorar:* Una vez presentada la oferta y manejadas las objeciones, proceder directamente a asignar la sucursal más cercana o preguntar por el domicilio.\n*   **Despedida:** 64.2 de 100. *Qué hace bien:* Mantiene una despedida cordial. *Qué puede mejorar:* Reforzar la disponibilidad para acompañar al cliente durante el proceso de portabilidad.\n*   **Proactividad:** 3.9 de 100. *Qué hace mal:* No ofrece productos adicionales ni soluciones alternativas. *Cómo mejorar:* Una vez ofrecido el plan principal, ofrecer DIRECTAMENTE servicios adicionales como Movistar Play o seguros para el celular.\n*   **Empatía:** 45.2 de 100. *Qué hace bien:* Demuestra empatía con el cliente. *Qué puede mejorar:* Utilizar la empatía para generar confianza y construir una relación a largo plazo.\n*   **Resolución de Problemas:** 20.0 de 100. *Qué hace mal:* No logra resolver los problemas del cliente de manera efectiva. *Cómo mejorar:* Escuchar atentamente el problema, ofrecer soluciones concretas y hacer seguimiento para asegurar la satisfacción del cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco principal: Detección de Necesidades y Proactividad.** Rodrigo deberá practicar la formulación de preguntas clave para detectar las necesidades del cliente y ofrecer productos adicionales. *Acciones:*\n    *   Repasar el listado de preguntas clave y ensayarlas en role-playing.\n    *   Escuchar grabaciones de llamadas exitosas para identificar cómo los mejores vendedores detectan necesidades.\n    *   Practicar la oferta de productos adicionales (Movistar Play, seguros) en cada llamada.\n\n**Semana 2:** **Siguiente prioridad: Oferta de Fibra y Cierre Directo.** El objetivo es que Rodrigo incorpore la oferta de fibra en todas las llamadas y utilice técnicas de cierre más efectivas. *Acciones:*\n    *   Practicar el speech de oferta de fibra, enfatizando los beneficios para el cliente.\n    *   Incorporar frases de cierre directo, como \"Para activar este plan, ¿le asigno la sucursal más cercana o prefiere que coordinemos la visita de un técnico a su domicilio?\".\n    *   Analizar grabaciones de sus propias llamadas para identificar oportunidades perdidas de cierre.\n\n**Semana 3:** **Consolidación: Manejo de Objeciones Personalizado.** Rodrigo deberá enfocarse en mejorar su capacidad para rebatir las objeciones más comunes de los clientes. *Acciones:*\n    *   Preparar un listado de respuestas específicas para las objeciones más frecuentes (precio, competencia, etc.).\n    *   Practicar el manejo de objeciones en role-playing, simulando diferentes escenarios.\n    *   Grabar sus propias llamadas y analizar cómo maneja las objeciones para identificar áreas de mejora.\n\n**Semana 4:** **Optimización: Revisión general y enfoque en la calidad de las llamadas.** El objetivo es consolidar las mejoras realizadas en las semanas anteriores y enfocarse en mantener un alto nivel de calidad en todas las llamadas. *Acciones:*\n    *   Revisar todas las áreas de mejora identificadas en el análisis inicial.\n    *   Escuchar grabaciones de sus propias llamadas para identificar áreas donde aún puede mejorar.\n    *   Solicitar feedback adicional a su supervisor o compañeros de equipo.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n    *   \"¿Hablo con el titular de la línea?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n    *   \"¿En qué usás principalmente tu conexión a internet?\"\n*   **Cómo ofrecer fibra directamente:**\n    *   \"Tengo una oferta de fibra que LE VA a interesar muchísimo, especialmente si [mencionar lo que el cliente dijo que más usa].\"\n*   **Técnicas de cierre directo:**\n    *   \"Para activar este plan, ¿le asigno la sucursal más cercana o prefiere que coordinemos la visita de un técnico a su domicilio?\"\n    *   \"Perfecto, entonces lo que voy a hacer ahora es...\" (y proceder a asignar sucursal o domicilio).\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te aseguro que la velocidad y estabilidad de nuestra fibra valen la pena. Además, [mencionar un beneficio adicional que justifique el precio].\"\n    *   **Competencia:** \"Entiendo que tengas otras opciones en mente. Pero Movistar te ofrece [mencionar una ventaja competitiva, como la cobertura o el servicio al cliente].\"\n    *   **No necesito fibra:** \"Entiendo, pero tené en cuenta que con la fibra vas a poder [mencionar un beneficio específico relacionado con las necesidades del cliente, como ver películas en streaming sin interrupciones].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 65 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas críticas a menos del 5%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 50 de 100.\n    *   Aumentar el puntaje en \"Proactividad\" a 25 de 100.\n    *   Aumentar el puntaje en \"Cierre\" a 40 de 100.\n    *   Aumentar el porcentaje de llamadas con oferta de fibra al 75%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nRodrigo, sé que podés mejorar significativamente tu desempeño. Tenés la empatía y la capacidad de conectar con los clientes. Ahora, necesitamos enfocarnos en desarrollar tus habilidades para detectar necesidades, ser más proactivo y cerrar más ventas. Este plan de acción está diseñado para ayudarte a alcanzar tu máximo potencial. Confío en tu compromiso y estoy acá para apoyarte en cada paso del camino. ¡Vamos a lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}