{
  "agente": "Mza 323",
  "agente_codigo": "MZA 323",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:23:24.426640",
  "metricas": {
    "agente": "Mza 323",
    "agente_codigo": "MZA 323",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 107,
      "puntaje_promedio": 25.5,
      "puntaje_min": 0,
      "puntaje_max": 100,
      "desviacion_std": 24.4,
      "llamadas_excelentes": 3,
      "llamadas_buenas": 10,
      "llamadas_regulares": 19,
      "llamadas_criticas": 75,
      "criterios": {
        "saludo_presentacion": 23.0,
        "identificacion_cliente": 50.7,
        "deteccion_necesidades": 15.2,
        "oferta_productos": 35.8,
        "manejo_objeciones": 24.1,
        "cierre": 11.4,
        "despedida": 45.1,
        "proactividad": 7.4,
        "empatia": 35.3,
        "resolucion_problemas": 15.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 60,
        "Manejo de objeciones": 43,
        "Proactividad": 37,
        "Identificación del cliente": 35,
        "Presentación": 34
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 25,
        "Empatía": 16,
        "Despedida": 15,
        "Manejo de objeciones": 8,
        "Despedida cordial.": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece productos de forma directa y maneja las objeciones. Completa el proceso de cierre y se despide de forma cordial. Muestra empatía y busca resolver el problema del cliente."
        },
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece un plan adecuado y maneja las objeciones de forma efectiva, completando el cierre de la venta. Se despide correctamente y muestra empatía. Puede mejorar en la proactividad al ofrecer productos adicionales."
        },
        {
          "puntaje_total": 81.0,
          "resumen": "El agente realiza una buena presentación, identifica necesidades y ofrece un plan adecuado. Maneja las objeciones y cierra la venta correctamente, mostrando empatía. No ofrece productos adicionales. Es un buen desempeño en general."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no maneja objeciones ni completa el cierre.  Necesita mejorar en todas las áreas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente necesita mejorar la presentación, la identificación del cliente, la detección de necesidades, el manejo de objeciones y el cierre de ventas.  Debe enfocarse en ofrecer la oferta de manera correcta, proactiva y mostrando empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni completa el cierre."
        }
      ],
      "pct_ofrece_fibra": 10.3
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 274,
      "tmo_seg": 99.0,
      "pct_capta_atencion": 42.7,
      "menos_30seg": 76,
      "corte_cliente": 170,
      "corte_agente": 104
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 25.5,
      "general": 30.6,
      "diferencia": -5.0,
      "percentil": 49.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 23.0,
        "general": 17.9,
        "diferencia": 5.1
      },
      "identificacion_cliente": {
        "agente": 50.7,
        "general": 49.4,
        "diferencia": 1.3
      },
      "deteccion_necesidades": {
        "agente": 15.2,
        "general": 14.3,
        "diferencia": 0.9
      },
      "oferta_productos": {
        "agente": 35.8,
        "general": 36.1,
        "diferencia": -0.3
      },
      "manejo_objeciones": {
        "agente": 24.1,
        "general": 27.8,
        "diferencia": -3.7
      },
      "cierre": {
        "agente": 11.4,
        "general": 19.5,
        "diferencia": -8.1
      },
      "despedida": {
        "agente": 45.1,
        "general": 51.2,
        "diferencia": -6.0
      },
      "proactividad": {
        "agente": 7.4,
        "general": 8.5,
        "diferencia": -1.1
      },
      "empatia": {
        "agente": 35.3,
        "general": 37.5,
        "diferencia": -2.1
      },
      "resolucion_problemas": {
        "agente": 15.8,
        "general": 21.0,
        "diferencia": -5.3
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 323\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual de Mza 323 se encuentra en un nivel **Crítico**. Su puntaje promedio de 25.5 de 100 está significativamente por debajo del promedio del equipo (30.6 de 100), ubicándolo en el percentil 49.7. Esto indica un margen de mejora considerable para alcanzar el rendimiento promedio del equipo e incluso superarlo.\n\nComparando con el coaching anterior, el puntaje promedio se mantiene igual (25.5), sin embargo, es importante notar cambios en las áreas de mejora y fortalezas. Esto sugiere que, si bien no ha habido una mejora general en el puntaje, ciertos aspectos pueden haber cambiado. El potencial de mejora es alto, especialmente si se abordan las áreas críticas identificadas y se capitalizan las fortalezas.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 50.7 de 100, Mza 323 demuestra una habilidad relativamente buena en identificar al cliente al inicio de la llamada.\n*   **Empatía:** Muestra un nivel de empatía superior al promedio en las llamadas (35.3 de 100), lo que puede ayudar a construir una relación con el cliente.\n*   **Despedida:** Su despedida es un punto fuerte (45.1 de 100), dejando una impresión positiva al finalizar la llamada.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:**  Con un puntaje de 15.2 de 100, esta es el área más crítica a mejorar. Sin una comprensión clara de las necesidades del cliente, la oferta de productos será ineficaz.\n*   **Manejo de Objeciones:** Un puntaje de 24.1 de 100 indica que Mza 323 necesita mejorar significativamente su capacidad para abordar las preocupaciones y dudas de los clientes de manera efectiva.\n*   **Cierre:** El puntaje de 11.4 de 100 en cierre revela dificultades para concretar la venta. Es crucial implementar técnicas de cierre directas y efectivas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 23.0 de 100. *Qué hace mal:* Posiblemente la presentación es muy breve o no genera suficiente confianza. *Cómo mejorar:* Implementa un saludo que genere impacto: \"Hola [Nombre del cliente], soy [Tu Nombre] de Movistar. Tengo una oferta que le VA a interesar para [menciona un beneficio clave, ej: ahorrar en su factura]\".\n*   **Identificación del Cliente:** 50.7 de 100. *Qué hace bien:* Sabe verificar la persona. *Cómo mejorar:* Asegúrate de utilizar la información obtenida para personalizar la oferta más adelante.\n*   **Detección de Necesidades:** 15.2 de 100. *Qué hace mal:* No indaga lo suficiente sobre las necesidades del cliente. *Cómo mejorar:* Inicia la conversación preguntando directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés actualmente?\". Profundiza con preguntas adicionales como \"Entiendo, ¿y ese consumo de datos te resulta suficiente o te quedás corto?\".\n*   **Oferta de Productos:** 35.8 de 100. *Qué hace mal:* Probablemente ofrece los productos sin conectar con las necesidades del cliente. *Cómo mejorar:* Ofrece la fibra directamente sin preguntar si le interesa. \"Además de esto, en tu zona tenemos la mejor conexión de Fibra óptica de Movistar, con [velocidad] megas. Para que puedas ver tus series y películas favoritas sin interrupciones.\"\n*   **Manejo de Objeciones:** 24.1 de 100. *Qué hace mal:* No rebate las objeciones de forma puntual. *Cómo mejorar:* Prepara respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Ejemplo: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te cuento que este plan incluye [beneficios específicos] que hacen que valga la pena la inversión.\"\n*   **Cierre:** 11.4 de 100. *Qué hace mal:* No cierra la venta de forma efectiva. *Cómo mejorar:* Asigna la sucursal más cercana o pregunta directamente por la dirección para coordinar la instalación: \"¿Te queda bien que lo activemos en la sucursal de [nombre de la sucursal]? / Perfecto, ¿en qué dirección querés que te lo activemos?\".\n*   **Despedida:** 45.1 de 100. *Qué hace bien:* Se despide cordialmente. *Cómo mejorar:* Agradece al cliente por su tiempo y reafirma el compromiso de Movistar.\n*   **Proactividad:** 7.4 de 100. *Qué hace mal:* No ofrece productos adicionales. *Cómo mejorar:* Ofrece promociones adicionales o complementos al plan inicial.\n*   **Empatía:** 35.3 de 100. *Qué hace bien:* Muestra empatía con el cliente. *Cómo mejorar:* Utiliza la información obtenida en la detección de necesidades para demostrar que entiendes sus problemas.\n*   **Resolución de Problemas:** 15.8 de 100. *Qué hace mal:* No ofrece soluciones efectivas a los problemas del cliente. *Cómo mejorar:* Escucha atentamente los problemas del cliente y ofrece soluciones concretas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco: Detección de Necesidades**. Practicar activamente preguntas para identificar las necesidades del cliente. Registrar las necesidades clave de cada cliente en una hoja de cálculo. Analizar al final del día qué preguntas fueron más efectivas.\n**Semana 2:** **Foco: Manejo de Objeciones**. Crear un guion con respuestas específicas para las objeciones más comunes (precio, competencia). Practicar el guion con el equipo DIANA. Registrar las objeciones más frecuentes y las respuestas más efectivas.\n**Semana 3:** **Foco: Cierre**. Implementar técnicas de cierre directas y efectivas (asignación de sucursal, solicitud de dirección).  Realizar simulaciones de ventas enfocándose en el cierre.\n**Semana 4:** **Foco: Consolidación y Proactividad**. Combinar las habilidades aprendidas en las semanas anteriores para ofrecer una experiencia de venta completa. Incorporar la oferta de productos adicionales (proactividad) a la conversación.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés actualmente? ¿Te resulta suficiente o te quedás corto?\"\n*   **Como ofrecer fibra directamente:** \"Además de esto, en tu zona tenemos la mejor conexión de Fibra óptica de Movistar, con [velocidad] megas. Para que puedas ver tus series y películas favoritas sin interrupciones.\"\n*   **Técnicas de cierre directo:** \"¿Te queda bien que lo activemos en la sucursal de [nombre de la sucursal]? / Perfecto, ¿en qué dirección querés que te lo activemos?\".\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero te cuento que este plan incluye [beneficios específicos] que hacen que valga la pena la inversión.\"\n    *   **Competencia:** \"Entiendo que estés considerando otras opciones.  La diferencia con Movistar es que te ofrecemos [ventaja competitiva clave, ej: mejor cobertura, servicio técnico especializado, etc.].\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 45 de 100.\n*   **Meta de calidad de llamadas:** Reducir la cantidad de llamadas de menos de 30 segundos en un 20%. Aumentar la captación de atención a más de 1 minuto en un 15%.\n*   **KPIs específicos a mejorar:** Aumentar la tasa de detección de necesidades (preguntas realizadas) en un 50%. Aumentar la tasa de cierre de ventas en un 15%. Aumentar el porcentaje de oferta de fibra al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 323, tenés la base para ser un vendedor exitoso en Movistar. Tu empatía y habilidad para identificar al cliente son valiosas. Ahora, concentrémonos en afinar tu habilidad para detectar las necesidades de tus clientes, manejar las objeciones con seguridad y cerrar la venta con determinación. Con trabajo duro y aplicando estas estrategias, vas a superar tus propios límites y alcanzar un nuevo nivel de éxito. ¡Confío en tu potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}