{
  "agente": "MZA 22",
  "fecha_generacion": "2026-01-26T14:27:51.138441",
  "metricas": {
    "agente": "MZA 22",
    "evaluaciones": {
      "total_evaluadas": 119,
      "puntaje_promedio": 46.3,
      "puntaje_min": 0.0,
      "puntaje_max": 705.0,
      "desviacion_std": 64.4,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 23,
      "criterios": {
        "saludo_presentacion": 55.4,
        "identificacion_cliente": 39.2,
        "deteccion_necesidades": 39.7,
        "oferta_productos": 38.1,
        "manejo_objeciones": 46.6,
        "cierre": 22.7,
        "despedida": 46.0,
        "proactividad": 18.9,
        "empatia": 64.3,
        "resolucion_problemas": 41.0
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 26,
        "Proactividad": 24,
        "Detección de necesidades": 17,
        "Manejo de objeciones": 16,
        "Mencionar la promoción del 80% de descuento.": 13
      },
      "fortalezas_frecuentes": {
        "Empatía": 32,
        "Saludo y presentación": 13,
        "Identificación del cliente": 11,
        "Manejo de objeciones.": 10,
        "Detección de necesidades": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 705.0,
          "resumen": "El agente presenta un desempeño aceptable. Mejora en la presentación inicial y en la detección de necesidades, así como en el cierre y la despedida. Podría ser más proactivo en la oferta de productos y en el manejo de objeciones."
        },
        {
          "puntaje_total": 88.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad y ofreció productos.  Buen manejo de objeciones y empatía.  Necesita mejorar la claridad en la mención del 80% de descuento y la precisión en el cierre."
        },
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, y mostró empatía al entender la situación. Ofreció planes y fibra, pero olvidó mencionar el 80% de descuento de la promo.  Manejó objeciones y realizó un cierre directo."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios del negocio. No menciona la promoción vigente, no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada y la conversación es muy informal y fuera de tema."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece la promoción vigente, no realiza un cierre adecuado, ni muestra proactividad. La comunicación es confusa y carece de empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio, la llamada no parece ser una venta. No se identifica, no detecta necesidades, no ofrece productos ni menciona la promoción."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 119,
      "puntaje_promedio": 46.3,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 23,
      "criterios": {
        "saludo_presentacion": 55.4,
        "identificacion_cliente": 39.2,
        "deteccion_necesidades": 39.7,
        "oferta_productos": 38.1,
        "manejo_objeciones": 46.6,
        "cierre": 22.7,
        "despedida": 46.0,
        "proactividad": 18.9,
        "empatia": 64.3,
        "resolucion_problemas": 41.0
      }
    },
    "clasificacion": {
      "total_llamadas": 56,
      "con_saludo": 53,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 20,
      "ventas": 1,
      "score_calidad_prom": 51.3,
      "pct_saludo": 94.6,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 35.7,
      "tasa_conversion": 1.8
    },
    "integral": {
      "duracion_promedio_seg": 400.0,
      "duracion_promedio_min": 6.7,
      "distribucion_duracion": {
        "1-3 min": 23,
        "3-5 min": 14,
        "> 8 min": 11,
        "5-8 min": 8
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 46.3,
      "general": 35.7,
      "diferencia": 10.6,
      "percentil": 74.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 55.4,
        "general": 32.0,
        "diferencia": 23.4
      },
      "identificacion_cliente": {
        "agente": 39.2,
        "general": 38.7,
        "diferencia": 0.5
      },
      "deteccion_necesidades": {
        "agente": 39.7,
        "general": 23.3,
        "diferencia": 16.5
      },
      "oferta_productos": {
        "agente": 38.1,
        "general": 28.6,
        "diferencia": 9.5
      },
      "manejo_objeciones": {
        "agente": 46.6,
        "general": 33.0,
        "diferencia": 13.6
      },
      "cierre": {
        "agente": 22.7,
        "general": 18.8,
        "diferencia": 3.9
      },
      "despedida": {
        "agente": 46.0,
        "general": 38.5,
        "diferencia": 7.4
      },
      "proactividad": {
        "agente": 18.9,
        "general": 13.9,
        "diferencia": 5.0
      },
      "empatia": {
        "agente": 64.3,
        "general": 43.0,
        "diferencia": 21.3
      },
      "resolucion_problemas": {
        "agente": 41.0,
        "general": 25.1,
        "diferencia": 15.9
      }
    },
    "conversion": {
      "agente": 1.8,
      "general": 5.1,
      "diferencia": -3.4
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 22\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 22 muestra un desempeño que necesita mejora. Si bien supera el promedio general del equipo en puntaje IA (46.3 vs 35.7) y en casi todos los criterios individuales, su tasa de conversión es significativamente más baja (1.8% vs 5.1%), lo que indica que, aunque su interacción con los clientes es mejor evaluada por la IA, no se traduce en ventas efectivas. Su nivel actual se encuentra en \"Necesita Mejora\".\n\n**EVOLUCIÓN:** Comparado con el período anterior, el puntaje IA promedio de MZA 22 ha disminuido considerablemente (58.5 a 46.3). Las áreas de mejora identificadas anteriormente (Identificación del cliente, Cierre de venta, Manejo de objeciones, Proactividad) siguen siendo problemáticas, lo que indica que las acciones implementadas no han sido efectivas o no se han aplicado consistentemente. El potencial de mejora es alto, pero requiere un enfoque intensivo en la conversión de la interacción positiva en cierres de venta concretos.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ**: En comparación con el período anterior (donde las fortalezas identificadas eran Empatía, Saludo y presentación, Detección de necesidades, Manejo de objeciones y Oferta de productos), la métrica de **Identificación del cliente** aparece ahora como una fortaleza frecuente. Esto indica una ligera mejora en la verificación de la identidad del cliente al inicio de la llamada, aunque aún persisten problemas en la puntuación general de ese criterio.\n*   **QUÉ EMPEORÓ**: El puntaje IA general y la tasa de conversión han empeorado. De forma individual, todos los criterios han visto una bajada en su puntaje promedio, lo cual indica que debe retomar los esfuerzos para alcanzar un mejor nivel en cada área.\n*   **QUÉ SIGUE PENDIENTE**: La Proactividad y el Cierre de Venta siguen siendo las áreas más críticas y sin mejoras significativas. También la necesidad de mencionar la promoción del 80% de descuento se mantiene como un área problemática.\n*   **TENDENCIA GENERAL**: MZA 22 necesita una intervención urgente. A pesar de tener fortalezas en la interacción con el cliente, la disminución en el puntaje IA y la baja tasa de conversión indican que no está cumpliendo con los objetivos de ventas.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Empatía**: MZA 22 muestra una alta capacidad para conectar con los clientes, lo cual es fundamental para construir relaciones y generar confianza.\n*   **Saludo y Presentación**: El agente se presenta correctamente, lo que genera una buena primera impresión.\n*   **Identificación del cliente**: Mejoró respecto al período anterior, indicando una mayor atención a verificar la identidad al comienzo de la llamada.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Proactividad**: (PERSISTENTE) MZA 22 no está ofreciendo fibra de forma consistente y directa. Esto es crucial para aumentar las ventas y ofrecer un valor agregado a los clientes.\n*   **Cierre**: (PERSISTENTE) El agente no está cerrando las ventas de manera efectiva. Debe dejar de preguntar y empezar a tomar acciones directas para avanzar en el proceso de venta (asignar sucursal, buscar domicilio).\n*   **Identificación del cliente**: (PERSISTENTE) A pesar de mostrarse como una fortaleza frecuente, sigue siendo un área de mejora general ya que sus puntajes son bajos. Debe asegurarse de verificar la identidad del cliente utilizando la frase correcta: \"Hola, ¿me comunico con [Nombre]?\"\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n*   **TMO (Tiempo Medio Operativo)**: 6.7 minutos (400 segundos) está significativamente por encima del rango óptimo de 2-4 minutos y del promedio del equipo. Esto sugiere que MZA 22 está teniendo dificultades para cerrar las ventas de manera eficiente o está invirtiendo demasiado tiempo en conversaciones no productivas.\n*   **% Capta Atención**: No se proporciona este dato, lo que dificulta evaluar el nivel de enganche del cliente. Es fundamental obtener este dato para la próxima evaluación.\n*   **Cortes de llamada**: No se proporciona este dato, por lo que no se puede analizar quién finaliza la llamada con mayor frecuencia.\n*   **Llamadas <30 seg**: No se proporciona este dato. Es importante monitorear este KPI para identificar problemas en el saludo inicial.\n*   **Tasa de aprobación de ventas**: No hay datos disponibles. Es necesario obtener esta información para identificar posibles problemas en la calidad de las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación**:\n    *   Nivel: Bueno\n    *   Qué está haciendo bien: Se presenta correctamente.\n    *   Cómo mejorar: Asegurarse de usar la frase \"Tengo una oferta que LE VA a interesar\" en lugar de \"Tengo una oferta que podría interesarle\".\n*   **Identificación del cliente**:\n    *   Nivel: Bajo\n    *   Qué está haciendo mal: No verifica la identidad del cliente de forma consistente.\n    *   Cómo mejorar: Usar siempre la frase \"¿Me comunico con [Nombre]?\" al inicio de la llamada.\n*   **Detección de necesidades**:\n    *   Nivel: Bajo\n    *   Qué está haciendo mal: Realiza preguntas genéricas en lugar de indagar sobre el uso específico del celular.\n    *   Cómo mejorar: Preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de productos**:\n    *   Nivel: Bajo\n    *   Qué está haciendo mal: No ofrece productos de forma proactiva o no destaca los beneficios de la oferta.\n    *   Cómo mejorar: Mencionar directamente la promoción del 80% de descuento y enfocar la oferta en las necesidades detectadas.\n*   **Manejo de objeciones**:\n    *   Nivel: Regular\n    *   Qué está haciendo mal: Da respuestas genéricas a las objeciones en lugar de personalizarlas.\n    *   Cómo mejorar: Adaptar la respuesta a la objeción específica del cliente, sincronizando la respuesta con su situación particular.\n*   **Cierre**:\n    *   Nivel: Crítico\n    *   Qué está haciendo mal: Pregunta si el cliente quiere seguir en lugar de proceder directamente.\n    *   Cómo mejorar: Asignar directamente una sucursal o buscar el domicilio del cliente para la instalación.\n*   **Despedida**:\n    *   Nivel: Regular\n    *   Qué está haciendo mal: Ofrece ayuda en el futuro en lugar de enfocarse en el acompañamiento durante la portabilidad.\n    *   Cómo mejorar: Ofrecer acompañamiento SOLO durante el proceso de portabilidad.\n*   **Proactividad**:\n    *   Nivel: Crítico\n    *   Qué está haciendo mal: No ofrece fibra de forma directa.\n    *   Cómo mejorar: Comentar directamente sobre fibra, sin preguntar si le interesa al cliente.\n*   **Empatía**:\n    *   Nivel: Bueno\n    *   Qué está haciendo bien: Muestra comprensión hacia los clientes.\n    *   Cómo mejorar: Utilizar la empatía para personalizar aún más la oferta y el manejo de objeciones.\n*   **Resolución de problemas**:\n    *   Nivel: Bajo\n    *   Qué está haciendo mal: No resuelve los problemas del cliente de forma efectiva.\n    *   Cómo mejorar: Escuchar atentamente el problema del cliente y ofrecer soluciones concretas.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n*   **Semana 1:** **Cierre DIRECTO y Proactividad con la Fibra.** Implementar técnicas de cierre directo (asignar sucursal, buscar domicilio) y ofrecer fibra en TODAS las llamadas. Practicar scripts y role-playing.\n*   **Semana 2:** **Identificación del cliente y Detección de necesidades.** Reforzar la correcta identificación del cliente y el uso de preguntas efectivas para detectar necesidades reales. Analizar grabaciones de llamadas para identificar áreas de mejora.\n*   **Semana 3:** **Manejo de objeciones personalizado.** Desarrollar scripts para manejar las objeciones más comunes de forma personalizada. Escuchar grabaciones de llamadas y proporcionar feedback específico.\n*   **Semana 4:** **Consolidación y revisión de métricas.** Revisar el progreso en todos los KPIs. Ajustar el plan según sea necesario. Celebrar los logros y reforzar las áreas que necesitan más atención.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Ahora que tenemos tu línea, te comento que tenemos cobertura de fibra óptica en tu zona. Con la fibra vas a poder disfrutar de una conexión mucho más rápida y estable para todos tus dispositivos en casa.\"\n*   **Cierre DIRECTO:** \"Perfecto, para avanzar con la activación de tu nuevo plan, te asigné una sucursal de Movistar en [Ciudad] ubicada en [Dirección] para que retires tu chip. ¿Te queda cómoda?\" (Asignar sucursal DIRECTAMENTE sin preguntar si quiere seguir).\n*   **Manejo de precio:** \"Entiendo que el precio es un factor importante. La realidad es que la calidad de la conexión y la estabilidad del servicio justifican la inversión. Muchos clientes al principio se preocuparon por el precio, pero una vez que empezaron a usar el servicio, valoraron la diferencia y no se arrepintieron.\"\n*   **Manejo de objeción (Ya tengo un plan):** \"Entiendo, pero con nuestro plan vas a tener más gigas, mejor velocidad y el beneficio adicional de [Mencionar beneficio específico del plan]. Además, te ofrecemos el 80% de descuento por [tiempo determinado] y la posibilidad de acceder a nuestra fibra óptica.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Aumentar el puntaje promedio a 65 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 4% en 30 días.\n*   **Oferta de Productos:** Ofrecer fibra en el 90% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min al 50%.\n*   **TMO:** Reducir el TMO a 4 minutos en promedio.\n*   **KPIs Específicos:** Mejorar el puntaje en \"Cierre\" y \"Proactividad\" en al menos 20 puntos cada uno.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 22, reconozco tu potencial y tu capacidad para conectar con los clientes, tu empatía es una gran fortaleza. Sin embargo, los últimos datos muestran que necesitas enfocarte en cerrar más ventas y ser más proactivo al ofrecer fibra. Sé que puedes lograrlo. ¡Concentrate en aplicar las técnicas de cierre directo y en ofrecer fibra en cada llamada, y verás cómo tus resultados mejoran significativamente! Confío en tu capacidad para alcanzar tu máximo potencial y superar tus metas.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:02:26.696628",
  "evolucion": null
}