{
  "agente": "MZA 36",
  "fecha_generacion": "2026-01-26T14:33:33.960221",
  "metricas": {
    "agente": "MZA 36",
    "evaluaciones": {
      "total_evaluadas": 91,
      "puntaje_promedio": 41.6,
      "puntaje_min": 0.0,
      "puntaje_max": 700.0,
      "desviacion_std": 73.6,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 38.4,
        "identificacion_cliente": 44.9,
        "deteccion_necesidades": 21.2,
        "oferta_productos": 33.7,
        "manejo_objeciones": 41.2,
        "cierre": 24.7,
        "despedida": 46.6,
        "proactividad": 17.3,
        "empatia": 44.8,
        "resolucion_problemas": 31.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 27,
        "Proactividad": 20,
        "Manejo de objeciones": 19,
        "Identificación del cliente": 18,
        "Cierre de ventas": 13
      },
      "fortalezas_frecuentes": {
        "Despedida": 10,
        "Manejo de objeciones.": 8,
        "Empatía": 8,
        "Identificación del cliente": 7,
        "Identificación correcta del cliente.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se desempeña bien, mostrando empatía y entendimiento de las necesidades del cliente.  El saludo y la identificación podrían mejorarse."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, ofreció el producto y el descuento, y cerró la venta de forma directa. Debe mejorar la detección de necesidades."
        },
        {
          "puntaje_total": 84.0,
          "resumen": "El agente se identifica y verifica la información del cliente correctamente, detecta necesidades, y maneja objeciones de manera efectiva. Ofrece un plan con un descuento, aunque la mención de la promo del 80% no es clara. El cierre y la despedida son correctos. El agente muestra empatía y resuelve problemas. El puntaje se ve afectado por no mencionar la promo de 80% claramente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es un fracaso total. El agente no sigue ningún protocolo de venta, no escucha al cliente, no intenta resolver sus problemas y finaliza la llamada de manera hostil."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy básica, sin cumplir los pasos necesarios para una venta. El agente solo se limita a saludar."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada ni menciona la promoción del 80%. No hay manejo de objeciones, cierre ni despedida correctos. No se muestra proactividad ni empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 91,
      "puntaje_promedio": 41.6,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 38.4,
        "identificacion_cliente": 44.9,
        "deteccion_necesidades": 21.2,
        "oferta_productos": 33.7,
        "manejo_objeciones": 41.2,
        "cierre": 24.7,
        "despedida": 46.6,
        "proactividad": 17.3,
        "empatia": 44.8,
        "resolucion_problemas": 31.8
      }
    },
    "clasificacion": {
      "total_llamadas": 43,
      "con_saludo": 38,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 6,
      "ventas": 6,
      "score_calidad_prom": 51.2,
      "pct_saludo": 88.4,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 14.0,
      "tasa_conversion": 14.0
    },
    "integral": {
      "duracion_promedio_seg": 254.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 31,
        "> 8 min": 7,
        "5-8 min": 3,
        "3-5 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 41.6,
      "general": 35.7,
      "diferencia": 5.9,
      "percentil": 68.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 38.4,
        "general": 32.0,
        "diferencia": 6.3
      },
      "identificacion_cliente": {
        "agente": 44.9,
        "general": 38.7,
        "diferencia": 6.3
      },
      "deteccion_necesidades": {
        "agente": 21.2,
        "general": 23.3,
        "diferencia": -2.1
      },
      "oferta_productos": {
        "agente": 33.7,
        "general": 28.6,
        "diferencia": 5.1
      },
      "manejo_objeciones": {
        "agente": 41.2,
        "general": 33.0,
        "diferencia": 8.2
      },
      "cierre": {
        "agente": 24.7,
        "general": 18.8,
        "diferencia": 6.0
      },
      "despedida": {
        "agente": 46.6,
        "general": 38.5,
        "diferencia": 8.1
      },
      "proactividad": {
        "agente": 17.3,
        "general": 13.9,
        "diferencia": 3.4
      },
      "empatia": {
        "agente": 44.8,
        "general": 43.0,
        "diferencia": 1.8
      },
      "resolucion_problemas": {
        "agente": 31.8,
        "general": 25.1,
        "diferencia": 6.7
      }
    },
    "conversion": {
      "agente": 14.0,
      "general": 5.1,
      "diferencia": 8.8
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 36\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 36 se encuentra actualmente en un nivel que **necesita mejora**. Si bien su puntaje IA promedio (41.6) supera al del equipo (35.7) y su tasa de conversión (14%) es notablemente más alta que el promedio (5.1%), existen áreas críticas que requieren atención inmediata para desbloquear su verdadero potencial. El vendedor se destaca del resto por su alta tasa de conversión, lo que indica habilidad para cerrar ventas cuando logra mantener al cliente en la línea.\n\n**EVOLUCIÓN:** A pesar de que el puntaje promedio actual (41.6) es inferior al del período anterior (59.8), es crucial destacar que el vendedor ha mejorado en ciertos aspectos. Por ejemplo, ha potenciado su \"Manejo de objeciones.\" (una de las fortalezas identificadas anteriormente) y ha elevado el puntaje en diversas competencias en comparación al promedio del equipo. No obstante, el descenso general del puntaje y la persistencia de áreas de mejora previas indican que la intervención es necesaria para retomar la senda del crecimiento. La buena noticia es que superar el promedio del equipo en muchos criterios, demuestra potencial para lograr resultados sobresalientes.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ:** En comparación con el período anterior, MZA 36 ha mostrado mejoras en la aplicación de ciertas competencias en comparación al promedio del equipo. Los criterios donde más sobresale con diferencia sobre el equipo son: Manejo de Objeciones, Despedida, Resolución de problemas y Cierre. Es crucial reconocer este progreso y destacar que su capacidad para rebatir objeciones y cerrar la venta es notable. Esto sugiere que se está volviendo más hábil en la persuasión y la resolución de inquietudes de los clientes.\n\n*   **QUÉ EMPEORÓ:** El puntaje general bajó. La **Detección de Necesidades** ha sufrido un retroceso significativo. Esto impacta directamente en la capacidad de personalizar la oferta y aumentar la probabilidad de cierre. El puntaje individual de la competencia \"Detección de Necesidades\" (21.2) está por debajo del promedio del equipo (23.3).\n\n*   **QUÉ SIGUE PENDIENTE:** La **Proactividad** (ofrecer fibra de manera directa) sigue siendo un desafío. El puntaje es bajo (17.3), aunque supera al del equipo (13.9), pero es clave para aumentar las ventas. El **Cierre de Ventas** se muestra como persistente aunque en esta última semana mejoró su desempeño en comparación con el promedio del equipo, sigue estando entre las principales áreas de mejora.\n\n*   **TENDENCIA GENERAL:** Si bien hay destellos de mejora, la tendencia general es preocupante. La persistencia de las áreas de mejora anteriores y el retroceso en la Detección de Necesidades sugieren que el vendedor necesita una revisión de sus estrategias y un enfoque renovado en las necesidades del cliente para lograr una mejora continua.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Manejo de Objeciones:** El vendedor muestra habilidad para rebatir las objeciones de los clientes, algo ya identificado en el período anterior. Su puntaje en esta área supera significativamente el promedio del equipo (41.2 vs 33.0).\n    *   *Ejemplo:* Podría estar utilizando un lenguaje persuasivo y adaptado a cada cliente para superar las dudas iniciales.\n\n*   **Despedida:** La calidad de la despedida es un punto fuerte. El puntaje es superior al promedio del equipo (46.6 vs 38.5).\n    *   *Ejemplo:* Podría estar dejando una impresión positiva al final de la llamada, lo que facilita futuras interacciones o referencias.\n\n*   **Tasa de Conversión:** Su tasa de conversión (14%) es considerablemente más alta que el promedio del equipo (5.1%), lo que demuestra su capacidad para cerrar ventas. Esta es una **NUEVA** fortaleza que debe ser reconocida y potenciada.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Detección de Necesidades:** (PERSISTENTE, pero ha empeorado) Es fundamental que el vendedor dedique más tiempo a comprender las necesidades específicas de cada cliente. No basta con ofrecer un plan estándar. Necesita preguntar más y escuchar activamente para identificar qué es lo que realmente busca el cliente. Sin esta información, la oferta será genérica y menos atractiva.\n\n    *   *Por qué es importante:* Una detección efectiva de necesidades permite personalizar la oferta, aumentar la relevancia y, por ende, las posibilidades de cierre.\n\n*   **Proactividad (Oferta de Fibra):** (PERSISTENTE) No está ofreciendo fibra de manera proactiva en todas las llamadas.\n\n    *   *Por qué es importante:* Ofrecer fibra es una oportunidad de aumentar las ventas y el valor del ticket promedio. Es una regla de negocio que debe cumplirse.\n\n*   **Cierre de Ventas:** (PERSISTENTE, pero ha mejorado en comparación al promedio del equipo) El vendedor debe adoptar un enfoque más directo y seguro al momento de cerrar la venta. Evitar preguntas como \"¿Te parece bien si...?\" y, en cambio, proceder directamente con la asignación de sucursal o la búsqueda del domicilio.\n\n    *   *Por qué es importante:* Un cierre débil puede hacer que el cliente dude y se pierda la venta. La seguridad y la confianza en el producto son contagiosas.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** El TMO de 4.2 minutos (254 segundos) está ligeramente por encima del rango óptimo (2-4 minutos). Esto sugiere que las conversaciones pueden estar extendiéndose más de lo necesario. Aunque no es drástico, es importante revisar si el vendedor está divagando o teniendo dificultades para cerrar la venta de manera eficiente.\n\n*   **% Capta Atención:** Este KPI no está disponible en los datos proporcionados. Es fundamental obtener este dato para evaluar si el vendedor está logrando enganchar al cliente durante la llamada.\n\n*   **Cortes de llamada:** Este dato no está disponible. Es importante analizar quién corta la llamada con mayor frecuencia (cliente o agente) para identificar posibles problemas en el pitch inicial o en la gestión de la conversación.\n\n*   **Llamadas <30 seg:** Este dato no está disponible, pero es relevante para determinar si el vendedor está teniendo problemas en el saludo/enganche inicial.\n\n*   **Tasa de Aprobación de Ventas:** No se dispone de esta métrica. Es fundamental monitorearla para identificar posibles problemas de calidad en las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** (Regular - 38.4) El saludo y la presentación son adecuados, pero podrían ser más impactantes y generar mayor interés en el cliente. Evitar frases como \"Tengo una oferta que podría interesarle\" y reemplazarlas por \"Tengo una oferta que LE VA a interesar\".\n\n*   **Identificación del Cliente:** (Regular - 44.9) El vendedor verifica la identidad del cliente, pero podría mejorar la forma en que lo hace. Asegurarse de preguntar \"¿Me comunico con [Nombre]?\" para confirmar que está hablando con la persona correcta.\n\n*   **Detección de Necesidades:** (Crítico - 21.2) Esta es la principal área de mejora. El vendedor debe enfocarse en hacer preguntas relevantes y escuchar activamente las respuestas del cliente para comprender sus necesidades específicas.\n    *   *Cómo mejorar:* En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de Productos:** (Regular - 33.7) La oferta de productos es adecuada, pero podría ser más personalizada y persuasiva.\n\n*   **Manejo de Objeciones:** (Regular - 41.2) El manejo de objeciones es bueno, pero aún puede mejorar. El vendedor debe evitar respuestas genéricas y enfocarse en rebatir la objeción puntual de cada cliente, sincronizando y personalizando la respuesta.\n\n*   **Cierre:** (Crítico - 24.7) El cierre de ventas es un área crítica. El vendedor debe evitar preguntas como \"¿Te parece bien si procedemos?\" y, en cambio, proceder directamente con la asignación de sucursal o la búsqueda del domicilio.\n\n*   **Despedida:** (Bueno - 46.6) La despedida es un punto fuerte.\n\n*   **Proactividad:** (Crítico - 17.3) El vendedor debe ofrecer fibra de manera directa, sin preguntar si le interesa al cliente.\n\n*   **Empatía:** (Regular - 44.8) La empatía es adecuada, pero siempre se puede mejorar.\n\n*   **Resolución de Problemas:** (Regular - 31.8) La resolución de problemas es adecuada, pero podría ser más eficiente.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco principal: Detección de Necesidades.** Acciones específicas: Practicar preguntas efectivas para identificar las necesidades de cada cliente. Grabar llamadas de práctica y analizarlas para identificar áreas de mejora. Implementar técnicas de escucha activa.\n*   **Semana 2:** **Proactividad y Cierre.** Acciones específicas: Implementar el script para ofrecer fibra de manera directa en cada llamada. Practicar técnicas de cierre directo (asignación de sucursal, búsqueda de domicilio).\n*   **Semana 3:** **Manejo de Objeciones Personalizado.** Acciones específicas: Crear un banco de respuestas personalizadas para las objeciones más comunes. Practicar la sincronización de la respuesta con el cliente.\n*   **Semana 4:** **Consolidación y Optimización.** Acciones específicas: Revisar los resultados de las semanas anteriores e identificar áreas donde se necesita más trabajo. Continuar practicando y perfeccionando las habilidades.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Identificación del Cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n    *   \"¿Con qué compañía tenés el servicio actualmente?\"\n*   **Oferta de Fibra (Directa):**\n    *   \"Además, quería comentarte que en tu zona tenemos cobertura de fibra óptica de Movistar, que te ofrece una conexión mucho más rápida y estable para que puedas disfrutar al máximo de tus series, películas y juegos online.\"\n*   **Cierre (Directo):**\n    *   \"Perfecto, para avanzar con la activación de tu plan, ¿te queda cómoda la sucursal de [Nombre de la Sucursal] o preferís que te busquemos un domicilio?\"\n*   **Manejo de Precio:**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 65\n*   Meta de tasa de conversión: 18%\n*   Meta de ofrecimiento de productos (fibra): 90% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 45% (Una vez que se disponga del dato)\n*   Meta de TMO a alcanzar: 3.5 minutos\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 36, tu tasa de conversión demuestra que tenés lo necesario para ser un vendedor estrella. Ahora, el desafío es pulir esas áreas donde aún podés crecer. Enfocate en escuchar activamente a tus clientes, ofrecerles soluciones personalizadas y cerrar las ventas con confianza. Sé que podés superar estos obstáculos y alcanzar tu máximo potencial. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:06:06.474766",
  "evolucion": null
}