{
  "agente": "MZA 21",
  "fecha_generacion": "2026-02-02T23:01:06.803998",
  "metricas": {
    "agente": "MZA 21",
    "evaluaciones": {
      "total_evaluadas": 12,
      "puntaje_promedio": 34.9,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 24.7,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 39.2,
        "identificacion_cliente": 50.0,
        "deteccion_necesidades": 21.7,
        "oferta_productos": 38.3,
        "manejo_objeciones": 35.0,
        "cierre": 11.7,
        "despedida": 73.3,
        "proactividad": 8.3,
        "empatia": 49.2,
        "resolucion_problemas": 30.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 7,
        "Proactividad": 7,
        "Oferta de productos": 5,
        "Manejo de objeciones": 5,
        "Cierre": 5
      },
      "fortalezas_frecuentes": {
        "Despedida cordial": 4,
        "Identificación del cliente": 3,
        "Saludo y presentación": 2,
        "Empatía": 2,
        "Despedida": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80,
          "resumen": "El agente se presenta y se identifica correctamente, detecta necesidades y ofrece el plan de manera proactiva. Maneja la objeción del cliente. El cierre no se completa."
        },
        {
          "puntaje_total": 70,
          "resumen": "El agente identifica y atiende las necesidades del cliente. Maneja objeciones y muestra empatía, ofreciendo una solución. Falla en la presentación inicial y en la proactividad. El cierre se encuentra en proceso."
        },
        {
          "puntaje_total": 54,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Ofrece un plan, pero no maneja las objeciones adecuadamente ni logra un cierre exitoso. No ofrece productos adicionales. Necesita mejorar el manejo de objeciones y el cierre de la venta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "La llamada fue muy breve y no se cumplieron ninguno de los criterios de evaluación. No hubo interacción del agente."
        },
        {
          "puntaje_total": 0,
          "resumen": "La llamada no presenta los elementos necesarios para una evaluación completa. No se identifica el agente, no se detectan necesidades, no se ofrecen productos ni se realiza el cierre."
        },
        {
          "puntaje_total": 20,
          "resumen": "El agente se presentó e identificó al cliente correctamente. No realizó preguntas para detectar necesidades ni ofreció productos. No hubo manejo de objeciones, cierre ni despedida. El cliente expresó quejas y la llamada finalizó sin resolución."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 12,
      "puntaje_promedio": 34.9,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 3,
      "criterios": {
        "saludo_presentacion": 39.2,
        "identificacion_cliente": 50.0,
        "deteccion_necesidades": 21.7,
        "oferta_productos": 38.3,
        "manejo_objeciones": 35.0,
        "cierre": 11.7,
        "despedida": 73.3,
        "proactividad": 8.3,
        "empatia": 49.2,
        "resolucion_problemas": 30.8
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 254.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 14,
        "> 8 min": 4,
        "3-5 min": 3,
        "5-8 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 34.9,
      "general": 29.4,
      "diferencia": 5.5,
      "percentil": 61.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 39.2,
        "general": 18.5,
        "diferencia": 20.6
      },
      "identificacion_cliente": {
        "agente": 50.0,
        "general": 51.4,
        "diferencia": -1.4
      },
      "deteccion_necesidades": {
        "agente": 21.7,
        "general": 16.9,
        "diferencia": 4.7
      },
      "oferta_productos": {
        "agente": 38.3,
        "general": 31.2,
        "diferencia": 7.2
      },
      "manejo_objeciones": {
        "agente": 35.0,
        "general": 23.9,
        "diferencia": 11.1
      },
      "cierre": {
        "agente": 11.7,
        "general": 10.3,
        "diferencia": 1.4
      },
      "despedida": {
        "agente": 73.3,
        "general": 56.3,
        "diferencia": 17.0
      },
      "proactividad": {
        "agente": 8.3,
        "general": 11.6,
        "diferencia": -3.3
      },
      "empatia": {
        "agente": 49.2,
        "general": 36.0,
        "diferencia": 13.2
      },
      "resolucion_problemas": {
        "agente": 30.8,
        "general": 16.7,
        "diferencia": 14.2
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 21\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 21 se encuentra en un nivel **Promedio** en comparación con el equipo, superando el puntaje promedio de la IA (34.9 vs 29.4) y ubicándose en el percentil 61.2. Esto indica que tiene un desempeño superior a la media del equipo. Considerando que las métricas de cierre y aprobación de ventas no están disponibles, es difícil determinar su desempeño final.\n\n**Evolución:** Hay una **mejora** notable en comparación con períodos anteriores, evidenciada por el puntaje IA superior al promedio del equipo, y la mejora en casi todos los criterios. Esto demuestra que MZA 21 está receptivo al entrenamiento y puede aplicar lo aprendido. Su potencial de mejora es considerable, especialmente si se enfoca en las áreas críticas identificadas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n**QUÉ MEJORÓ:**\n\n*   **Saludo y Presentación:** Incremento significativo (20.6 puntos vs el promedio general). Esto sugiere un mejor approach inicial con los clientes, generando una primera impresión más positiva.\n*   **Manejo de Objeciones:** Subió considerablemente (11.1 puntos vs el promedio general). MZA 21 está mostrando mayor habilidad para abordar las preocupaciones de los clientes.\n*   **Despedida:** Aumento importante (17 puntos vs el promedio general). Está cerrando las interacciones de manera más cordial y profesional.\n*   **Empatía:** Mejora sustancial (13.2 puntos vs el promedio general). Demuestra mayor capacidad para comprender y conectar con los clientes.\n*   **Resolución de Problemas:** Aumento significativo (14.2 puntos vs el promedio general). MZA 21 está mostrando mayor habilidad para ofrecer soluciones personalizadas a los clientes.\n\n**QUÉ EMPEORÓ:**\n\n*   **Identificación del Cliente:** Disminuyó ligeramente (-1.4 puntos vs el promedio general). Aunque sigue siendo una fortaleza, debe asegurarse de mantener la consistencia en este aspecto.\n*   **Proactividad:** Disminuyó ligeramente (-3.3 puntos vs el promedio general). Debe enfocarse en mantener y mejorar la proactividad para asegurar la oferta de fibra.\n\n**QUÉ SIGUE PENDIENTE:**\n\n*   **Detección de Necesidades:** Si bien mejoró, sigue siendo un área de mejora prioritaria. Obtiene un puntaje de 21.7, evidenciando dificultades para identificar las necesidades específicas de cada cliente.\n*   **Oferta de Productos:** Sigue siendo un área de mejora (puntaje 38.3). Necesita estructurar mejor su oferta para que sea más atractiva y relevante.\n*   **Cierre:** Continúa siendo el área más débil (puntaje 11.7). Urge trabajar en técnicas de cierre más efectivas y directas.\n\n**TENDENCIA GENERAL:** MZA 21 va por buen camino. La mejora en la mayoría de los criterios indica que está aplicando el feedback. Sin embargo, se requiere un enfoque intensivo en las áreas de \"Detección de Necesidades\", \"Oferta de Productos\", \"Cierre\" y reforzar la \"Proactividad\" para desbloquear su potencial máximo.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Despedida Cordial:** Consistentemente alta, demuestra profesionalismo y deja una buena impresión final en el cliente.\n*   **Identificación del Cliente:** Mantiene un buen nivel, asegurando que está hablando con la persona correcta desde el inicio.\n*   **Manejo de Objeciones:** Una fortaleza emergente, mostrando una mejora notable esta semana en rebatir las objeciones puntuales de los clientes.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE):**  Es crucial para ofrecer planes y productos que se ajusten a las necesidades reales del cliente. Sin esto, la oferta se vuelve genérica y menos atractiva.\n*   **Cierre (PERSISTENTE):** La falta de cierres exitosos impacta directamente en las ventas. Debe implementar técnicas de cierre más agresivas y enfocadas en la acción.\n*   **Proactividad (NUEVA DISMINUCIÓN):** La falta de oferta de fibra es una oportunidad perdida. Debe ofrecer fibra a todos los clientes de forma directa, sin preguntar.\n*   **Oferta de Productos (PERSISTENTE):** Es fundamental ofrecer más productos y servicios adicionales, como la fibra, para aumentar el valor de la venta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 4.2 minutos (254 segundos) está fuera del rango óptimo. Está tomando demasiado tiempo en cada llamada. Necesita enfocarse en ser más directo y eficiente para reducir el TMO.\n*   **% Capta Atención:** No hay datos disponibles. Sin esta información, es difícil saber si el agente está logrando enganchar al cliente durante la llamada. Es CRÍTICO monitorear este KPI.\n*   **Distribución de Duración:** El alto porcentaje de llamadas entre 1-3 minutos (14) sugiere que está logrando una interacción inicial, pero el bajo porcentaje de llamadas >8 minutos (4) indica que podría estar teniendo dificultades para convertir esas interacciones en ventas.\n*   **Cortes de llamada:** No hay datos disponibles.\n*   **Llamadas <30 seg:** No hay datos disponibles.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles.\n\n**Acciones:**\n1.  Monitorizar el porcentaje de \"Capta Atención\" durante las próximas semanas.\n2.  Realizar un seguimiento del TMO, con el objetivo de reducirlo al rango óptimo de 2-4 minutos.\n3.  Analizar los motivos de los cortes de llamada, si hay datos disponibles.\n4.  Analizar y entender la tasa de aprobación de ventas para identificar problemas de calidad en el proceso de venta.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Bueno):**\n    *   **Qué está haciendo bien:** Se presenta correctamente y ofrece una primera impresión positiva.\n    *   **Qué mejorar:** Mantener la energía y el entusiasmo durante toda la llamada.\n    *   **Cómo mejorar:** Practicar diferentes saludos y adaptarlos al tono del cliente.\n*   **Identificación del Cliente (Bueno):**\n    *   **Qué está haciendo bien:** Verifica la identidad del cliente al inicio de la llamada.\n    *   **Qué mejorar:** Asegurarse de verificar la identidad de manera consistente en todas las llamadas.\n    *   **Cómo mejorar:** Utilizar el siguiente script: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades (Bajo):**\n    *   **Qué está haciendo mal:** No realiza suficientes preguntas para entender las necesidades específicas del cliente.\n    *   **Qué mejorar:** Hacer preguntas más directas y específicas para identificar las necesidades del cliente.\n    *   **Cómo mejorar:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Regular):**\n    *   **Qué está haciendo mal:** No ofrece productos adicionales o no presenta la oferta de manera convincente.\n    *   **Qué mejorar:** Estructurar la oferta de manera más clara y resaltar los beneficios para el cliente.\n    *   **Cómo mejorar:** Presentar la oferta como una solución a las necesidades identificadas.\n*   **Manejo de Objeciones (Regular):**\n    *   **Qué está haciendo mal:** Ofrece respuestas genéricas y no personaliza el manejo de las objeciones.\n    *   **Qué mejorar:** Adaptar las respuestas a las objeciones específicas de cada cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción y responder con un argumento personalizado.\n*   **Cierre (Crítico):**\n    *   **Qué está haciendo mal:** No implementa técnicas de cierre efectivas y no logra concretar la venta.\n    *   **Qué mejorar:** Ser más directo y enfocado en la acción.\n    *   **Cómo mejorar:** Al finalizar la oferta, asignar directamente una sucursal o buscar el domicilio del cliente para completar la venta.\n*   **Despedida (Excelente):**\n    *   **Qué está haciendo bien:** Se despide de forma cordial y profesional.\n    *   **Qué mejorar:** Mantener la consistencia en todas las llamadas.\n    *   **Cómo mejorar:** Ofrecer acompañamiento durante la portabilidad (opcional).\n*   **Proactividad (Crítico):**\n    *   **Qué está haciendo mal:** No ofrece fibra de forma proactiva.\n    *   **Qué mejorar:** Ofrecer fibra a todos los clientes, sin preguntar si les interesa.\n    *   **Cómo mejorar:** Incorporar la oferta de fibra en el script de ventas.\n*   **Empatía (Bueno):**\n    *   **Qué está haciendo bien:** Demuestra empatía hacia el cliente.\n    *   **Qué mejorar:** Mantener la consistencia en todas las llamadas.\n    *   **Cómo mejorar:** Escuchar atentamente al cliente y mostrar comprensión.\n*   **Resolución de Problemas (Regular):**\n    *   **Qué está haciendo mal:** No ofrece soluciones efectivas a los problemas planteados por el cliente.\n    *   **Qué mejorar:** Ofrecer soluciones personalizadas y demostrar conocimiento del producto.\n    *   **Cómo mejorar:** Investigar las posibles soluciones antes de la llamada.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Detección de Necesidades y Cierre DIRECTO**\n    *   Acciones: Role-playing intensivo sobre detección de necesidades con preguntas específicas y técnicas de cierre directo (asignar sucursal, buscar domicilio). Revisión diaria de llamadas para identificar áreas de mejora.\n**Semana 2:** **Proactividad (Oferta de Fibra) y Manejo de Objeciones**\n    *   Acciones: Incorporar la oferta de fibra en el script de ventas. Role-playing sobre manejo de objeciones comunes y cómo personalizar las respuestas. Revisión diaria de llamadas.\n**Semana 3:** **Consolidación y Eficiencia (Reducción de TMO)**\n    *   Acciones: Revisión de métricas de la semana anterior y ajuste de estrategias. Enfocarse en reducir el TMO siendo más directo y eficiente en la llamada.\n**Semana 4:** **Optimización y Seguimiento**\n    *   Acciones: Análisis final de métricas y ajuste de estrategias para mantener el crecimiento y superar las metas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]? Perfecto, mi nombre es [Tu Nombre] y soy de Movistar.\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas? ¿Cuántos GB tenés en tu plan actual? ¿Te quedás corto o te sobra?\"\n*   **Oferta de Fibra:** \"Además del plan que te comenté, Movistar está ofreciendo una excelente conexión de fibra óptica en tu zona. Esto te permitiría [Beneficios específicos: ver videos sin interrupciones, trabajar desde casa sin problemas, etc.].\"\n*   **Cierre DIRECTO:** \"Excelente, para avanzar con la activación de tu nuevo plan, ¿te queda bien si lo activamos desde la sucursal de [Nombre de la sucursal más cercana] o preferís que validemos tu domicilio para coordinar la entrega del chip?\"\n*   **Manejo de Precio:** \"Entiendo que el precio es importante. Muchos clientes al principio se enfocan en eso, pero después de probar la conexión y ver la diferencia en velocidad y estabilidad, se dan cuenta de que el valor está en el servicio.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA a alcanzar en 30 días:** 60\n*   **Tasa de conversión:** Aumentar en un 15%\n*   **Oferta de productos (fibra):** Ofrecer a TODOS los clientes en cada llamada.\n*   **% Capta Atención (llamadas >1 min):** Aumentar a 50%\n*   **TMO a alcanzar:** Reducir a 3 minutos\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡MZA 21, excelente trabajo! Tu progreso es evidente y tu puntaje IA lo demuestra. La mejora en la despedida, la empatía y el manejo de objeciones son un gran avance. Ahora, enfocá toda esa energía en dominar el cierre, identificar las necesidades de tus clientes y, sobre todo, ofrecé la fibra a cada persona con la que hables. ¡Sé que tenés el potencial para convertirte en uno de los mejores vendedores del equipo! Vamos por esas metas.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}