{
  "agente": "Cantos Thiago",
  "agente_codigo": "MZA 8",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:41:50.253732",
  "metricas": {
    "agente": "Cantos Thiago",
    "agente_codigo": "MZA 8",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 38,
      "puntaje_promedio": 27.9,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 27.7,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 4,
      "llamadas_regulares": 7,
      "llamadas_criticas": 25,
      "criterios": {
        "saludo_presentacion": 16.8,
        "identificacion_cliente": 34.7,
        "deteccion_necesidades": 14.5,
        "oferta_productos": 33.7,
        "manejo_objeciones": 25.8,
        "cierre": 14.7,
        "despedida": 44.2,
        "proactividad": 6.1,
        "empatia": 36.8,
        "resolucion_problemas": 40.0
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 18,
        "Detección de necesidades": 18,
        "Cierre": 10,
        "Identificación del cliente": 9,
        "Manejo de objeciones": 9
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 8,
        "Empatía": 5,
        "Manejo de objeciones": 4,
        "Detección de necesidades.": 3,
        "Manejo de objeciones.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se desempeñó correctamente, identificando al cliente, detectando sus necesidades, ofreciendo un plan adecuado y manejando las objeciones. Hubo una buena disposición y empatía."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y maneja la objeción sobre la deuda. Ofrece planes y completa el cierre. No detecta necesidades de manera activa."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece un plan directamente y maneja objeciones. No se detectan necesidades ni se ofrecen otros productos. Cierra la venta y se despide correctamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada sin cumplimiento de los criterios. El agente no se presenta, no verifica la identidad del cliente, no detecta necesidades, no ofrece productos ni maneja objeciones."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación obligatorios, especialmente en saludo, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones y cierre. No ofreció fibra ni mostró empatía."
        }
      ],
      "pct_ofrece_fibra": 0.0
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.1
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 50,
      "con_plan": 12,
      "ofrece_fibra": 1,
      "pct_plan": 24.0,
      "pct_fibra": 2.0
    },
    "calidad_llamadas": {
      "total_llamadas": 193,
      "tmo_seg": 92.8,
      "pct_capta_atencion": 30.1,
      "menos_30seg": 83,
      "corte_cliente": 147,
      "corte_agente": 45
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 27.9,
      "general": 30.6,
      "diferencia": -2.6,
      "percentil": 50.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 16.8,
        "general": 17.9,
        "diferencia": -1.0
      },
      "identificacion_cliente": {
        "agente": 34.7,
        "general": 49.4,
        "diferencia": -14.7
      },
      "deteccion_necesidades": {
        "agente": 14.5,
        "general": 14.3,
        "diferencia": 0.1
      },
      "oferta_productos": {
        "agente": 33.7,
        "general": 36.1,
        "diferencia": -2.4
      },
      "manejo_objeciones": {
        "agente": 25.8,
        "general": 27.8,
        "diferencia": -2.0
      },
      "cierre": {
        "agente": 14.7,
        "general": 19.5,
        "diferencia": -4.8
      },
      "despedida": {
        "agente": 44.2,
        "general": 51.2,
        "diferencia": -7.0
      },
      "proactividad": {
        "agente": 6.1,
        "general": 8.5,
        "diferencia": -2.4
      },
      "empatia": {
        "agente": 36.8,
        "general": 37.5,
        "diferencia": -0.6
      },
      "resolucion_problemas": {
        "agente": 40.0,
        "general": 21.0,
        "diferencia": 19.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Cantos Thiago\n\n### 1. DIAGNOSTICO GENERAL\nCantos Thiago, tu nivel actual es **Crítico** y necesitas una mejora significativa para alcanzar un rendimiento óptimo. Tu puntaje promedio de 27.9 de 100 te ubica por debajo del promedio del equipo (30.6 de 100), lo que indica que hay un margen considerable para mejorar tus habilidades y resultados. Si bien tu puntaje anterior también era de 27.9, no se ha detectado una evolución en tus métricas, lo que subraya la necesidad de implementar cambios urgentes en tu enfoque. A pesar de esto, el potencial de mejora es alto, especialmente considerando que has obtenido puntajes de hasta 90 de 100 en algunas llamadas. Con el enfoque y entrenamiento adecuados, puedes convertirte en un vendedor de alto rendimiento.\n\n### 2. FORTALEZAS\n- **Empatía:** Tu nivel de empatía (36.8 de 100) es una de tus mayores fortalezas. Esto te permite conectar con los clientes y construir relaciones, lo cual es fundamental para generar confianza y lealtad. Continúa aprovechando esta habilidad para comprender mejor las necesidades de los clientes y ofrecer soluciones personalizadas.\n- **Resolución de Problemas:** Tu capacidad para resolver problemas (40.0 de 100) destaca entre tus compañeros. Esto indica que puedes encontrar soluciones creativas y efectivas para las inquietudes de los clientes.\n- **Manejo de Objeciones (puntualmente):** Aunque el manejo de objeciones es un área de mejora general, el análisis de fortalezas indica que tenés cierta habilidad puntual para rebatir algunas objeciones específicas. Analizaremos esto en detalle para ampliar tu repertorio.\n\n### 3. AREAS CRITICAS DE MEJORA\n- **Proactividad:** Con un puntaje de 6.1 de 100, esta es tu área más débil. Debes tomar la iniciativa en cada interacción, anticipando las necesidades del cliente y ofreciendo soluciones de manera proactiva.\n- **Detección de Necesidades:** Tu capacidad para detectar las necesidades del cliente (14.5 de 100) es baja. Es crucial comprender qué es lo que realmente necesita el cliente para poder ofrecerle el plan o servicio adecuado.\n- **Cierre:** Tu habilidad para cerrar ventas (14.7 de 100) necesita una mejora drástica. Es fundamental que aprendas técnicas de cierre efectivas para convertir las oportunidades en ventas concretas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n**- Saludo y Presentación:** 16.8 de 100.\n    - **Qué haces mal:** Probablemente no estás captando la atención del cliente de inmediato, lo que resulta en cortes tempranos (83 llamadas de menos de 30 segundos).\n    - **Cómo mejorar:**  Empieza con un saludo enérgico y una declaración de valor: \"Hola [Nombre], soy Thiago de Movistar. Tengo una oferta que LE VA a interesar en su plan actual\".\n\n**- Identificación del Cliente:** 34.7 de 100.\n    - **Qué haces mal:** No estás verificando correctamente la identidad del cliente o estás omitiendo este paso crucial. Esto puede llevar a ofrecer planes incorrectos o hablar con personas no autorizadas.\n    - **Cómo mejorar:** Siempre empieza con: \"Hola, ¿me comunico con [Nombre y Apellido]?\" para verificar que estás hablando con la persona correcta.\n\n**- Detección de Necesidades:** 14.5 de 100.\n    - **Qué haces mal:** No estás preguntando ni indagando sobre las necesidades del cliente.\n    - **Cómo mejorar:** Después de la identificación, pregunta directamente: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Esto te dará una idea clara de sus necesidades de datos y uso.\n\n**- Oferta de Productos:** 33.7 de 100.\n    - **Qué haces mal:** No estás ofreciendo la fibra directamente o no estás destacando sus beneficios. Además, el bajo porcentaje de oferta de fibra (2%) es alarmante.\n    - **Cómo mejorar:** Después de detectar las necesidades, comenta DIRECTAMENTE sobre la fibra: \"Además, en tu zona tenemos cobertura de fibra óptica con [velocidad] a un precio increíble. LE VA a interesar porque vas a poder [beneficios concretos]\".\n\n**- Manejo de Objeciones:** 25.8 de 100.\n    - **Qué haces mal:** Estás dando respuestas genéricas en lugar de abordar las objeciones específicas del cliente.\n    - **Cómo mejorar:** Escucha atentamente la objeción y responde de manera puntual. Por ejemplo, si dice \"Es caro\", responde: \"Es lógico que mires el precio. A varios clientes les pasó eso, pero al final se dieron cuenta de que [beneficio] justifica la inversión\".\n\n**- Cierre:** 14.7 de 100.\n    - **Qué haces mal:** No estás cerrando la venta o estás siendo indeciso.\n    - **Cómo mejorar:** Después de presentar la oferta, asigna directamente la sucursal o pregunta por el domicilio: \"Perfecto, para avanzar con la activación, ¿te queda cómodo retirar el chip en una sucursal o preferís que te lo enviemos a domicilio?\".\n\n**- Despedida:** 44.2 de 100.\n    - **Qué haces mal:** Podría ser que la despedida es muy abrupta o poco profesional.\n    - **Cómo mejorar:** Agradece al cliente por su tiempo y asegúrale que estarás acompañándolo durante el proceso de portabilidad: \"Gracias por tu tiempo, [Nombre]. Voy a estar acompañándote durante la portabilidad para que todo sea rápido y sencillo\".\n\n**- Proactividad:** 6.1 de 100.\n    - **Qué haces mal:** No estás tomando la iniciativa ni anticipando las necesidades del cliente.\n    - **Cómo mejorar:** Ofrece soluciones personalizadas antes de que el cliente las pida. Por ejemplo, si menciona que usa mucho las redes sociales, ofrece un plan con datos ilimitados para redes.\n\n**- Empatía:** 36.8 de 100.\n    - **Qué haces bien:** Esta es una de tus fortalezas, pero aún puedes mejorarla.\n    - **Cómo mejorar:** Escucha activamente al cliente, muestra comprensión y utiliza un tono amable y respetuoso.\n\n**- Resolución de Problemas:** 40.0 de 100.\n    - **Qué haces bien:** Puedes resolver los problemas que se presentan.\n    - **Cómo mejorar:** Identifica posibles problemas antes de que ocurran y ofrece soluciones preventivas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1: Identificación y Detección de Necesidades**\n    - **Foco principal:** Perfeccionar la identificación del cliente y la detección de sus necesidades.\n    - **Acciones:** Practicar saludos efectivos y preguntas clave. Registrar cada llamada con la información recolectada sobre el cliente (uso del celular, GB consumidos). Revisar grabaciones de llamadas exitosas y analizar cómo se detectan las necesidades.\n**Semana 2: Oferta Directa y Manejo de Objeciones**\n    - **Foco principal:** Ofrecer la fibra directamente y aprender a rebatir objeciones comunes.\n    - **Acciones:** Elaborar un speech conciso para presentar la fibra. Practicar respuestas a las objeciones más frecuentes (precio, necesidad, competencia). Registrar las objeciones planteadas por los clientes y las respuestas utilizadas.\n**Semana 3: Cierre Efectivo**\n    - **Foco principal:** Aprender técnicas de cierre directo.\n    - **Acciones:** Practicar diferentes técnicas de cierre (asignación de sucursal, solicitud de domicilio). Registrar la tasa de cierre por cada técnica utilizada.\n**Semana 4: Proactividad y Optimización**\n    - **Foco principal:** Ser proactivo y optimizar el proceso de venta.\n    - **Acciones:** Anticipar las necesidades del cliente y ofrecer soluciones personalizadas. Revisar todas las grabaciones de llamadas de la semana y analizar las áreas de mejora.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n- **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre y Apellido]?\"\n- **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n- **Como ofrecer fibra directamente:** \"Además, en tu zona tenemos cobertura de fibra óptica con [velocidad] a un precio increíble. LE VA a interesar porque vas a poder [beneficios concretos, como ver Netflix sin interrupciones, trabajar desde casa sin problemas, etc.]\"\n- **Técnicas de cierre directo:** \"Perfecto, para avanzar con la activación, ¿te queda cómodo retirar el chip en una sucursal o preferís que te lo enviemos a domicilio?\".\n- **Manejo de objeciones personalizado:**\n    - **\"Es caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso, pero al final se dieron cuenta de que [beneficio específico, como la velocidad de la fibra o los datos ilimitados] justifica la inversión\".\n    - **\"No lo necesito\":** \"Entiendo, pero muchos clientes pensaban lo mismo y luego se dieron cuenta de que [beneficio específico, como la estabilidad de la conexión o la posibilidad de ver videos en alta definición] les hacía la vida más fácil\".\n    - **\"Ya tengo otro proveedor\":** \"Comprendo, pero con Movistar vas a tener [beneficio específico, como mejor cobertura, mejor atención al cliente o un precio más competitivo]\".\n\n### 7. METAS CUANTIFICABLES\n\n- **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 50 de 100.\n- **Meta de calidad de llamadas:** Reducir la cantidad de llamadas de menos de 30 segundos en un 50%.\n- **KPIs específicos a mejorar:**\n    - Aumentar el porcentaje de oferta de fibra del 2% al 30%.\n    - Aumentar la tasa de cierre en un 20%.\n    - Aumentar el puntaje en \"Detección de necesidades\" a 40 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nThiago, sé que puedes lograr grandes cosas. Tienes la empatía y la capacidad de resolver problemas. Ahora, enfócate en ser más proactivo, detectar las necesidades de tus clientes y cerrar las ventas con confianza. Con el plan de acción que hemos creado, estoy seguro de que verás una mejora significativa en tu desempeño y te convertirás en un vendedor estrella en Movistar. ¡Confío en ti!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}