{
  "agente": "MZA 40",
  "fecha_generacion": "2026-01-26T14:33:57.692930",
  "metricas": {
    "agente": "MZA 40",
    "evaluaciones": {
      "total_evaluadas": 91,
      "puntaje_promedio": 25.7,
      "puntaje_min": 0.0,
      "puntaje_max": 130.0,
      "desviacion_std": 23.1,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 44,
      "criterios": {
        "saludo_presentacion": 19.7,
        "identificacion_cliente": 25.9,
        "deteccion_necesidades": 8.6,
        "oferta_productos": 23.2,
        "manejo_objeciones": 28.6,
        "cierre": 16.2,
        "despedida": 45.4,
        "proactividad": 7.5,
        "empatia": 36.5,
        "resolucion_problemas": 21.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 37,
        "Proactividad": 25,
        "Manejo de objeciones": 24,
        "Identificación del cliente": 21,
        "Empatía": 17
      },
      "fortalezas_frecuentes": {
        "Despedida": 17,
        "Identificación del cliente": 12,
        "Empatía": 11,
        "Manejo de objeciones": 9,
        "Saludo y presentación": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 130.0,
          "resumen": "El agente no cumple con los requisitos mínimos de presentación, identificación, detección de necesidades, ni mención de la promoción. El manejo de objeciones y el cierre son débiles.  Falta proactividad y empatía."
        },
        {
          "puntaje_total": 71.0,
          "resumen": "La agente realiza una buena gestión de venta, presentando ofertas, adaptándose a las necesidades del cliente y cerrando la venta.  Podría mejorar la empatía y la exploración de necesidades iniciales."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar la presentación inicial, la detección de necesidades y mencionar la promoción del 80%.  Buen manejo de objeciones y cierre."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide correctamente y no muestra empatía ni intenta resolver los problemas del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente. El agente no se presenta, no identifica al cliente, no detecta necesidades, la oferta es confusa y no se intenta el cierre de la venta. No se manejan objeciones, ni se muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de todos los elementos esenciales de una venta efectiva. No hay presentación, identificación del cliente, detección de necesidades, manejo de objeciones ni cierre. El agente no muestra empatía ni proactividad."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 91,
      "puntaje_promedio": 25.7,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 44,
      "criterios": {
        "saludo_presentacion": 19.7,
        "identificacion_cliente": 25.9,
        "deteccion_necesidades": 8.6,
        "oferta_productos": 23.2,
        "manejo_objeciones": 28.6,
        "cierre": 16.2,
        "despedida": 45.4,
        "proactividad": 7.5,
        "empatia": 36.5,
        "resolucion_problemas": 21.0
      }
    },
    "clasificacion": {
      "total_llamadas": 50,
      "con_saludo": 25,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 5,
      "ventas": 1,
      "score_calidad_prom": 38.0,
      "pct_saludo": 50.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 10.0,
      "tasa_conversion": 2.0
    },
    "integral": {
      "duracion_promedio_seg": 169.0,
      "duracion_promedio_min": 2.8,
      "distribucion_duracion": {
        "1-3 min": 40,
        "> 8 min": 4,
        "3-5 min": 3,
        "5-8 min": 3
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 25.7,
      "general": 35.7,
      "diferencia": -10.0,
      "percentil": 46.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 19.7,
        "general": 32.0,
        "diferencia": -12.3
      },
      "identificacion_cliente": {
        "agente": 25.9,
        "general": 38.7,
        "diferencia": -12.7
      },
      "deteccion_necesidades": {
        "agente": 8.6,
        "general": 23.3,
        "diferencia": -14.7
      },
      "oferta_productos": {
        "agente": 23.2,
        "general": 28.6,
        "diferencia": -5.4
      },
      "manejo_objeciones": {
        "agente": 28.6,
        "general": 33.0,
        "diferencia": -4.5
      },
      "cierre": {
        "agente": 16.2,
        "general": 18.8,
        "diferencia": -2.6
      },
      "despedida": {
        "agente": 45.4,
        "general": 38.5,
        "diferencia": 6.9
      },
      "proactividad": {
        "agente": 7.5,
        "general": 13.9,
        "diferencia": -6.4
      },
      "empatia": {
        "agente": 36.5,
        "general": 43.0,
        "diferencia": -6.5
      },
      "resolucion_problemas": {
        "agente": 21.0,
        "general": 25.1,
        "diferencia": -4.1
      }
    },
    "conversion": {
      "agente": 2.0,
      "general": 5.1,
      "diferencia": -3.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 40\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 40 se encuentra actualmente en un nivel **Crítico** en comparación con el equipo. Su puntaje IA promedio de 25.7 está significativamente por debajo del promedio del equipo (35.7), ubicándolo en el percentil 46. Su tasa de conversión del 2% es también muy inferior al promedio del equipo (5.1%). Lamentablemente, su desempeño **empeoró** respecto al período anterior, ya que el puntaje IA promedio bajó de 27.0 a 25.7, y el número de llamadas críticas aumentó considerablemente, a pesar de haber aumentado la cantidad de llamadas evaluadas. Si bien hay áreas de mejora notables, el bajo rendimiento en detección de necesidades, proactividad, e identificación del cliente requiere atención inmediata. MZA 40 tiene potencial para mejorar significativamente si se enfoca en las áreas críticas identificadas y se adhiere a las reglas del negocio.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ**: El puntaje en **Despedida** aumentó de 12 a 45.4, lo que indica una mejora significativa en este aspecto. También hay un ligero aumento en el puntaje de **Manejo de Objeciones** y **Empatía**. Esto demuestra que MZA 40 es capaz de implementar cambios positivos cuando se enfoca en un área específica.\n*   **QUÉ EMPEORÓ**: El puntaje en **Detección de Necesidades** disminuyó drásticamente, siendo el punto más bajo. La **Identificación del Cliente** y la **Oferta de Productos** también sufrieron una leve disminución. Esto sugiere que el agente está teniendo dificultades para conectar con el cliente y comprender sus necesidades individuales.\n*   **QUÉ SIGUE PENDIENTE**: La **Proactividad** sigue siendo un área de mejora persistente, con un puntaje muy bajo de 7.5. El **Cierre** también sigue siendo un desafío, indicando dificultades para concretar la venta.\n*   **TENDENCIA GENERAL**: La tendencia general es preocupante. A pesar de algunas mejoras, el descenso en áreas clave y el bajo rendimiento general requieren una intervención urgente y un enfoque intensivo en las áreas de mejora prioritarias.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Despedida:** MZA 40 ha mejorado notablemente en la despedida, lo que indica un cierre de llamada más profesional y cordial. Esto es positivo porque deja una buena impresión final en el cliente.\n*   **Manejo de Objeciones:** El agente muestra cierta habilidad para abordar las objeciones de los clientes, aunque aún necesita mejorar la personalización de las respuestas.\n*   **Empatía:** Demuestra cierta empatía con el cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE)**: Esta es la debilidad más crítica y requiere atención inmediata. Es fundamental que MZA 40 aprenda a hacer preguntas efectivas y a escuchar activamente para comprender las necesidades reales del cliente. Sin una correcta detección de necesidades, la oferta de productos será irrelevante y la venta será mucho más difícil.\n*   **Proactividad (PERSISTENTE)**: La falta de proactividad, especialmente en la oferta de fibra, está limitando su potencial de ventas. Es crucial que MZA 40 incorpore la oferta de fibra de manera directa y sin preguntar, siguiendo las reglas del negocio.\n*   **Identificación del Cliente (PERSISTENTE)**: Este es un paso fundamental para personalizar la interacción y asegurar que está hablando con la persona correcta. No verificar la identidad del cliente puede llevar a malentendidos y a una pérdida de tiempo.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** Con un TMO de 2.8 minutos, MZA 40 está dentro del rango óptimo. Sin embargo, dado su bajo puntaje en \"Detección de Necesidades\", es posible que esté apresurando las llamadas sin comprender completamente las necesidades del cliente.\n*   **% Capta Atención:** El % Capta Atención no está disponible. Esta métrica es CRUCIAL y debe ser monitoreada de cerca. Un bajo porcentaje indicaría que el agente no está logrando enganchar al cliente en el primer minuto de la llamada.\n*   **Cortes de llamada:** No hay datos disponibles.\n*   **Llamadas <30 seg:** No hay datos disponibles.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n**Saludo y Presentación:**\n\n*   Nivel: Bajo.\n*   Está haciendo mal: Puede que esté siendo poco enérgico o que no esté resaltando los beneficios de la oferta desde el principio.\n*   Cómo mejorar: Practicar un saludo inicial más convincente y enfocado en el valor que la oferta puede brindar al cliente (\"Hola, [Nombre], mi nombre es [Nombre del agente] de Movistar y tengo una oferta que LE VA a interesar para mejorar tu conexión y ahorrar en tu factura.\").\n\n**Identificación del Cliente:**\n\n*   Nivel: Bajo.\n*   Está haciendo mal: Parece no estar verificando la identidad del cliente al principio de la llamada.\n*   Cómo mejorar: Incorporar de manera obligatoria la pregunta: \"Hola, ¿me comunico con [Nombre]?\" al inicio de cada llamada.\n\n**Detección de Necesidades:**\n\n*   Nivel: Crítico.\n*   Está haciendo mal: Puede estar usando preguntas genéricas o no estar escuchando activamente las respuestas del cliente.\n*   Cómo mejorar: En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actualmente?\".\n\n**Oferta de Productos:**\n\n*   Nivel: Bajo.\n*   Está haciendo mal: Puede estar ofreciendo productos sin conocer las necesidades del cliente o sin resaltar los beneficios clave.\n*   Cómo mejorar: Después de la detección de necesidades, presentar la oferta de manera personalizada y enfocada en resolver las necesidades identificadas.\n\n**Manejo de Objeciones:**\n\n*   Nivel: Regular.\n*   Está haciendo mal: Puede estar dando respuestas genéricas a las objeciones, en lugar de abordarlas de manera específica.\n*   Cómo mejorar: Escuchar atentamente la objeción del cliente y responder de manera personalizada, destacando los beneficios que superan la objeción. Por ejemplo, si el cliente dice \"Es muy caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n**Cierre:**\n\n*   Nivel: Bajo.\n*   Está haciendo mal: Puede estar siendo indeciso o preguntando al cliente si quiere seguir adelante.\n*   Cómo mejorar: Asignar sucursal directamente o buscar el domicilio del cliente para la instalación, sin preguntar si está de acuerdo.\n\n**Despedida:**\n\n*   Nivel: Bueno.\n*   Está haciendo bien: Finalizando la llamada de forma cordial.\n*   Cómo mantener: Seguir ofreciendo acompañamiento durante la portabilidad.\n\n**Proactividad:**\n\n*   Nivel: Crítico.\n*   Está haciendo mal: No está ofreciendo fibra de manera proactiva.\n*   Cómo mejorar: Incorporar la oferta de fibra de manera obligatoria en todas las llamadas, sin preguntar si le interesa. Por ejemplo: \"Además, quería comentarte que en tu zona tenemos cobertura de fibra óptica con una velocidad increíble...\"\n\n**Empatía:**\n\n*   Nivel: Regular.\n*   Está haciendo mal: Puede estar faltando personalizar las respuestas, mostrándose como una repetición automatizada.\n*   Cómo mejorar: Escuchar atentamente y adaptar el tono a cada cliente.\n\n**Resolución de Problemas:**\n\n* Nivel: Bajo.\n* Está haciendo mal: No hay información suficiente.\n* Cómo mejorar: No hay información suficiente para dar una indicación.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Detección de Necesidades:**\n    *   Foco: Practicar preguntas efectivas y escucha activa. Role-playing con escenarios comunes.\n    *   Acciones: Revisión de grabaciones de llamadas propias y de compañeros exitosos. Crear un guion con preguntas clave para detectar necesidades.\n\n**Semana 2:** **Proactividad y Cierre:**\n    *   Foco: Incorporar la oferta de fibra de manera obligatoria y practicar técnicas de cierre directo.\n    *   Acciones: Memorizar un script para la oferta de fibra. Simular escenarios de cierre con el supervisor.\n\n**Semana 3:** **Identificación del Cliente y Manejo de Objeciones:**\n    * Foco: Implementar la pregunta de validación de identidad y preparar respuestas personalizadas para objeciones comunes.\n    * Acciones: Escuchar activamente las objeciones de los clientes y adaptar las respuestas de forma personalizada.\n\n**Semana 4:** **Consolidación y Optimización:**\n    *   Foco: Reforzar todas las áreas de mejora y optimizar el flujo de la llamada.\n    *   Acciones: Revisión exhaustiva de grabaciones de llamadas. Ajustar el guion y las técnicas según los resultados obtenidos.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de Fibra Directa:** \"Además, quería comentarte que en tu zona tenemos cobertura de fibra óptica con una velocidad increíble...\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con la activación, te voy a asignar la sucursal más cercana para que puedas retirar tu nuevo chip.\" o \"Voy a proceder a verificar tu domicilio para coordinar la instalación de la fibra.\"\n*   **Manejo de Objeciones Personalizado:**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   \"Entiendo tu preocupación por el cambio de compañía, pero te aseguro que Movistar te ofrece una cobertura superior y un servicio de atención al cliente excepcional. Además, nosotros nos encargamos de todo el proceso de portabilidad para que no tengas que preocuparte por nada.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 50 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 4% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 50% en 30 días.\n*   **TMO:** Mantener el TMO dentro del rango de 2-4 minutos, pero enfocándose en la calidad de la interacción y la detección de necesidades.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 40, veo que tenés la capacidad de mejorar cuando te enfocás en un área específica, como demostraste con la despedida. ¡Eso es genial! Ahora, el desafío es aplicar esa misma dedicación a las áreas que necesitan más atención. Sé que podés hacerlo. Enfocate en la detección de necesidades y en ofrecer fibra de manera proactiva. ¡Vamos a trabajar juntos para que alcances tu máximo potencial y te conviertas en un vendedor estrella!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:03:12.900884",
  "evolucion": null
}