{
  "agente": "MZA 32",
  "fecha_generacion": "2026-01-26T14:40:15.325497",
  "metricas": {
    "agente": "MZA 32",
    "evaluaciones": {
      "total_evaluadas": 65,
      "puntaje_promedio": 36.8,
      "puntaje_min": 0.0,
      "puntaje_max": 89.0,
      "desviacion_std": 19.3,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 13,
      "criterios": {
        "saludo_presentacion": 66.0,
        "identificacion_cliente": 21.7,
        "deteccion_necesidades": 40.1,
        "oferta_productos": 28.8,
        "manejo_objeciones": 38.9,
        "cierre": 15.2,
        "despedida": 48.2,
        "proactividad": 13.3,
        "empatia": 53.6,
        "resolucion_problemas": 26.0
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 21,
        "Identificación del cliente": 16,
        "Oferta de productos": 16,
        "Detección de necesidades": 15,
        "Cierre de venta": 15
      },
      "fortalezas_frecuentes": {
        "Empatía": 14,
        "Saludo y presentación": 13,
        "Despedida": 7,
        "Saludo y presentación inicial": 5,
        "Manejo de objeciones": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 89.0,
          "resumen": "La agente realiza una gestión de venta muy buena, se presenta, identifica al cliente, detecta sus necesidades, ofrece un plan adecuado, maneja la situación y objeciones y realiza un cierre exitoso. Muestra empatía y se ofrece a ayudar."
        },
        {
          "puntaje_total": 83.0,
          "resumen": "El agente realiza una buena gestión de la venta. Se presenta adecuadamente, identifica las necesidades del cliente, ofrece un plan atractivo, maneja objeciones, y realiza un cierre efectivo. Muestra empatía y proactividad."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "Buen desempeño general. El agente se presenta, detecta necesidades, ofrece productos adecuados, maneja objeciones y muestra empatía. Cierre pendiente por consulta con familiar."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es inefectiva debido a la falta de presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones y cierre. La comunicación es deficiente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente en todos los aspectos. El agente no se presenta, no identifica necesidades ni ofrece productos adecuados. No hay cierre de venta ni despedida correcta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es deficiente en todos los aspectos. El agente no sigue un protocolo de venta, no se identifica correctamente, no detecta necesidades ni ofrece productos."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 65,
      "puntaje_promedio": 36.8,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 13,
      "criterios": {
        "saludo_presentacion": 66.0,
        "identificacion_cliente": 21.7,
        "deteccion_necesidades": 40.1,
        "oferta_productos": 28.8,
        "manejo_objeciones": 38.9,
        "cierre": 15.2,
        "despedida": 48.2,
        "proactividad": 13.3,
        "empatia": 53.6,
        "resolucion_problemas": 26.0
      }
    },
    "clasificacion": {
      "total_llamadas": 65,
      "con_saludo": 61,
      "con_cierre": 0,
      "con_identificacion": 1,
      "ofrece_plan": 0,
      "ofrece_fibra": 5,
      "ventas": 1,
      "score_calidad_prom": 47.3,
      "pct_saludo": 93.8,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 7.7,
      "tasa_conversion": 1.5
    },
    "integral": {
      "duracion_promedio_seg": 206.0,
      "duracion_promedio_min": 3.4,
      "distribucion_duracion": {
        "1-3 min": 44,
        "3-5 min": 10,
        "> 8 min": 8,
        "5-8 min": 3
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 36.8,
      "general": 35.7,
      "diferencia": 1.1,
      "percentil": 61.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 66.0,
        "general": 32.0,
        "diferencia": 34.0
      },
      "identificacion_cliente": {
        "agente": 21.7,
        "general": 38.7,
        "diferencia": -17.0
      },
      "deteccion_necesidades": {
        "agente": 40.1,
        "general": 23.3,
        "diferencia": 16.8
      },
      "oferta_productos": {
        "agente": 28.8,
        "general": 28.6,
        "diferencia": 0.2
      },
      "manejo_objeciones": {
        "agente": 38.9,
        "general": 33.0,
        "diferencia": 5.9
      },
      "cierre": {
        "agente": 15.2,
        "general": 18.8,
        "diferencia": -3.5
      },
      "despedida": {
        "agente": 48.2,
        "general": 38.5,
        "diferencia": 9.6
      },
      "proactividad": {
        "agente": 13.3,
        "general": 13.9,
        "diferencia": -0.6
      },
      "empatia": {
        "agente": 53.6,
        "general": 43.0,
        "diferencia": 10.6
      },
      "resolucion_problemas": {
        "agente": 26.0,
        "general": 25.1,
        "diferencia": 0.9
      }
    },
    "conversion": {
      "agente": 1.5,
      "general": 5.1,
      "diferencia": -3.6
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 32\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 32 se encuentra en un nivel que **necesita mejora**, especialmente en la conversión de llamadas en ventas. Si bien su puntaje IA promedio (36.8) está ligeramente por encima del promedio del equipo (35.7), su tasa de conversión (1.5%) es significativamente inferior (5.1% promedio del equipo), indicando una dificultad considerable en el cierre de ventas. Comparado con el equipo, destaca en el saludo y presentación inicial, pero necesita mejorar urgentemente en la identificación del cliente y el cierre de ventas.\n\n**Evolución:** Analizando el historial de la semana anterior (coaching del 2026-01-19), se observa una **leve mejoría** en el puntaje IA promedio (36.8 vs 36.8), pero esto no se traduce en un aumento en la tasa de conversión. Si bien ha habido avances en áreas como la detección de necesidades y el manejo de objeciones, persisten las dificultades en la identificación del cliente y el cierre, que siguen siendo áreas críticas. Su potencial de mejora es alto, ya que demuestra tener habilidades de comunicación (empatía, saludo) que pueden ser canalizadas hacia un mejor desempeño en el cierre de ventas.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ:**\n    *   **Detección de necesidades:** Subió notablemente, indicando una mayor capacidad para comprender las necesidades de los clientes.\n    *   **Manejo de objeciones:** Ligera mejora, mostrando un avance en la capacidad para responder a las dudas de los clientes.\n    *   **Saludo y presentación:** Aumento significativo, ubicándose muy por encima del promedio del equipo.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del cliente:** Bajó considerablemente, siendo un punto crítico que requiere atención inmediata.\n    *   **Cierre de ventas:** Sigue siendo extremadamente bajo, sin mejoras significativas.\n    *   **Proactividad (Oferta de fibra):** Disminuyó, aunque ya era un área de mejora previamente identificada.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Cierre de venta**: Persiste como una de las principales debilidades, limitando el potencial de conversión.\n    *   **Oferta de productos**: Aunque hubo una pequeña mejora, todavía está por debajo del nivel deseado.\n\n*   **TENDENCIA GENERAL:** La tendencia general es mixta. Hay mejoras en áreas como la detección de necesidades y la presentación, pero el estancamiento en el cierre y la disminución en la identificación del cliente son preocupantes y requieren una intervención urgente para evitar que se conviertan en patrones consolidados.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Saludo y Presentación:** Excelente. MZA 32 se destaca en la forma en que inicia la conversación, generando una buena primera impresión. *Ejemplo concreto:* Inicia la llamada de manera cordial y profesional, transmitiendo confianza.\n*   **Empatía:** Demuestra una buena capacidad para conectar con los clientes, generando un ambiente de confianza. *Ejemplo concreto:* Escucha activamente a los clientes y se muestra comprensivo ante sus necesidades e inquietudes.\n*   **Detección de necesidades:** Muestra progreso en la capacidad de identificar lo que el cliente busca, mejorando con respecto al periodo anterior.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Identificación del cliente (PERSISTENTE):** Es crucial verificar la identidad del cliente al inicio de la llamada. Impacta directamente en la efectividad de la comunicación y la personalización de la oferta.\n*   **Cierre de Ventas (PERSISTENTE):** La falta de cierre es el principal obstáculo para mejorar la tasa de conversión. Es fundamental aplicar técnicas de cierre directo y evitar preguntas innecesarias.\n*   **Oferta de productos (PERSISTENTE):** No está ofreciendo productos de manera efectiva, especialmente la oferta de fibra. Es esencial ser proactivo y presentar los beneficios de los productos de manera clara y persuasiva.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n*   **TMO (Tiempo Medio Operativo):** 3.4 minutos. Este tiempo está dentro del rango óptimo (2-4 minutos), lo que sugiere que MZA 32 dedica el tiempo necesario a cada cliente sin extenderse innecesariamente.\n*   **% Capta Atención:** No se proporciona el % de llamadas >1 minuto. Este dato es fundamental para determinar si MZA 32 está logrando enganchar al cliente en la conversación. Es crucial obtener este dato para el próximo análisis.\n*   **Cortes de llamada:** No se proporciona la información sobre cortes de llamada.\n*   **Llamadas <30 seg:** No se proporciona la información sobre llamadas cortas.\n*   **Tasa de aprobación de ventas:** Siendo tan baja la tasa de conversión (1.5%), es probable que la tasa de aprobación de las ventas sea baja, aunque este dato no esté presente.\n\n**Dado que faltan datos clave (% capta atención, cortes de llamada, llamadas <30 seg), es imprescindible obtenerlos para un análisis más completo en la próxima evaluación.**\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación:**\n    *   Nivel actual: **Excelente**.\n    *   Qué está haciendo bien: Inicia la llamada de manera cordial y profesional, transmitiendo confianza.\n    *   Cómo mejorar: Mantener el nivel de profesionalismo y adaptarlo al estilo de cada cliente para generar mayor cercanía.\n\n*   **Identificación del cliente:**\n    *   Nivel actual: **Crítico**.\n    *   Qué está haciendo mal: No verifica la identidad del cliente al inicio de la llamada.\n    *   Cómo mejorar: **SIEMPRE** preguntar \"¿Me comunico con [Nombre]?\" al inicio de la llamada.\n\n*   **Detección de necesidades:**\n    *   Nivel actual: **Bueno**.\n    *   Qué está haciendo bien: Muestra interés en comprender las necesidades del cliente.\n    *   Cómo mejorar: Hacer preguntas más específicas y relevantes para identificar las necesidades reales del cliente. Usar preguntas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de productos:**\n    *   Nivel actual: **Bajo**.\n    *   Qué está haciendo mal: No ofrece productos de manera persuasiva ni destaca sus beneficios.\n    *   Cómo mejorar: Presentar los productos de forma clara y concisa, resaltando los beneficios que satisfacen las necesidades del cliente. Ofrecer la fibra directamente, comentando sobre ella sin preguntar si le interesa.\n\n*   **Manejo de objeciones:**\n    *   Nivel actual: **Regular**.\n    *   Qué está haciendo mal: Puede dar respuestas genéricas a las objeciones.\n    *   Cómo mejorar: Adaptar la respuesta a la objeción específica del cliente, mostrando comprensión y ofreciendo soluciones concretas.\n\n*   **Cierre:**\n    *   Nivel actual: **Crítico**.\n    *   Qué está haciendo mal: No aplica técnicas de cierre directo y pregunta al cliente si quiere proceder.\n    *   Cómo mejorar: **NUNCA** preguntar \"¿te parece bien si procedemos?\". Asignar sucursal o buscar domicilio del cliente directamente. **NUNCA** preguntar si quiere seguir.\n\n*   **Despedida:**\n    *   Nivel actual: **Regular**.\n    *   Qué está haciendo mal: Posiblemente usa frases como \"Estaré encantado de ayudarte en el futuro\".\n    *   Cómo mejorar: Ofrecer acompañamiento **SOLO** durante la portabilidad.\n\n*   **Proactividad:**\n    *   Nivel actual: **Crítico**.\n    *   Qué está haciendo mal: No ofrece fibra de forma proactiva.\n    *   Cómo mejorar: Comentar **DIRECTAMENTE** sobre la fibra, sin preguntar.\n\n*   **Empatía:**\n    *   Nivel actual: **Bueno**.\n    *   Qué está haciendo bien: Demuestra una buena capacidad para conectar con los clientes.\n    *   Cómo mejorar: Mantener el nivel de empatía y adaptarlo a cada cliente para generar mayor cercanía.\n\n*   **Resolución de problemas:**\n    *   Nivel actual: **Bajo**.\n    *   Qué está haciendo mal: No se identifica claramente.\n    *   Cómo mejorar: Identificarse y ofrecer información concisa de resolución.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n*   **Semana 1:** **Foco: Identificación del cliente y Cierre directo.** Acciones: Role-playing intensivo sobre verificación de identidad y técnicas de cierre sin preguntas. Revisión de llamadas reales enfocándose en estos dos puntos.\n*   **Semana 2:** **Proactividad (Oferta de fibra) y Manejo de objeciones.** Acciones: Capacitación sobre la oferta de fibra, destacando sus beneficios. Preparación de scripts personalizados para las objeciones más comunes.\n*   **Semana 3:** **Consolidación y Personalización.** Acciones: Revisión y práctica de todos los aspectos trabajados en las semanas anteriores. Enfoque en la personalización de la comunicación según el tipo de cliente.\n*   **Semana 4:** **Optimización y Seguimiento.** Acciones: Monitoreo continuo del desempeño y ajuste de las estrategias según sea necesario. Identificación de nuevas áreas de mejora y establecimiento de metas a largo plazo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra:** \"Contamos con un excelente servicio de fibra óptica que te permitirá disfrutar de una conexión más rápida y estable para trabajar, estudiar o disfrutar de tus contenidos favoritos sin interrupciones.\"\n*   **Cierre directo:** \"Perfecto, para completar la activación de tu plan, te asignaré la sucursal más cercana a tu domicilio/buscaré tu domicilio para coordinar la entrega del chip.\"\n*   **Manejo de objeciones (ejemplo - precio):** \"Entiendo que el precio es importante. Muchos de nuestros clientes al principio se fijaron en eso, pero una vez que probaron la calidad de nuestra conexión y la diferencia en el servicio, se dieron cuenta de que la inversión vale la pena. ¿Te parece si vemos los beneficios a largo plazo?\"\n\n### 9. METAS CUANTIFICABLES\n*   Meta de puntaje IA a alcanzar en 30 días: 50\n*   Meta de tasa de conversión: 3%\n*   Meta de ofrecimiento de productos (fibra): 80% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a alcanzar: Mantenerse entre 2-4 minutos\n*   KPIs específicos a mejorar: Identificación del cliente (alcanzar un puntaje de 80), Cierre de ventas (alcanzar un puntaje de 50)\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n¡MZA 32, veo que tienes una gran capacidad para conectar con los clientes y generar una buena primera impresión! Tu saludo y tu empatía son grandes fortalezas. Ahora, es momento de enfocarte en cerrar esas ventas. Sé que puedes hacerlo. Con un poco más de foco en la identificación del cliente al inicio de la llamada y aplicando las técnicas de cierre directo, vas a ver cómo tus resultados se disparan. ¡Confío en tu potencial y estoy aquí para ayudarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:00:44.137019",
  "evolucion": null
}