{
  "agente": "MZA 77",
  "agente_codigo": "MZA 77",
  "equipo": "Sin Equipo",
  "fecha_generacion": "2026-02-09T08:43:41.234440",
  "metricas": {
    "agente": "MZA 77",
    "agente_codigo": "MZA 77",
    "equipo": "Sin Equipo",
    "evaluaciones": {
      "total_evaluadas": 31,
      "puntaje_promedio": 40.8,
      "puntaje_min": 0,
      "puntaje_max": 86,
      "desviacion_std": 23.2,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 6,
      "llamadas_regulares": 12,
      "llamadas_criticas": 11,
      "criterios": {
        "saludo_presentacion": 52.3,
        "identificacion_cliente": 75.8,
        "deteccion_necesidades": 14.8,
        "oferta_productos": 64.2,
        "manejo_objeciones": 37.7,
        "cierre": 26.5,
        "despedida": 76.8,
        "proactividad": 11.3,
        "empatia": 37.1,
        "resolucion_problemas": 21.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 17,
        "Proactividad": 9,
        "Manejo de objeciones": 8,
        "Identificación del cliente": 6,
        "Cierre de la venta": 5
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 13,
        "Saludo y presentación": 12,
        "Despedida": 6,
        "Despedida cordial": 5,
        "Empatía": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 86.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece planes y fibra directamente. El cierre se completa, aunque requiere seguimiento. Muestra empatía. Es necesario mejorar la detección de necesidades."
        },
        {
          "puntaje_total": 85.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente y manejó las objeciones. Ofreció un plan y logró cerrar la venta, aunque no ofreció fibra. La detección de necesidades podría mejorar."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja objeciones y realiza el cierre. Falta detección de necesidades y proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no detecta necesidades, no ofrece los productos de forma adecuada y no realiza un cierre efectivo. No muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones, ni completa el cierre. No muestra empatía ni proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de forma adecuada, y no completa el cierre. La comunicación es confusa y carece de estructura."
        }
      ],
      "pct_ofrece_fibra": 9.7
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 1,
      "tmo_seg": 0.0,
      "pct_capta_atencion": 0.0,
      "menos_30seg": 1,
      "corte_cliente": 1,
      "corte_agente": 0
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 40.8,
      "general": 30.6,
      "diferencia": 10.3,
      "percentil": 70.2
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 52.3,
        "general": 17.9,
        "diferencia": 34.4
      },
      "identificacion_cliente": {
        "agente": 75.8,
        "general": 49.4,
        "diferencia": 26.4
      },
      "deteccion_necesidades": {
        "agente": 14.8,
        "general": 14.3,
        "diferencia": 0.5
      },
      "oferta_productos": {
        "agente": 64.2,
        "general": 36.1,
        "diferencia": 28.1
      },
      "manejo_objeciones": {
        "agente": 37.7,
        "general": 27.8,
        "diferencia": 10.0
      },
      "cierre": {
        "agente": 26.5,
        "general": 19.5,
        "diferencia": 6.9
      },
      "despedida": {
        "agente": 76.8,
        "general": 51.2,
        "diferencia": 25.6
      },
      "proactividad": {
        "agente": 11.3,
        "general": 8.5,
        "diferencia": 2.8
      },
      "empatia": {
        "agente": 37.1,
        "general": 37.5,
        "diferencia": -0.4
      },
      "resolucion_problemas": {
        "agente": 21.0,
        "general": 21.0,
        "diferencia": -0.1
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: MZA 77\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño general de MZA 77 se encuentra en un nivel **Necesita Mejora**. Si bien su puntaje promedio (40.8 de 100) supera al promedio del equipo (30.6 de 100), hay áreas críticas que requieren atención inmediata para desbloquear su potencial. Comparado con el coaching anterior, el puntaje promedio se mantiene igual, pero es fundamental analizar los cambios en las áreas específicas para entender la evolución real. El potencial de mejora es significativo, especialmente en la detección de necesidades, proactividad y cierre de ventas, donde el impacto en los resultados puede ser considerable.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 75.8 de 100, MZA 77 demuestra habilidad para confirmar la identidad del cliente al inicio de la llamada.\n*   **Saludo y presentación:** MZA 77 se presenta correctamente y genera una primera impresión positiva (52.3 de 100).\n*   **Despedida:** El protocolo de despedida es correcto (76.8 de 100).\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con solo 14.8 de 100, esta es la debilidad más grande, impidiendo ofrecer soluciones personalizadas y relevantes.\n*   **Proactividad:** El puntaje de 11.3 de 100 indica falta de iniciativa para ofrecer productos adicionales o anticipar las necesidades del cliente.\n*   **Cierre de la venta:** Con un puntaje de 26.5 de 100, MZA 77 necesita mejorar su capacidad para concretar la venta de manera efectiva.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** Nivel actual: 52.3 de 100. Lo hace bien: Presenta de forma correcta. Como mejorar: Agregar un comentario personalizado al saludo para crear conexión inmediata. Ejemplo: \"Hola [Nombre], ¿cómo estás hoy? Vi que sos cliente hace tiempo, ¡gracias por tu fidelidad!\"\n*   **Identificación del Cliente:** Nivel actual: 75.8 de 100. Lo hace bien: Verifica la identidad del cliente. Como mejorar: Hacerlo de manera más conversacional y menos como un interrogatorio. Frase recomendada: \"Hola, ¿me comunico con [Nombre]? Perfecto, te llamo desde Movistar para comentarte sobre...\"\n*   **Detección de Necesidades:** Nivel actual: 14.8 de 100. Lo hace mal: No indaga sobre las necesidades del cliente. Como mejorar: Hacer preguntas abiertas y enfocadas en el uso que el cliente le da a su servicio. Preguntas clave: \"¿Qué es lo que más usás del celular? ¿Redes sociales, videollamadas? ¿Cuántos GB tenés actualmente? ¿Te alcanzan o te quedas corto?\"\n*   **Oferta de Productos:** Nivel actual: 64.2 de 100. Lo hace bien: Presenta la oferta. Como mejorar: Ofrecer la fibra directamente. Frase recomendada: \"Además del plan que te comenté, tengo una oferta de fibra óptica para tu hogar que LE VA a interesar. Con [velocidad] vas a poder [beneficios específicos, ej: trabajar desde casa sin problemas, ver películas en streaming en 4K, jugar online sin lag].\"\n*   **Manejo de Objeciones:** Nivel actual: 37.7 de 100. Lo hace mal: No rebate las objeciones de forma efectiva. Como mejorar: Escuchar atentamente la objeción y responder de forma puntual, sin usar respuestas genéricas. Ejemplo: Cliente: \"Es que estoy cómodo con mi compañía actual\". Respuesta: \"Es lógico que estés cómodo, pero te VA a sorprender lo que te ahorrás con Movistar y la velocidad de nuestra red.\"\n*   **Cierre:** Nivel actual: 26.5 de 100. Lo hace mal: No concreta la venta. Como mejorar: Ser directo y ofrecer opciones para finalizar la venta. Técnicas de cierre: \"Para que empieces a disfrutar de este plan hoy mismo, te asigno la sucursal más cercana a tu domicilio o coordinamos la visita de un técnico. ¿Cuál te resulta más cómodo?\"\n*   **Despedida:** Nivel actual: 76.8 de 100. Lo hace bien: Se despide de forma correcta. Como mejorar: Agradecer al cliente por su tiempo.\n*   **Proactividad:** Nivel actual: 11.3 de 100. Lo hace mal: No ofrece productos adicionales ni anticipa necesidades. Como mejorar: Ofrecer la fibra directamente y, si el cliente muestra interés, ofrecer también otros servicios como Movistar Play.\n*   **Empatía:** Nivel actual: 37.1 de 100. Lo hace mal: Falta de conexión emocional con el cliente. Como mejorar: Mostrar interés genuino por las necesidades del cliente y usar un tono de voz amigable.\n*   **Resolución de Problemas:** Nivel actual: 21.0 de 100. No aplica en este contexto.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Detección de Necesidades.** Acciones: Implementar las preguntas clave mencionadas anteriormente en todas las llamadas. Registrar las respuestas de los clientes para analizar y ajustar el discurso. Escuchar grabaciones de llamadas exitosas para identificar cómo los vendedores estrella detectan las necesidades.\n**Semana 2:** **Siguiente prioridad: Oferta de Fibra Directamente y Cierre Directo.** Acciones: Incorporar la oferta de fibra en todas las llamadas, sin preguntar si el cliente está interesado. Practicar las técnicas de cierre directo, asignando sucursal o coordinando la visita de un técnico. Registrar la cantidad de ofertas de fibra realizadas y la tasa de aceptación.\n**Semana 3:** **Consolidación: Manejo de Objeciones Específicas.** Acciones: Identificar las objeciones más frecuentes y preparar respuestas efectivas y personalizadas para cada una. Escuchar grabaciones de llamadas donde se manejan objeciones exitosamente.\n**Semana 4:** **Optimización: Proactividad y Empatía.** Acciones: Ofrecer productos adicionales como Movistar Play a los clientes que muestran interés en la fibra. Prestar atención al tono de voz y mostrar interés genuino por las necesidades del cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]? Genial, [Nombre], te llamo desde Movistar para contarte sobre una oferta exclusiva para vos.\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular? ¿Para qué usas internet en tu casa? ¿Cuántos dispositivos tenés conectados a la vez?\"\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta de fibra óptica para tu hogar que LE VA a interesar. Con [velocidad] vas a poder [beneficios específicos].\"\n*   **Técnicas de cierre directo:** \"Para que empieces a disfrutar de este plan hoy mismo, te asigno la sucursal más cercana o coordinamos la visita de un técnico. ¿Qué preferís?\"\n*   **Manejo de objeciones personalizado:**\n    *   \"Es caro\": \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero si analizamos la velocidad de internet y la calidad de la red, vas a ver que la relación precio-calidad es excelente.\"\n    *   \"Estoy cómodo con mi compañía actual\": \"Entiendo, pero te VA a sorprender lo que te ahorrás con Movistar y la velocidad de nuestra red es superior.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas con detección de necesidades exitosa al 70%. Reducir el porcentaje de llamadas que terminan en corte del cliente.\n*   **KPIs específicos a mejorar:**\n    *   Tasa de conversión de ofertas de fibra: Aumentar la tasa en un 15%.\n    *   Tasa de cierre de ventas: Aumentar la tasa en un 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 77, tenés una base sólida en la identificación del cliente y el saludo, lo cual es fundamental. Ahora, el desafío es enfocarte en detectar las necesidades de cada cliente y ofrecer soluciones personalizadas. ¡Con las herramientas y técnicas que te proporcioné, estoy seguro de que vas a lograr un gran avance y superar tus propias expectativas! Recordá que el éxito está en la práctica constante y la adaptación a cada cliente. ¡Vamos por ese 65 de puntaje!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}