{
  "agente": "MZA 36",
  "fecha_generacion": "2026-01-19T08:06:06.474766",
  "metricas": {
    "agente": "MZA 36",
    "evaluaciones": {
      "total_evaluadas": 42,
      "puntaje_promedio": 59.8,
      "puntaje_min": 0.0,
      "puntaje_max": 700.0,
      "desviacion_std": 103.2,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 4,
      "criterios": {
        "saludo_presentacion": 58.6,
        "identificacion_cliente": 24.5,
        "deteccion_necesidades": 35.0,
        "oferta_productos": 54.9,
        "manejo_objeciones": 53.1,
        "cierre": 32.9,
        "despedida": 57.1,
        "proactividad": 24.0,
        "empatia": 48.9,
        "resolucion_problemas": 31.9
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 14,
        "Manejo de objeciones": 14,
        "Detección de necesidades": 13,
        "Cierre de ventas": 12,
        "Empatía": 7
      },
      "fortalezas_frecuentes": {
        "Despedida": 8,
        "Saludo y presentación": 5,
        "Manejo de objeciones.": 4,
        "Empatía": 4,
        "Saludo y presentación inicial": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se desempeña bien, mostrando empatía y entendimiento de las necesidades del cliente.  El saludo y la identificación podrían mejorarse."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "El agente realiza una buena venta, verificando datos, ofreciendo productos y cerrando la venta de manera efectiva. Puede mejorar la presentación, profundizando en las necesidades del cliente y ofreciendo más productos."
        },
        {
          "puntaje_total": 77.0,
          "resumen": "El agente realiza una venta, se presenta y se despide de forma correcta. Se identifica al cliente y detalla la oferta del plan.  Mejorar la detección de necesidades y la proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es un fracaso total. El agente no sigue ningún protocolo de venta, no escucha al cliente, no intenta resolver sus problemas y finaliza la llamada de manera hostil."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy básica, sin cumplir los pasos necesarios para una venta. El agente solo se limita a saludar."
        },
        {
          "puntaje_total": 16.0,
          "resumen": "El agente necesita mejorar en la presentación, identificación del cliente, detección de necesidades, manejo de objeciones y cierre de venta. No es proactivo."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 43,
      "con_saludo": 38,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 6,
      "ventas": 6,
      "score_calidad_prom": 51.2,
      "pct_saludo": 88.4,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 14.0,
      "tasa_conversion": 14.0
    },
    "integral": {
      "duracion_promedio_seg": 254.0,
      "duracion_promedio_min": 4.2,
      "distribucion_duracion": {
        "1-3 min": 31,
        "> 8 min": 7,
        "5-8 min": 3,
        "3-5 min": 2
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 59.8,
      "general": 50.3,
      "diferencia": 9.5,
      "percentil": 79.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 58.6,
        "general": 54.7,
        "diferencia": 3.9
      },
      "identificacion_cliente": {
        "agente": 24.5,
        "general": 18.8,
        "diferencia": 5.7
      },
      "deteccion_necesidades": {
        "agente": 35.0,
        "general": 36.6,
        "diferencia": -1.6
      },
      "oferta_productos": {
        "agente": 54.9,
        "general": 47.8,
        "diferencia": 7.1
      },
      "manejo_objeciones": {
        "agente": 53.1,
        "general": 44.1,
        "diferencia": 9.0
      },
      "cierre": {
        "agente": 32.9,
        "general": 25.4,
        "diferencia": 7.4
      },
      "despedida": {
        "agente": 57.1,
        "general": 55.0,
        "diferencia": 2.1
      },
      "proactividad": {
        "agente": 24.0,
        "general": 17.5,
        "diferencia": 6.5
      },
      "empatia": {
        "agente": 48.9,
        "general": 50.2,
        "diferencia": -1.2
      },
      "resolucion_problemas": {
        "agente": 31.9,
        "general": 24.0,
        "diferencia": 7.9
      }
    },
    "conversion": {
      "agente": 14.0,
      "general": 5.1,
      "diferencia": 8.8
    }
  },
  "analisis_coaching": "¡Entendido! Aquí está mi análisis exhaustivo y plan de acción personalizado para MZA 36.\n\n## ANÁLISIS DEL DESEMPEÑO DE MZA 36\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 36 se presenta como un vendedor con un desempeño **bueno**, mostrando resultados superiores al promedio del equipo en varios aspectos clave. Su puntaje IA promedio de 59.8 lo sitúa en el percentil 79.4, indicando que está superando a la mayoría de sus compañeros. La tasa de conversión del 14% es significativamente mayor que el promedio del equipo (5.1%), lo que sugiere una capacidad sólida para cerrar ventas.\n\nSin embargo, existen áreas de mejora que, al ser abordadas, podrían elevar significativamente su desempeño. La identificación del cliente, la detección de necesidades, el manejo de objeciones y, especialmente, el cierre de ventas son áreas donde MZA 36 podría beneficiarse de capacitación y ajustes en su enfoque. Su potencial de mejora es considerable, y con un plan de acción enfocado, puede convertirse en uno de los vendedores estrella del equipo.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Manejo de Objeciones:** MZA 36 muestra una habilidad superior al promedio en el manejo de objeciones (53.1 vs 44.1 del equipo). Esto sugiere que puede abordar las preocupaciones de los clientes y mantener la conversación avanzando hacia el cierre. **Acción:**  Seguir documentando las objeciones más comunes y las respuestas exitosas para crear un \"manual de objeciones\" personal que pueda consultar rápidamente.\n\n*   **Oferta de Productos:** Su desempeño en la oferta de productos (54.9 vs 47.8 del equipo) indica que es capaz de presentar los productos de manera efectiva. **Acción:** Continuar buscando formas innovadoras de resaltar los beneficios clave de los productos y adaptarlos a las necesidades específicas de cada cliente.\n\n*   **Conversión:** Su tasa de conversión del 14% es significativamente superior al promedio del equipo (5.1%), lo que indica una fuerte capacidad para cerrar ventas. **Acción:** Analizar las llamadas más exitosas para identificar los patrones y técnicas que contribuyen a este éxito.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Identificación del Cliente:** Con un puntaje de 24.5, esta es una de las áreas más débiles. Si no se identifica correctamente al cliente (sus necesidades, su perfil), la oferta será genérica y menos efectiva. **Importancia:** Una identificación precisa permite personalizar la oferta y generar mayor conexión con el cliente.\n\n*   **Detección de Necesidades:** Un puntaje de 35.0 indica que no está profundizando lo suficiente en las necesidades del cliente.  Un vendedor que no comprende las necesidades reales no puede ofrecer soluciones adecuadas. **Importancia:** La detección de necesidades es la base para construir valor y ofrecer una solución que resuene con el cliente.\n\n*   **Cierre de Ventas:** Un puntaje de 32.9 revela una dificultad para cerrar las ventas de manera efectiva.  Un cierre débil desperdicia el esfuerzo previo y disminuye la tasa de conversión. **Importancia:** El cierre es el momento decisivo para asegurar la venta y alcanzar los objetivos. Su porcentaje de cierre actual es 0. Es vital mejorar esto.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio            | Nivel     | Qué está haciendo (bien/mal)                                                                                    | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                          |\n|---------------------|-----------|---------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Saludo/Presentación | Regular   | Saluda y se presenta, pero podría ser más memorable y generar mayor confianza.                                  | Practicar saludos personalizados y entusiastas. Incluir una breve declaración de valor desde el principio. Ejemplo: \"Hola [Nombre del Cliente], soy [Tu Nombre] de [Empresa], y hoy le tengo una excelente noticia sobre...\"                                                                                    |\n| Identificación      | Bajo      | No está identificando las necesidades del cliente.                                                            | Hacer preguntas abiertas para comprender sus necesidades. \"Cuénteme, ¿qué es lo más importante para usted en su servicio actual de telecomunicaciones?\" Utilizar técnicas de escucha activa para confirmar la comprensión.                                                                                  |\n| Detección Necesidades| Regular   | No está profundizando lo suficiente en las necesidades del cliente.                                                | Usar la técnica de los \"5 porqués\" para llegar a la raíz del problema. Ejemplo: \"¿Por qué está buscando un nuevo plan? ¿Por qué es importante para usted tener más datos?\" Crear perfiles de clientes tipo y anticipar sus necesidades.                                                                      |\n| Oferta Productos    | Regular   | Presenta los productos, pero podría personalizarlos más para satisfacer las necesidades identificadas.               | Enlazar cada beneficio del producto con una necesidad específica del cliente. \"Este plan de datos ilimitado le permitirá [beneficio] porque sé que usted [necesidad].\" Utilizar la técnica del \"puente\" para conectar características y beneficios.                                                        |\n| Manejo Objeciones   | Bueno     | Maneja las objeciones, pero podría ser más persuasivo y convertir las objeciones en oportunidades.              | Anticipar las objeciones comunes y preparar respuestas efectivas. Utilizar la técnica \"sentir, sentir, encontré\" (entiendo cómo se siente, otros clientes se sintieron así, pero encontraron que...). Enfocarse en el valor total del producto, no solo en el precio.                                          |\n| Cierre              | Crítico   | No está cerrando las ventas.                                                                                    | Practicar diferentes técnicas de cierre (cierre directo, cierre por alternativa, cierre por resumen). Identificar las señales de compra del cliente (interés, preguntas específicas) y cerrar en ese momento. Ofrecer un incentivo por tomar acción inmediata. Ejemplo: \"Si se inscribe hoy, le regalamos...\" |\n| Despedida           | Regular   | Se despide, pero podría dejar una impresión más positiva y generar una sensación de satisfacción.                | Agradecer al cliente por su tiempo y reiterar los beneficios del producto. Dejar una puerta abierta para futuras comunicaciones. \"Gracias por su tiempo, [Nombre del Cliente]. Si tiene alguna pregunta, no dude en llamarme. Espero tener la oportunidad de ayudarle pronto.\"                                 |\n| Proactividad        | Bajo      | No es proactivo.                                                                                               | Anticipar las necesidades del cliente antes de que las exprese. Ofrecer soluciones creativas y personalizadas. Investigar las tendencias del mercado y proponer ideas innovadoras.                                                                                                                            |\n| Empatía             | Regular   | Muestra empatía, pero podría conectar más emocionalmente con el cliente.                                       | Utilizar un lenguaje cálido y comprensivo. Mostrar genuino interés en los problemas del cliente. Compartir historias de éxito de otros clientes que se enfrentaron a situaciones similares.                                                                                                                   |\n| Resolución Problemas| Regular   | Resuelve problemas básicos, pero podría abordar situaciones más complejas con mayor eficiencia.                     | Desarrollar un conocimiento profundo de los productos y servicios de la empresa. Buscar soluciones creativas y alternativas. Utilizar la colaboración con otros departamentos para resolver problemas complejos.                                                                                 |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1:** **Identificación y Detección de Necesidades.**\n*   **Acciones:**\n    *   Estudiar los perfiles de clientes tipo y sus necesidades comunes.\n    *   Practicar preguntas abiertas para identificar necesidades (role-playing).\n    *   Analizar grabaciones de llamadas propias enfocándose en la etapa de identificación.\n    *   Leer 3 artículos sobre técnicas de escucha activa y aplicarlas en llamadas.\n\n**Semana 2:** **Manejo de Objeciones y Cierre.**\n*   **Acciones:**\n    *   Identificar las 5 objeciones más comunes y crear guiones de respuesta persuasivos.\n    *   Practicar técnicas de cierre (cierre directo, cierre por alternativa).\n    *   Escuchar grabaciones de cierres exitosos de otros vendedores.\n    *   Establecer metas de cierre realistas y recompensarse por alcanzarlas.\n\n**Semana 3:** **Personalización de la Oferta y Proactividad.**\n*   **Acciones:**\n    *   Investigar a fondo los productos y servicios de la empresa.\n    *   Crear guiones para personalizar la oferta según las necesidades identificadas.\n    *   Proponer soluciones creativas y alternativas a los clientes.\n    *   Buscar oportunidades para anticipar las necesidades del cliente.\n\n**Semana 4:** **Optimización y Consolidación.**\n*   **Acciones:**\n    *   Revisar y ajustar los guiones de venta según los resultados obtenidos.\n    *   Buscar feedback de otros vendedores y del jefe de ventas.\n    *   Identificar las áreas de mejora continua y crear un plan de desarrollo personal.\n    *   Celebrar los logros y recompensarse por el progreso realizado.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:** \"Hola [Nombre del Cliente], soy [Tu Nombre] de [Empresa], y estoy aquí para ayudarle a optimizar su servicio de telecomunicaciones y ahorrar dinero.\"\n*   **Detección de Necesidades:** \"Cuénteme, ¿qué es lo más importante para usted en su servicio de telecomunicaciones?\" \"Si pudiera cambiar algo de su plan actual, ¿qué sería?\"\n*   **Manejo de Objeciones:**\n    *   **Objeción:** \"Es muy caro.\" **Respuesta:** \"Entiendo su preocupación por el precio, pero permítame mostrarle cómo nuestros servicios le brindan un valor superior a largo plazo. Además, tenemos opciones más económicas que se ajustan a su presupuesto.\"\n    *   **Objeción:** \"No tengo tiempo.\" **Respuesta:** \"Entiendo que está ocupado, pero esta llamada solo tomará unos minutos y podría ahorrarle mucho tiempo y dinero a largo plazo.\"\n*   **Técnicas de Cierre:**\n    *   **Cierre Directo:** \"¿Le parece bien si procedemos con la inscripción?\"\n    *   **Cierre por Alternativa:** \"¿Prefiere el plan A o el plan B?\"\n    *   **Cierre por Resumen:** \"Hemos acordado [resumen de beneficios]. ¿Está listo para comenzar?\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA promedio de 70 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 20% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer un mínimo de 3 productos adicionales por llamada.\n*   **KPIs:**\n    *   Aumentar el puntaje en \"Identificación del Cliente\" a 60.\n    *   Aumentar el puntaje en \"Detección de Necesidades\" a 65.\n    *   Aumentar el puntaje en \"Cierre de Ventas\" a 60.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 36, tienes un talento natural para las ventas y has demostrado que puedes superar el promedio del equipo. Ahora es el momento de dar el siguiente paso y convertirte en un líder. Sé que tienes la capacidad de mejorar aún más tus habilidades y alcanzar tu máximo potencial. ¡Confío en ti y estaré aquí para apoyarte en cada paso del camino! Recuerda, cada llamada es una oportunidad para aprender, crecer y marcar la diferencia. ¡Vamos a por ello!\n",
  "modelo_usado": "gemini-2.0-flash"
}