{
  "agente": "MZA 24",
  "fecha_generacion": "2026-02-02T22:57:04.752064",
  "metricas": {
    "agente": "MZA 24",
    "evaluaciones": {
      "total_evaluadas": 28,
      "puntaje_promedio": 38.9,
      "puntaje_min": 0,
      "puntaje_max": 78,
      "desviacion_std": 21.6,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 7,
      "criterios": {
        "saludo_presentacion": 28.9,
        "identificacion_cliente": 75.0,
        "deteccion_necesidades": 20.4,
        "oferta_productos": 45.4,
        "manejo_objeciones": 32.1,
        "cierre": 22.5,
        "despedida": 86.8,
        "proactividad": 11.8,
        "empatia": 47.1,
        "resolucion_problemas": 23.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 11,
        "Manejo de objeciones": 8,
        "Proactividad": 7,
        "Oferta de productos": 5,
        "Empatía": 3
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 9,
        "Despedida": 6,
        "Despedida cordial": 6,
        "Empatía.": 5,
        "Manejo de objeciones.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 78,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja objeciones sobre la cobertura y muestra proactividad al ofrecer el plan. Necesita mejorar el cierre."
        },
        {
          "puntaje_total": 76,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades básicas. Maneja la objeción del costo y ofrece un plan adecuado. El cierre no se completa totalmente, y no ofrece productos adicionales."
        },
        {
          "puntaje_total": 62,
          "resumen": "El agente se presentó y verificó la identidad, ofreció un plan y cerró la conversación.  Puede mejorar la detección de necesidades y el manejo de objeciones.  No ofreció proactivamente otros productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No hubo presentación adecuada, identificación del cliente correcta, detección de necesidades, oferta de productos, manejo de objeciones, cierre, ni despedida profesional. No hubo proactividad ni empatía. La comunicación fue confusa."
        },
        {
          "puntaje_total": 0,
          "resumen": "La transcripción solo contiene el buzón de voz del cliente, por lo que no se puede evaluar la interacción del agente."
        },
        {
          "puntaje_total": 5,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente correctamente, no detecta necesidades, no completa el cierre, ni se despide."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 28,
      "puntaje_promedio": 38.9,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 7,
      "criterios": {
        "saludo_presentacion": 28.9,
        "identificacion_cliente": 75.0,
        "deteccion_necesidades": 20.4,
        "oferta_productos": 45.4,
        "manejo_objeciones": 32.1,
        "cierre": 22.5,
        "despedida": 86.8,
        "proactividad": 11.8,
        "empatia": 47.1,
        "resolucion_problemas": 23.6
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 218.0,
      "duracion_promedio_min": 3.6,
      "distribucion_duracion": {
        "1-3 min": 56,
        "> 8 min": 9,
        "3-5 min": 7,
        "5-8 min": 1
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 38.9,
      "general": 29.4,
      "diferencia": 9.5,
      "percentil": 65.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 28.9,
        "general": 18.5,
        "diferencia": 10.4
      },
      "identificacion_cliente": {
        "agente": 75.0,
        "general": 51.4,
        "diferencia": 23.6
      },
      "deteccion_necesidades": {
        "agente": 20.4,
        "general": 16.9,
        "diferencia": 3.4
      },
      "oferta_productos": {
        "agente": 45.4,
        "general": 31.2,
        "diferencia": 14.2
      },
      "manejo_objeciones": {
        "agente": 32.1,
        "general": 23.9,
        "diferencia": 8.2
      },
      "cierre": {
        "agente": 22.5,
        "general": 10.3,
        "diferencia": 12.2
      },
      "despedida": {
        "agente": 86.8,
        "general": 56.3,
        "diferencia": 30.5
      },
      "proactividad": {
        "agente": 11.8,
        "general": 11.6,
        "diferencia": 0.1
      },
      "empatia": {
        "agente": 47.1,
        "general": 36.0,
        "diferencia": 11.1
      },
      "resolucion_problemas": {
        "agente": 23.6,
        "general": 16.7,
        "diferencia": 6.9
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 24\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 24 se encuentra en un nivel que **necesita mejora**. Comparado con el equipo, su puntaje IA promedio (38.9) es significativamente más alto que el promedio general (29.4), ubicándolo en el percentil 65.4. Esto sugiere que MZA 24 tiene el potencial de ser un vendedor destacado.\n\n**Evolución:** Considerando el aumento en el puntaje IA y la mejora en varios criterios, MZA 24 ha mostrado una **evolución positiva** en la última semana. Sin embargo, aún existen áreas críticas que necesitan atención para consolidar esta mejora y alcanzar su máximo potencial.\n\nEl potencial de mejora de MZA 24 es alto, ya que demuestra una disposición a mejorar y superar al promedio del equipo. Con un enfoque en áreas específicas y un plan de acción claro, puede convertirse en un vendedor de alto rendimiento.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n**QUÉ MEJORÓ:**\n\n*   **Identificación del Cliente:** Puntaje significativamente más alto que el promedio del equipo. Esto indica que el agente está estableciendo una base sólida para la interacción.\n*   **Oferta de Productos:** Mejora sustancial, lo que sugiere una mayor confianza y habilidad para presentar los productos de Movistar.\n*   **Despedida:** El puntaje en despedida es excelente, muy por encima del promedio del equipo. Esto deja una impresión positiva en el cliente.\n*   **Empatía:** Supera el promedio del equipo, lo que indica que está construyendo una mejor conexión con los clientes.\n\n**QUÉ EMPEORÓ:**\n*  *Ninguno*: En base a los datos disponibles no hay indicadores de que alguna métrica haya empeorado.\n\n**QUÉ SIGUE PENDIENTE:**\n\n*   **Detección de Necesidades:** Sigue siendo un área de mejora importante. El puntaje es bajo y necesita un enfoque más estratégico para identificar las necesidades reales del cliente.\n*   **Manejo de Objeciones:** Si bien mejoró, aún requiere atención. El manejo de objeciones debe ser más personalizado y efectivo.\n*   **Proactividad:** El puntaje sigue siendo bajo. Es crucial incorporar la oferta de fibra de manera proactiva en todas las interacciones.\n*   **Cierre:** El puntaje es bajo y necesita un enfoque más concreto para asignar sucursal o buscar domicilio del cliente para completar la venta.\n\n**TENDENCIA GENERAL:**\nMZA 24 está por buen camino, mostrando una evolución positiva. Sin embargo, necesita una intervención enfocada para abordar las áreas pendientes y consolidar su mejora.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Identificación del Cliente:** MZA 24 se asegura de hablar con la persona correcta desde el principio. Esto es crucial para evitar perder tiempo y dirigir la conversación de manera efectiva.\n*   **Despedida Cordial:** Finaliza las llamadas de manera profesional y amigable, dejando una buena impresión en el cliente, lo cual es fundamental para futuras interacciones o recomendaciones.\n*   **Oferta de Productos:** Ha mejorado significativamente en la oferta de productos, lo que sugiere una mayor confianza y habilidad para presentar los beneficios de los planes de Movistar.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Detección de Necesidades (PERSISTENTE):** No está realizando las preguntas adecuadas para comprender las necesidades reales del cliente. Es crucial para ofrecer el plan más adecuado y aumentar la probabilidad de cierre.\n    *   **Por qué es importante:** Sin una detección efectiva de necesidades, la oferta de productos será genérica y menos atractiva para el cliente.\n*   **Manejo de Objeciones (PERSISTENTE):** No está rebatir la objeción PUNTUAL de CADA cliente, por eso es importante sincronizar/personalizar la respuesta según el cliente específico\n    *   **Por qué es importante:** Un manejo de objeciones efectivo es esencial para superar las dudas del cliente y cerrar la venta.\n*   **Proactividad (PERSISTENTE):** No está ofreciendo fibra de manera proactiva en todas las interacciones.\n    *   **Por qué es importante:** La oferta de fibra es una oportunidad para aumentar las ventas y fidelizar al cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n*   **TMO (Tiempo Medio Operativo):** El TMO promedio de 3.6 minutos (218 segundos) está dentro del rango óptimo (2-4 minutos). Esto sugiere que está manteniendo conversaciones eficientes y equilibradas.\n*   **% Capta Atención:** No tenemos el dato del % de Capta Atención. Es CRÍTICO. Mide llamadas >1 min. Si es bajo (<30%), el agente no logra enganchar al cliente.\n*   **Cortes de llamada:** No tenemos el dato sobre los cortes de llamada. Es importante saber si el cliente finaliza la llamada antes que el agente.\n*   **Llamadas <30 seg:** No tenemos el dato de las llamadas menores a 30 segundos, sin embargo es importante que el número sea bajo ya que indica que no se cuelga rápido.\n*   **Tasa de aprobación de ventas:** No se tienen estos datos. Es crucial monitorear este indicador para identificar posibles problemas en la calidad de las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** (Bajo) El saludo y la presentación son deficientes. Es fundamental que comience la llamada de manera profesional y atractiva.\n    *   **Cómo mejorar:** Utilizar un saludo cordial y una presentación clara y concisa. En lugar de \"Tengo una oferta que podría interesarle\", decir \"Tengo una oferta que le VA a interesar\".\n\n*   **Identificación del Cliente:** (Excelente) Está haciendo un buen trabajo al verificar que está hablando con la persona correcta.\n    *   **Cómo mantener:** Seguir utilizando la frase \"Hola, ¿me comunico con [Nombre]?\" para verificar la identidad del cliente.\n\n*   **Detección de Necesidades:** (Crítico) No está haciendo las preguntas correctas para entender lo que el cliente necesita.\n    *   **Cómo mejorar:** En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de Productos:** (Regular) Ha mejorado en la oferta de productos, pero aún puede ser más persuasivo y enfocado en los beneficios para el cliente.\n    *   **Cómo mejorar:** Destacar los beneficios específicos del plan que se ajustan a las necesidades identificadas del cliente.\n\n*   **Manejo de Objeciones:** (Bajo) Necesita mejorar su capacidad para rebatir las objeciones de los clientes de manera efectiva.\n    *   **Cómo mejorar:** Preparar respuestas personalizadas para las objeciones más comunes. Escuchar atentamente al cliente y responder a sus preocupaciones específicas.\n\n*   **Cierre:** (Crítico) El cierre de ventas es un área crítica de mejora. No está guiando al cliente hacia la decisión de compra de manera efectiva.\n    *   **Cómo mejorar:** Asignar sucursal o buscar domicilio del cliente para completar la venta. Completar el cierre aunque haya interrupciones.\n\n*   **Despedida:** (Excelente) Se despide de manera cordial y profesional.\n    *   **Cómo mantener:** Seguir manteniendo este nivel de profesionalismo en la despedida.\n\n*   **Proactividad:** (Crítico) No está ofreciendo fibra de manera proactiva.\n    *   **Cómo mejorar:** Comentar DIRECTAMENTE sobre fibra sin preguntar. Por ejemplo, \"Además de este excelente plan móvil, Movistar ofrece un servicio de fibra óptica de alta velocidad que le va a interesar para su hogar.\"\n\n*   **Empatía:** (Bueno) Muestra un buen nivel de empatía, pero puede mejorar aún más al personalizar su enfoque y demostrar una comprensión genuina de las necesidades del cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y mostrar interés genuino en sus necesidades y preocupaciones.\n\n*   **Resolución de Problemas:** (Bajo) Necesita mejorar su capacidad para resolver los problemas de los clientes de manera eficiente.\n    *   **Cómo mejorar:** Escuchar atentamente al cliente, identificar el problema y ofrecer soluciones rápidas y efectivas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Detección de Necesidades y Proactividad**. MZA 24 se enfocará en hacer preguntas más efectivas para entender las necesidades del cliente (\"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\") y en ofrecer fibra de manera directa en cada interacción.\n    *   Acciones: Role-playing con el mentor para practicar preguntas efectivas y la oferta de fibra. Revisión de llamadas reales para identificar oportunidades de mejora.\n*   **Semana 2:** **Manejo de Objeciones**. Se trabajará en la preparación de respuestas personalizadas para las objeciones más comunes.\n    *   Acciones: Crear un listado de objeciones frecuentes y preparar respuestas efectivas. Practicar el manejo de objeciones con simulaciones de llamadas.\n*   **Semana 3:** **Cierre de Ventas**. El enfoque estará en guiar al cliente hacia la decisión de compra de manera más efectiva.\n    *   Acciones: Revisar técnicas de cierre y practicar con ejemplos reales. Analizar llamadas exitosas para identificar estrategias de cierre efectivas.\n*   **Semana 4:** **Consolidación y Optimización**. Se revisarán todas las áreas de mejora y se implementarán estrategias para mantener el progreso y seguir creciendo.\n    *   Acciones: Revisión de métricas y desempeño general. Identificar áreas de oportunidad y establecer metas a largo plazo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad del Cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan?\"\n\n*   **Oferta de Fibra (Directa):**\n    *   \"Además de este excelente plan móvil, Movistar ofrece un servicio de fibra óptica de alta velocidad que le va a interesar para su hogar.\"\n\n*   **Técnicas de Cierre DIRECTO:**\n    *   \"Para completar la venta, necesito que me indiques una sucursal de Movistar cercana a tu domicilio.\"\n    *   \"Para finalizar, ¿me podrías confirmar tu domicilio para verificar la cobertura de fibra?\"\n\n*   **Manejo de Objeciones Personalizado:**\n    *   **Objeción: \"Es muy caro.\"** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   **Objeción: \"No necesito más datos.\"** \"¿Qué te parecería usar esos datos para ver videos o descargar archivos sin preocuparte por quedarte sin internet? Con este plan, tendrías la libertad de disfrutar al máximo tu celular.\"\n    *  **Objeción: \"No tengo tiempo.\"** Entiendo perfectamente, ¿qué te parece si en este momento te asigno una sucursal para que te acerques en el momento que puedas y te activen el servicio?\n\n### 9. METAS CUANTIFICABLES\n\n*   **Meta de puntaje IA a alcanzar en 30 días:** 60\n*   **Meta de tasa de conversión:** Aumentar la tasa de conversión en un 15%\n*   **Meta de ofrecimiento de productos:** Ofrecer al menos dos productos adicionales en el 80% de las llamadas\n*   **Meta de % Capta Atención (llamadas >1 min):** 50%\n*   **Meta de TMO a alcanzar:** Mantener el TMO dentro del rango de 2-4 minutos\n*   **KPIs específicos a mejorar:** Aumentar el puntaje en \"Detección de Necesidades\" a 50 y el puntaje en \"Manejo de Objeciones\" a 50.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 24, ¡excelente progreso esta semana! Has demostrado una gran capacidad para mejorar y superar al promedio del equipo. Sigue enfocándote en la detección de necesidades y el manejo de objeciones, y no olvides ofrecer fibra en cada llamada. ¡Estoy seguro de que puedes convertirte en un vendedor estrella!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}