{
  "agente": "amza25",
  "fecha_generacion": "2026-02-23T09:33:12.872170",
  "metricas": {
    "agente": "amza25",
    "evaluaciones": {
      "total_evaluadas": 96,
      "puntaje_promedio": 49.0,
      "puntaje_min": 0.0,
      "puntaje_max": 130.0,
      "desviacion_std": 25.4,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 12,
      "criterios": {
        "saludo_presentacion": 41.0,
        "identificacion_cliente": 80.4,
        "deteccion_necesidades": 42.3,
        "oferta_productos": 53.1,
        "manejo_objeciones": 47.3,
        "cierre": 27.1,
        "despedida": 73.2,
        "proactividad": 16.9,
        "empatia": 60.9,
        "resolucion_problemas": 40.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 35,
        "Proactividad": 21,
        "Manejo de objeciones": 20,
        "Cierre": 17,
        "Oferta de productos": 16
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 36,
        "Despedida": 23,
        "Empatía": 22,
        "Buen saludo y presentación.": 11,
        "Manejo de objeciones": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 130.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Intenta abordar la queja del cliente sobre problemas de servicio anteriores. No ofrece ningún producto. No hay cierre."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "La agente realiza una excelente gestión, cumpliendo con todos los criterios de evaluación. Presentación correcta, identificación del cliente, detección de necesidades, oferta directa del plan, manejo de objeciones, cierre completo, despedida cordial, proactividad y empatía."
        },
        {
          "puntaje_total": 98.0,
          "resumen": "La agente realiza una excelente gestión. Se presenta correctamente, identifica al cliente, detecta necesidades, ofrece el plan de manera directa, maneja objeciones y completa el cierre de forma eficaz. Muestra empatía y resuelve problemas."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones y no hay cierre. La despedida es correcta. No hay proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no realiza cierre, no muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no completa el cierre. No muestra empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 96,
      "puntaje_promedio": 49.0,
      "llamadas_excelentes": 11,
      "llamadas_criticas": 12,
      "criterios": {
        "saludo_presentacion": 41.0,
        "identificacion_cliente": 80.4,
        "deteccion_necesidades": 42.3,
        "oferta_productos": 53.1,
        "manejo_objeciones": 47.3,
        "cierre": 27.1,
        "despedida": 73.2,
        "proactividad": 16.9,
        "empatia": 60.9,
        "resolucion_problemas": 40.2
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 49.0,
      "general": 37.5,
      "diferencia": 11.5,
      "percentil": 64.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 41.0,
        "general": 31.4,
        "diferencia": 9.6
      },
      "identificacion_cliente": {
        "agente": 80.4,
        "general": 61.3,
        "diferencia": 19.1
      },
      "deteccion_necesidades": {
        "agente": 42.3,
        "general": 25.6,
        "diferencia": 16.7
      },
      "oferta_productos": {
        "agente": 53.1,
        "general": 41.8,
        "diferencia": 11.3
      },
      "manejo_objeciones": {
        "agente": 47.3,
        "general": 35.1,
        "diferencia": 12.2
      },
      "cierre": {
        "agente": 27.1,
        "general": 22.4,
        "diferencia": 4.7
      },
      "despedida": {
        "agente": 73.2,
        "general": 59.7,
        "diferencia": 13.5
      },
      "proactividad": {
        "agente": 16.9,
        "general": 12.5,
        "diferencia": 4.4
      },
      "empatia": {
        "agente": 60.9,
        "general": 47.6,
        "diferencia": 13.4
      },
      "resolucion_problemas": {
        "agente": 40.2,
        "general": 30.4,
        "diferencia": 9.8
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza25\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\namza25 se posiciona por encima del promedio del equipo, con un puntaje IA de 49.0 frente al promedio de 37.5. Esto lo ubica en un nivel bueno, con un percentil de 64.7. Muestra un buen desempeño general en comparación con sus compañeros, aunque con áreas de mejora específicas.\n\n**EVOLUCIÓN:** No hay datos disponibles del período anterior para determinar si amza25 mejoró o empeoró recientemente. Por lo tanto, el análisis se centrará en el rendimiento de la última semana y su potencial futuro.\n\nEl potencial de mejora de amza25 es significativo, especialmente si se enfoca en optimizar sus áreas críticas, como la proactividad en la oferta de fibra, la detección de necesidades y el cierre de ventas. Con un plan de acción enfocado y seguimiento continuo, puede alcanzar un nivel de excelencia.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\nDado que no hay datos comparativos con un período anterior, no es posible determinar qué mejoró, empeoró o sigue pendiente. El análisis a continuación se enfocará en las áreas de mejora identificadas en la última semana (19-24 de Enero).\n\n**TENDENCIA GENERAL:** Sin datos de evolución, es difícil establecer una tendencia. Se recomienda realizar un seguimiento constante para evaluar su progreso una vez implementado el plan de acción.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Identificación del Cliente:** amza25 destaca en este criterio (80.4), superando ampliamente el promedio del equipo (61.3). Esto sugiere que verifica de manera efectiva la identidad del cliente, asegurando una comunicación correcta desde el inicio.\n*   **Despedida:** Mantiene una despedida cordial y profesional (73.2), generando una buena impresión final en el cliente.\n*   **Empatía:** Demuestra un buen nivel de empatía (60.9), superior al promedio del equipo (47.6). Esto sugiere que se conecta con los clientes y comprende sus inquietudes, lo cual es fundamental para construir relaciones y generar confianza.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Proactividad (Oferta de Fibra):** Este es el punto más débil (16.9). Debe ofrecer fibra de forma directa a todos los clientes, sin preguntar si les interesa. La oferta de fibra es obligatoria y puede aumentar significativamente las ventas.\n*   **Detección de Necesidades:** (42.3) Es crucial mejorar la detección de necesidades. En lugar de preguntas genéricas, debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Esto le permitirá ofrecer planes personalizados y relevantes para cada cliente.\n*   **Cierre:** (27.1) Es fundamental mejorar las técnicas de cierre. Debe completar el cierre de cada venta, asignando sucursal o buscando el domicilio del cliente, incluso si el cierre no es fluido. El cierre efectivo es esencial para concretar las ventas.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\nNo se proporcionaron métricas de duración y cierres, así que esta sección no está disponible. Sería crítico poder analizar:\n* **TMO (Tiempo Medio Operativo)**: Determinar si el tiempo promedio de las llamadas está dentro del rango óptimo de 2-4 minutos.\n* **% Capta Atención**: Evaluar si el porcentaje de llamadas que superan 1 minuto es adecuado (idealmente >50%).\n* **Cortes de Llamada**: Analizar si la mayoría de los cortes de llamada son iniciados por el cliente, lo que podría indicar problemas en el enganche inicial.\n* **Tasa de Aprobación de Ventas**: Evaluar si el porcentaje de ventas aprobadas es satisfactorio.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\nA continuación, se detalla el análisis por cada criterio evaluado:\n\n*   **Saludo y Presentación:** Nivel: Regular (41.0). Debe asegurarse de presentarse de manera clara y profesional al inicio de cada llamada. En lugar de \"Tengo una oferta que podría interesarle\", debe decir \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** Nivel: Bueno (80.4). Mantiene un buen nivel en la identificación del cliente, verificando que se comunica con la persona correcta. Debe mantener esta práctica.\n*   **Detección de Necesidades:** Nivel: Bajo (42.3). Debe hacer preguntas específicas sobre el uso del celular y los datos, en lugar de preguntas genéricas. Preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos:** Nivel: Regular (53.1). Debe ofrecer los productos de manera directa y segura.\n*   **Manejo de Objeciones:** Nivel: Regular (47.3). Debe rebatir las objeciones de manera personalizada, sincronizando la respuesta con cada cliente específico, en lugar de usar respuestas genéricas.\n*   **Cierre:** Nivel: Crítico (27.1). Debe completar el cierre asignando sucursal o buscando el domicilio del cliente, incluso si el cierre no es fluido.\n*   **Despedida:** Nivel: Bueno (73.2). Mantiene una despedida cordial y profesional. Debe mantener esta práctica.\n*   **Proactividad:** Nivel: Crítico (16.9). Debe ofrecer fibra de forma directa a todos los clientes, sin preguntar si les interesa.\n*   **Empatía:** Nivel: Bueno (60.9). Demuestra un buen nivel de empatía. Debe seguir conectando con los clientes y comprendiendo sus necesidades.\n*   **Resolución de Problemas:** Nivel: Regular (40.2). Debe esforzarse por resolver los problemas de los clientes de manera eficiente y efectiva.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco: Proactividad y Detección de Necesidades.**\n    *   **Acciones:**\n        *   Capacitación intensiva sobre la oferta de fibra y cómo presentarla de manera directa.\n        *   Implementación de un script con preguntas específicas para la detección de necesidades (\"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\").\n        *   Monitoreo diario de las llamadas para asegurar la correcta implementación de las nuevas técnicas.\n\n**Semana 2:** **Siguiente Prioridad: Cierre.**\n    *   **Acciones:**\n        *   Capacitación sobre técnicas de cierre directo (asignar sucursal, buscar domicilio).\n        *   Simulaciones de cierre con diferentes escenarios.\n        *   Análisis de grabaciones de llamadas para identificar oportunidades de mejora en el cierre.\n\n**Semana 3:** **Consolidación: Manejo de Objeciones.**\n    *   **Acciones:**\n        *   Creación de un banco de respuestas personalizadas para las objeciones más comunes.\n        *   Entrenamiento sobre cómo adaptar las respuestas a cada cliente específico.\n        *   Role-playing con diferentes tipos de objeciones.\n\n**Semana 4:** **Optimización: Revisión General y Ajuste.**\n    *   **Acciones:**\n        *   Revisión general del desempeño en todas las áreas.\n        *   Ajuste del plan de acción según los resultados obtenidos.\n        *   Sesiones de coaching individualizadas para abordar las áreas que aún necesitan mejora.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan?\", \"¿Qué tipo de aplicaciones usas más?\".\n*   **Oferta de Fibra:** \"Además del plan móvil, Movistar ofrece un excelente servicio de fibra óptica en tu zona. Tenemos planes con [velocidad] que te permitirán disfrutar de una conexión estable y rápida para toda tu familia.\"\n*   **Cierre Directo:** \"Perfecto, para completar la contratación, ¿preferís retirar el chip en una sucursal o que te lo enviemos a tu domicilio? Si es en sucursal, ¿cuál te queda más cómoda? Si es a domicilio, ¿me confirmás la dirección completa?\"\n*   **Manejo de Objeciones (Precio):** \"Entiendo que el precio es importante. Muchos clientes al principio se fijan en el precio, pero luego valoran mucho la calidad de la conexión y los beneficios adicionales que ofrecemos. Con [plan], vas a tener [beneficios específicos] que realmente marcan la diferencia.\"\n*   **Manejo de Objeciones (Otra compañía):** \"Entiendo que ya tengas un servicio con otra compañía. Sin embargo, Movistar ofrece una cobertura superior y una mejor experiencia de usuario. Además, al cambiarte a Movistar, te ofrecemos [beneficio específico] que no encontrarás en otra compañía.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 70 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión a 5% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra al 100% de los clientes en cada llamada.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min a 60% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs Específicos:** Reducir las llamadas <30 segundos en un 50% en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza25, tu desempeño general está por encima del promedio del equipo, y eso demuestra tu potencial. Ahora, enfocándote en ofrecer fibra de forma proactiva, haciendo las preguntas correctas para entender las necesidades de tus clientes y cerrando cada venta de manera efectiva, vas a ver un gran crecimiento. ¡Confío en que podés alcanzar un nivel de excelencia!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}