{
  "agente": "MZA 6",
  "fecha_generacion": "2026-01-26T14:43:49.644764",
  "metricas": {
    "agente": "MZA 6",
    "evaluaciones": {
      "total_evaluadas": 46,
      "puntaje_promedio": 42.4,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 20.9,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 63.0,
        "identificacion_cliente": 15.7,
        "deteccion_necesidades": 35.4,
        "oferta_productos": 54.1,
        "manejo_objeciones": 48.3,
        "cierre": 26.3,
        "despedida": 62.0,
        "proactividad": 16.7,
        "empatia": 50.7,
        "resolucion_problemas": 22.8
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 22,
        "Detección de necesidades": 20,
        "Cierre de ventas": 12,
        "Manejo de objeciones": 11,
        "Cierre de venta": 10
      },
      "fortalezas_frecuentes": {
        "Despedida": 10,
        "Saludo y presentación": 8,
        "Empatía": 7,
        "Manejo de objeciones": 5,
        "Presentación": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "La llamada muestra una falta de profesionalismo en la presentación, identificación del cliente y manejo de objeciones. El agente no adapta la oferta a las necesidades del cliente y no intenta retenerlo. La resolución de la queja es inexistente."
        },
        {
          "puntaje_total": 78.0,
          "resumen": "La agente se presenta bien, identifica al cliente y comprende sus necesidades. Maneja bien la objeción y ofrece una alternativa. El cierre podría ser más sólido. Buena despedida."
        },
        {
          "puntaje_total": 74.0,
          "resumen": "El agente realiza una venta efectiva, mostrando un buen manejo de la información y un cierre adecuado. Puede mejorar en la presentación inicial y en la profundización de las necesidades del cliente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es ineficiente y poco profesional. El agente no sigue un guión adecuado, no se presenta correctamente, no identifica necesidades ni ofrece productos de forma clara. No hay intento de cierre ni despedida adecuada."
        },
        {
          "puntaje_total": 2.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con los protocolos básicos de presentación, identificación y oferta de productos. No maneja las objeciones del cliente ni intenta un cierre. La empatía es baja."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "La llamada no cumple con los criterios de calidad. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos y no realiza un cierre de venta. La resolución del problema es el único aspecto positivo."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 46,
      "puntaje_promedio": 42.4,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 63.0,
        "identificacion_cliente": 15.7,
        "deteccion_necesidades": 35.4,
        "oferta_productos": 54.1,
        "manejo_objeciones": 48.3,
        "cierre": 26.3,
        "despedida": 62.0,
        "proactividad": 16.7,
        "empatia": 50.7,
        "resolucion_problemas": 22.8
      }
    },
    "clasificacion": {
      "total_llamadas": 46,
      "con_saludo": 36,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 5,
      "ventas": 9,
      "score_calidad_prom": 45.7,
      "pct_saludo": 78.3,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 10.9,
      "tasa_conversion": 19.6
    },
    "integral": {
      "duracion_promedio_seg": 184.0,
      "duracion_promedio_min": 3.1,
      "distribucion_duracion": {
        "1-3 min": 30,
        "3-5 min": 7,
        "5-8 min": 6,
        "> 8 min": 3
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 42.4,
      "general": 35.7,
      "diferencia": 6.7,
      "percentil": 70.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 63.0,
        "general": 32.0,
        "diferencia": 31.0
      },
      "identificacion_cliente": {
        "agente": 15.7,
        "general": 38.7,
        "diferencia": -23.0
      },
      "deteccion_necesidades": {
        "agente": 35.4,
        "general": 23.3,
        "diferencia": 12.1
      },
      "oferta_productos": {
        "agente": 54.1,
        "general": 28.6,
        "diferencia": 25.5
      },
      "manejo_objeciones": {
        "agente": 48.3,
        "general": 33.0,
        "diferencia": 15.2
      },
      "cierre": {
        "agente": 26.3,
        "general": 18.8,
        "diferencia": 7.5
      },
      "despedida": {
        "agente": 62.0,
        "general": 38.5,
        "diferencia": 23.4
      },
      "proactividad": {
        "agente": 16.7,
        "general": 13.9,
        "diferencia": 2.9
      },
      "empatia": {
        "agente": 50.7,
        "general": 43.0,
        "diferencia": 7.6
      },
      "resolucion_problemas": {
        "agente": 22.8,
        "general": 25.1,
        "diferencia": -2.2
      }
    },
    "conversion": {
      "agente": 19.6,
      "general": 5.1,
      "diferencia": 14.4
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 6\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 6 se encuentra en un nivel **Bueno** comparado con el equipo. Su puntaje IA promedio (42.4) es significativamente superior al promedio del equipo (35.7), ubicándose en el percentil 70.4. Su tasa de conversión (19.6%) es notablemente más alta que el promedio del equipo (5.1%). Esto indica una habilidad considerable para cerrar ventas.\n\n**EVOLUCIÓN:** Afortunadamente, MZA 6 ha mostrado una evolución positiva respecto al periodo anterior. Aunque hay áreas de mejora persistentes, el aumento en el puntaje IA y la consolidación de ciertas fortalezas sugieren que está respondiendo bien al coaching y aplicando algunas de las estrategias discutidas anteriormente.\n\nSu potencial de mejora es alto, especialmente si se enfoca en pulir las áreas donde aún tiene dificultades, como la identificación del cliente y la proactividad en la oferta de fibra. Al corregir estas deficiencias, MZA 6 podría alcanzar un desempeño excelente y convertirse en un referente dentro del equipo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n⚠️ Considerando la información brindada, donde sólo tenemos el resumen de las métricas del período anterior, y las métricas detalladas de la semana actual (19-24 de Enero), podemos inferir lo siguiente:\n\n*   **QUÉ MEJORÓ:** Considerando que el puntaje IA general se mantuvo estable, pero vemos mejoras significativas en varios criterios individuales, podemos inferir que la mejora está enfocada en:\n    *   **Saludo y Presentación:** Este criterio mejoró significativamente, lo que indica que MZA 6 ha incorporado técnicas más efectivas para iniciar las conversaciones.\n    *   **Detección de Necesidades:** La mejora en este criterio sugiere que está haciendo un mejor trabajo al preguntar lo que realmente importa a los clientes.\n    *   **Oferta de Productos:** MZA 6 ha mejorado en la presentación de productos, posiblemente aplicando técnicas más persuasivas.\n    *   **Manejo de Objeciones:** MZA 6 parece haber incorporado técnicas más efectivas para rebatir las objeciones, aunque aún hay margen de mejora.\n    *   **Cierre:** Este criterio muestra una mejora moderada, indicando un avance en la habilidad para cerrar las ventas.\n    *   **Despedida:** A pesar de ser ya una fortaleza en el periodo anterior, el valor aumentó levemente, y refuerza una buena costumbre.\n\n*   **QUÉ EMPEORÓ:**\n    *   **Identificación del Cliente:** La disminución en este criterio es preocupante. Es fundamental asegurar que MZA 6 retome la práctica de verificar la identidad del cliente al inicio de la llamada.\n    *   **Resolución de Problemas:** La leve disminución en este criterio sugiere que podría haber una necesidad de mejorar la capacidad para resolver las inquietudes de los clientes de manera eficiente.\n\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Proactividad:** A pesar del leve aumento, la proactividad sigue siendo una debilidad. MZA 6 debe enfocarse en ofrecer fibra de forma más consistente y directa, sin preguntar si el cliente está interesado.\n\n*   **TENDENCIA GENERAL:** A pesar de la disminución en la identificación del cliente, la tendencia general es positiva. MZA 6 está mostrando una capacidad de adaptación y mejora continua, lo que sugiere que va por buen camino. Es crucial abordar la deficiencia en la identificación del cliente de inmediato para evitar problemas de calidad en las interacciones.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Saludo y Presentación:** MZA 6 realiza un saludo y presentación efectivos, creando una primera impresión positiva. El aumento significativo en el puntaje de este criterio indica una mejora reciente. Por ejemplo, puede estar utilizando un tono más confiado y persuasivo.\n*   **Manejo de Objeciones:** MZA 6 demuestra una capacidad para rebatir las objeciones de los clientes, aunque todavía hay margen de mejora.\n*   **Tasa de Conversión:** La alta tasa de conversión (19.6%) indica una habilidad para cerrar ventas, superando significativamente el promedio del equipo (5.1%). Esto es un indicador clave de su efectividad.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Identificación del Cliente:** (PERSISTENTE y EMPEORÓ) Este es el área más crítica a mejorar. La baja puntuación (15.7) indica que MZA 6 no está verificando adecuadamente la identidad del cliente al inicio de la llamada. Esto puede generar problemas de cumplimiento y una experiencia negativa para el cliente. Es fundamental retomar la práctica de preguntar \"¿Me comunico con [Nombre]?\" al inicio de cada llamada.\n*   **Proactividad (Oferta de Fibra):** (PERSISTENTE) La baja puntuación (16.7) en proactividad indica que MZA 6 no está ofreciendo fibra de forma consistente y directa. Ofrecer fibra es crucial para aumentar las ventas y fidelizar a los clientes. Es necesario que MZA 6 incorpore en su script una oferta directa de fibra, sin preguntar si el cliente está interesado.\n*   **Cierre de Ventas:** (PERSISTENTE) A pesar de haber mejorado levemente, esta área sigue siendo crítica. MZA 6 necesita aplicar técnicas de cierre más directas, como asignar una sucursal o buscar el domicilio del cliente, sin preguntar si está de acuerdo.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n*   **TMO (Tiempo Medio):** El TMO de 3.1 minutos (184 segundos) está ligeramente por encima del rango óptimo (2-4 minutos). Esto podría indicar que está dedicando demasiado tiempo a cada llamada. Será importante analizar las transcripciones de llamadas más largas para identificar si hay tiempo perdido en conversaciones no productivas.\n*   **% Capta Atención:** No se proporcionó el porcentaje de \"Capta Atención\". Sin embargo, dado que el TMO es ligeramente superior al óptimo, es probable que este porcentaje sea adecuado. Sería importante obtener este dato para tener una visión más clara del engagement del cliente.\n*   **Cortes de llamada:** No se proporcionaron datos sobre los cortes de llamada. Sería valioso analizar esta métrica para identificar si los clientes están colgando antes de tiempo, lo que podría indicar problemas en el pitch inicial o la falta de enganche.\n*   **Llamadas <30 seg:** No se proporcionaron datos sobre la cantidad de llamadas de corta duración. Sin embargo, es importante monitorear esta métrica para asegurar que no haya un número excesivo de llamadas cortas, lo que podría indicar problemas en el saludo y la presentación.\n*   **Tasa de aprobación de ventas:** Dado que la tasa de conversión es alta (19.6%), se puede inferir que la tasa de aprobación de ventas también es alta.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n| Criterio                | Nivel     | Qué está haciendo mal/bien                                                                                                                                                                                                                                    | Cómo mejorar específicamente (Respetando las Reglas del Negocio)                                                                                                                                                                   |\n| ----------------------- | --------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación   | Bueno     | Bien: Inicia las llamadas de manera efectiva, creando una buena primera impresión.                                                                                                                                                                          | Mantener el tono y el entusiasmo. Asegurarse de que la presentación sea clara y concisa.                                                                                                                                        |\n| Identificación Cliente  | Crítico   | Mal: No está verificando adecuadamente la identidad del cliente al inicio de la llamada.                                                                                                                                                                       | Obligatorio: Preguntar \"¿Me comunico con [Nombre]?\" al inicio de cada llamada. Registrar la respuesta del cliente para asegurar el contacto correcto.                                                                                  |\n| Detección Necesidades   | Regular   | Bien: Ha mejorado en la identificación de las necesidades del cliente.                                                                                                                                                                                          | Continuar realizando preguntas abiertas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Evitar preguntas cerradas como \"¿Qué es lo más importante para ti en un plan?\".                                    |\n| Oferta de Productos     | Regular   | Bien: Presenta los productos de manera efectiva.                                                                                                                                                                                                               | Adaptar la oferta a las necesidades específicas del cliente identificadas durante la detección de necesidades.                                                                                                                             |\n| Manejo de Objeciones    | Regular   | Bien: Rebate las objeciones de los clientes.                                                                                                                                                                                                                  | Personalizar las respuestas a las objeciones según el tipo de cliente y la objeción específica. No utilizar respuestas genéricas. Por ejemplo, para el manejo de precio usar la frase \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" |\n| Cierre                  | Bajo      | Mal: No está aplicando técnicas de cierre directas.                                                                                                                                                                                                          | Asignar una sucursal directamente o buscar el domicilio del cliente sin preguntar si el cliente está de acuerdo. Evitar preguntas como \"¿Te parece bien si procedemos?\".                                                                   |\n| Despedida               | Bueno     | Bien: Finaliza las llamadas de manera profesional y cordial.                                                                                                                                                                                                   | Ofrecer acompañamiento SOLO durante la portabilidad. Evitar frases como \"Estaré encantado de ayudarte en el futuro\".                                                                                                                 |\n| Proactividad (Fibra)    | Crítico   | Mal: No está ofreciendo fibra de manera consistente y directa.                                                                                                                                                                                                | Comentar directamente sobre fibra sin preguntar. Por ejemplo, \"Además, contamos con nuestro servicio de fibra óptica que LE VA a interesar porque...\"                                                                                          |\n| Empatía                 | Regular   | Muestra empatía hacia los clientes.                                                                                                                                                                                                                             | Escuchar atentamente al cliente y demostrar comprensión.                                                                                                                                                                                |\n| Resolución de Problemas | Bajo      | Podría mejorar en la resolución de problemas.                                                                                                                                                                                                                     | Asegurarse de comprender completamente el problema del cliente y ofrecer soluciones efectivas.                                                                                                                                            |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1:**\n*   **Foco principal:** Identificación del Cliente (100% cumplimiento) y Proactividad (Oferta de Fibra en cada llamada).\n*   **Acciones específicas:**\n    *   Revisar el script con MZA 6 e incorporar obligatoriamente la pregunta \"¿Me comunico con [Nombre]?\" al inicio de cada llamada.\n    *   Incorporar una frase directa para ofrecer fibra en el script.\n    *   Monitorear las llamadas de MZA 6 diariamente para asegurar el cumplimiento de estos dos puntos.\n**Semana 2:**\n*   **Siguiente prioridad:** Cierre de Ventas\n*   **Acciones específicas:**\n    *   Practicar técnicas de cierre directo con MZA 6 (asignar sucursal, buscar domicilio).\n    *   Analizar las grabaciones de llamadas donde no se concretó la venta para identificar oportunidades de mejora en el cierre.\n**Semana 3:**\n*   **Consolidación:** Reforzar las áreas de mejora de las semanas anteriores.\n*   **Acciones específicas:**\n    *   Continuar monitoreando las llamadas y proporcionar feedback constante.\n    *   Realizar role-playing para practicar la identificación del cliente, la oferta de fibra y el cierre de ventas.\n**Semana 4:**\n*   **Optimización:** Identificar oportunidades para mejorar aún más el desempeño de MZA 6.\n*   **Acciones específicas:**\n    *   Analizar los resultados de las semanas anteriores y establecer nuevas metas.\n    *   Brindar capacitación adicional en áreas donde MZA 6 pueda tener dificultades.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad del Cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta Directa de Fibra:**\n    *   \"Además, contamos con nuestro servicio de fibra óptica que LE VA a interesar porque ofrece una conexión más rápida y estable para disfrutar de sus series, películas y juegos sin interrupciones.\"\n*   **Técnicas de Cierre Directo:**\n    *   \"Para completar el proceso, le asignaré la sucursal más cercana a su domicilio para que pueda retirar su nuevo equipo.\"\n    *   \"[Si ya tiene la dirección del cliente:] Perfecto, ya tengo su dirección registrada. En breve, le llegará un SMS con la confirmación de su pedido y la fecha de entrega.\"\n*   **Manejo de Objeciones Personalizado:**\n    *   **Objeción:** \"Es muy caro.\"\n    *   **Respuesta:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n*   Meta de puntaje IA a alcanzar en 30 días: 60\n*   Meta de tasa de conversión: 25%\n*   Meta de ofrecimiento de productos (fibra): 100%\n*   Meta de % Capta Atención (llamadas >1 min): 45%\n*   Meta de TMO a alcanzar: 3 minutos\n*   KPIs específicos a mejorar:\n    *   Aumentar el puntaje de \"Identificación del Cliente\" a 80.\n    *   Aumentar el puntaje de \"Proactividad\" a 70.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 6, ¡tu desempeño reciente demuestra que estás en el camino correcto! Has logrado mejorar significativamente en áreas clave como el saludo, la detección de necesidades y el manejo de objeciones. Tu alta tasa de conversión es un testimonio de tu habilidad para cerrar ventas. Ahora, el desafío es retomar la verificación de la identidad del cliente y aumentar tu proactividad al ofrecer fibra. ¡Confío en que con un pequeño ajuste en tu enfoque, podrás alcanzar tu máximo potencial y convertirte en uno de los mejores vendedores del equipo! Sigue adelante con esa actitud positiva y verás los resultados.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:04:59.221770",
  "evolucion": null
}