{
  "agente": "MZA 41",
  "fecha_generacion": "2026-01-26T14:37:03.203539",
  "metricas": {
    "agente": "MZA 41",
    "evaluaciones": {
      "total_evaluadas": 74,
      "puntaje_promedio": 45.0,
      "puntaje_min": 0.0,
      "puntaje_max": 800.0,
      "desviacion_std": 126.5,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 36,
      "criterios": {
        "saludo_presentacion": 23.5,
        "identificacion_cliente": 40.1,
        "deteccion_necesidades": 13.5,
        "oferta_productos": 30.0,
        "manejo_objeciones": 26.4,
        "cierre": 19.8,
        "despedida": 32.1,
        "proactividad": 12.9,
        "empatia": 31.8,
        "resolucion_problemas": 22.7
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 29,
        "Detección de necesidades": 25,
        "Manejo de objeciones": 22,
        "Empatía": 20,
        "Presentación y Saludo": 18
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 10,
        "Empatía": 8,
        "Identificación correcta del cliente.": 6,
        "Saludo y presentación": 4,
        "Manejo de objeciones": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 800.0,
          "resumen": "El agente demostró un buen desempeño en la venta, identificando las necesidades del cliente, ofreciendo productos adecuados y manejando las objeciones de manera efectiva.  Hubo fallos en la presentación inicial.  El cierre fue sólido y la resolución de problemas fue satisfactoria."
        },
        {
          "puntaje_total": 770.0,
          "resumen": "El agente realiza una venta, identificando las necesidades del cliente y ofreciendo un plan adecuado.  Hay problemas técnicos con el envío de códigos de portabilidad que dificultan el cierre.  La presentación y la despedida podrían ser más completas."
        },
        {
          "puntaje_total": 93.0,
          "resumen": "Excelente gestión de venta. El agente fue claro, eficiente y proactivo. Buen manejo de la información y cierre de la venta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada deficiente. El agente no sigue el protocolo de presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre ni despedida. No demuestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta, no verifica la identidad, no detecta necesidades, no menciona la promo del 80%, no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones, no realiza un cierre directo, no muestra proactividad ni empatía, y no resuelve problemas. No menciona la promoción del 80%."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 74,
      "puntaje_promedio": 45.0,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 36,
      "criterios": {
        "saludo_presentacion": 23.5,
        "identificacion_cliente": 40.1,
        "deteccion_necesidades": 13.5,
        "oferta_productos": 30.0,
        "manejo_objeciones": 26.4,
        "cierre": 19.8,
        "despedida": 32.1,
        "proactividad": 12.9,
        "empatia": 31.8,
        "resolucion_problemas": 22.7
      }
    },
    "clasificacion": {
      "total_llamadas": 25,
      "con_saludo": 10,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 5,
      "ventas": 0,
      "score_calidad_prom": 36.0,
      "pct_saludo": 40.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 20.0,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 307.0,
      "duracion_promedio_min": 5.1,
      "distribucion_duracion": {
        "1-3 min": 18,
        "> 8 min": 5,
        "5-8 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 45.0,
      "general": 35.7,
      "diferencia": 9.4,
      "percentil": 74.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 23.5,
        "general": 32.0,
        "diferencia": -8.5
      },
      "identificacion_cliente": {
        "agente": 40.1,
        "general": 38.7,
        "diferencia": 1.5
      },
      "deteccion_necesidades": {
        "agente": 13.5,
        "general": 23.3,
        "diferencia": -9.8
      },
      "oferta_productos": {
        "agente": 30.0,
        "general": 28.6,
        "diferencia": 1.4
      },
      "manejo_objeciones": {
        "agente": 26.4,
        "general": 33.0,
        "diferencia": -6.7
      },
      "cierre": {
        "agente": 19.8,
        "general": 18.8,
        "diferencia": 1.0
      },
      "despedida": {
        "agente": 32.1,
        "general": 38.5,
        "diferencia": -6.4
      },
      "proactividad": {
        "agente": 12.9,
        "general": 13.9,
        "diferencia": -1.0
      },
      "empatia": {
        "agente": 31.8,
        "general": 43.0,
        "diferencia": -11.2
      },
      "resolucion_problemas": {
        "agente": 22.7,
        "general": 25.1,
        "diferencia": -2.4
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 41\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de MZA 41 presenta una situación crítica y requiere atención urgente. Si bien su puntaje IA promedio (45.0) es ligeramente superior al promedio del equipo (35.7), este dato es engañoso, ya que las métricas de calidad y conversión son alarmantes. Su nivel actual es **Crítico**. En comparación con el período anterior, MZA 41 ha **empeorado significativamente**, con una caída drástica en el puntaje IA promedio (de 97.8 a 45.0). Su potencial de mejora es alto, pero requiere una intervención inmediata y un plan de acción enfocado en áreas específicas de debilidad. La tasa de conversión del 0% indica que no está concretando ventas, lo cual es inaceptable.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ**: A pesar de la caída general, MZA 41 muestra una ligera mejoría en la **identificación del cliente** y la **oferta de productos**, subiendo en 32.1 y 27 puntos respectivamente. Aunque este último punto requiere seguimiento debido a la tasa de conversión nula.\n*   **QUÉ EMPEORÓ**: Prácticamente todos los demás criterios sufrieron un retroceso significativo. Preocupan especialmente la caída en **detección de necesidades** (de 8 a 13.5), **manejo de objeciones** (de 7 a 26.4), y **cierre de ventas** (de 5 a 19.8). La caída dramática en **empatía** es también muy preocupante.\n*   **QUÉ SIGUE PENDIENTE**: **Detección de necesidades**, **Manejo de objeciones**, y **Cierre de ventas**, **Empatía** (a pesar de que estaban identificados anteriormente), siguen siendo áreas críticas que no han mostrado mejora y, de hecho, han empeorado.\n*   **TENDENCIA GENERAL**: La tendencia es **negativa y alarmante**. MZA 41 necesita una intervención urgente para revertir esta situación. El desempeño actual está lejos de ser aceptable y requiere un cambio radical en su enfoque y ejecución.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Identificación del cliente:** MZA 41 demuestra habilidad en verificar la identidad del cliente al inicio de la llamada, aunque según las métricas de clasificación, no está cumpliendo con este punto. **Recomendación:** Usar frases directas como \"Hola, ¿me comunico con [Nombre completo]?\" para confirmar que habla con la persona correcta.\n*   **Oferta de productos:** Aunque no se traduce en ventas, el agente aparentemente está mencionando los productos. **Recomendación:** Revisar el *script* de productos, hacer un *role play* y ofrecer productos de manera más persuasiva y adaptada a las necesidades detectadas (una vez que mejore esta habilidad).\n*   **Puntaje IA superior al promedio del equipo:** A pesar de que se necesita atención urgente, supera el promedio del equipo. Se reconoce que tiene potencial, sin embargo es necesario trabajar en los puntos de quiebre que no le permiten convertir ventas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Detección de necesidades (PERSISTENTE):** No está haciendo las preguntas adecuadas para entender las necesidades del cliente. Esto impacta directamente en la capacidad de ofrecer el producto correcto y cerrar la venta. **Por qué es importante:** Si no conoce las necesidades del cliente, está ofreciendo productos al azar, lo cual es inefectivo. **Acción:** Enfocarse en hacer las preguntas correctas (\"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\") y escuchar activamente la respuesta.\n*   **Manejo de objeciones (PERSISTENTE):** No está rebatindo las objeciones de manera efectiva. Esto lleva a la pérdida de oportunidades de venta. **Por qué es importante:** Las objeciones son una parte natural del proceso de venta. Saber cómo manejarlas de manera persuasiva es crucial para el cierre. **Acción:** Preparar un script de manejo de objeciones personalizado para las objeciones más comunes y practicar con *role play*. Debe sincronizar/personalizar la respuesta según el cliente específico.\n*   **Cierre de ventas (PERSISTENTE):** No está cerrando las ventas de manera efectiva. No está siguiendo el protocolo de cierre directo. **Por qué es importante:** Si no cierra la venta, todo el esfuerzo anterior es en vano. **Acción:** Eliminar las preguntas innecesarias (\"¿te parece bien si procedemos?\") y proceder directamente al cierre (asignar sucursal, buscar domicilio del cliente).\n*   **Empatía (PERSISTENTE):** Se debe desarrollar una mayor empatía con el cliente. Este punto es fundamental para generar un vínculo y confianza con el cliente, de esta manera no se sentirá presionado a comprar, por el contrario, se sentirá comprendido y más abierto a escuchar las propuestas del agente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** 5.1 minutos (307 segundos) está por encima del rango óptimo (2-4 minutos). Esto puede indicar dificultades para cerrar la venta o que está dedicando demasiado tiempo a clientes que no están interesados.\n*   **% Capta Atención:** No se proporciona el % de llamadas >1 minuto, sin embargo, se debe evaluar y analizar la cantidad de llamadas menor a 30 segundos.\n*   **Cortes de llamada:** No hay datos sobre cortes de llamada, pero dada la falta de ventas, es probable que el cliente esté cortando la llamada.\n*   **Llamadas <30 seg:** No hay datos específicos, pero la ausencia de ventas sugiere un problema en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** 0%. Inaceptable.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** **Nivel: Bajo**. No está generando una primera impresión positiva. **Qué está haciendo mal:** Uso de frases como \"Tengo una oferta que podría interesarle\". **Cómo mejorar:** Usar frases directas y enfocadas en el beneficio, como \"Tengo una oferta que le VA a interesar\". Eliminar cualquier referencia a visitas web (no tienen acceso a esa información).\n*   **Identificación del Cliente:** **Nivel: Regular**. Aunque mejoró, aún no está cumpliendo el 100% del tiempo. **Qué está haciendo mal:** Tal vez no está siguiendo el protocolo en todas las llamadas. **Cómo mejorar:** Usar la frase \"Hola, ¿me comunico con [Nombre completo]?\" en cada llamada para verificar la identidad.\n*   **Detección de Necesidades:** **Nivel: Crítico**. No está entendiendo las necesidades del cliente. **Qué está haciendo mal:** Pregunta \"¿Qué es lo más importante para ti en un plan?\". **Cómo mejorar:** Preguntar \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos:** **Nivel: Bajo**. El *script* no es el adecuado. **Qué está haciendo mal:** Ofrecer productos sin conocer las necesidades del cliente. **Cómo mejorar:** Una vez detectadas las necesidades, ofrecer el producto que mejor se adapte a ellas.\n*   **Manejo de Objeciones:** **Nivel: Crítico**. No está rebatindo las objeciones de manera efectiva. **Qué está haciendo mal:** Respuestas genéricas iguales para todos. **Cómo mejorar:** Preparar un script personalizado para las objeciones más comunes. Sincronizar/personalizar la respuesta según el cliente específico.\n*   **Cierre:** **Nivel: Crítico**. No está cerrando la venta. **Qué está haciendo mal:** Pregunta \"¿te parece bien si procedemos?\". **Cómo mejorar:** Asignar sucursal directamente o buscar domicilio del cliente.\n*   **Despedida:** **Nivel: Bajo**. No está dejando una impresión positiva al final de la llamada. **Qué está haciendo mal:** \"Estaré encantado de ayudarte en el futuro\". **Cómo mejorar:** Ofrecer acompañamiento SOLO durante la portabilidad.\n*   **Proactividad:** **Nivel: Crítico**. No está ofreciendo fibra de manera proactiva. **Qué está haciendo mal:** Tal vez está preguntando si le interesa. **Cómo mejorar:** Comentar DIRECTAMENTE sobre fibra sin preguntar.\n*   **Empatía:** **Nivel: Crítico**. No está generando una conexión con el cliente. **Qué está haciendo mal:** Puede estar siguiendo un *script* de manera rígida, sin mostrar interés genuino en el cliente. **Cómo mejorar:** Escuchar activamente al cliente y adaptar la conversación a sus necesidades y preocupaciones.\n*   **Resolución de Problemas:** **Nivel: Bajo**. No está resolviendo los problemas del cliente de manera efectiva. **Qué está haciendo mal:** No está ofreciendo soluciones o no tiene el conocimiento necesario para resolver los problemas. **Cómo mejorar:** Capacitarse en los productos y servicios de Movistar y aprender a resolver los problemas más comunes.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal:** Saludo y Presentación, Identificación del cliente, y Detección de necesidades. **Acciones específicas:** *Role play* intensivo con foco en estas áreas. Revisión y ajuste del *script*. Implementación de frases específicas para verificar la identidad y detectar necesidades.\n\n**Semana 2:** **Siguiente prioridad:** Manejo de objeciones y Cierre de ventas. **Acciones específicas:** Preparar un script de manejo de objeciones personalizado. Practicar técnicas de cierre directo. Escuchar grabaciones de llamadas exitosas para identificar las mejores prácticas.\n\n**Semana 3:** **Consolidación:** Proactividad y Empatía. **Acciones específicas:** Incorporar la oferta de fibra en todas las llamadas. Practicar la escucha activa y adaptar la conversación a las necesidades del cliente.\n\n**Semana 4:** **Optimización:** Revisión general de todas las áreas. **Acciones específicas:** Análisis de métricas y ajuste del plan de acción según sea necesario. *Role play* para reforzar las habilidades aprendidas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre completo]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Aprovechando que estamos en contacto, quería comentarte que también ofrecemos servicios de fibra óptica de alta velocidad en tu zona. [Beneficios de la fibra]\".\n*   **Cierre Directo:** \"Perfecto, para completar el proceso, ¿te queda más cómodo que te asignemos una sucursal cercana o que busquemos tu domicilio para el envío?\"\n*   **Manejo de Objeciones:**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\" (Manejo de precio)\n    *   \"Entiendo tu preocupación por la cobertura. Permíteme verificar la cobertura en tu zona específica para asegurarnos de que tengas la mejor experiencia posible.\" (Manejo de cobertura)\n    *   \"Respeto tu decisión. Sin embargo, te invito a que aproveches esta oportunidad única para [beneficio principal]. Si no te convence, siempre puedes volver a tu plan anterior.\" (Manejo de indecisión)\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 70 en 30 días.\n*   **Tasa de Conversión:** Alcanzar una tasa de conversión del 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer al menos un producto en el 90% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 minuto al 50% en 30 días.\n*   **TMO:** Reducir el TMO a 4 minutos en 30 días.\n*   **KPIs específicos:** Aumentar el puntaje en Detección de Necesidades a 60, Manejo de Objeciones a 50, y Cierre de Ventas a 40.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 41, sé que esta última semana no ha sido la mejor, pero confío en tu potencial para revertir esta situación. Has demostrado tener habilidades en la identificación del cliente, y con el plan de acción que hemos diseñado, estoy seguro de que podrás superar tus desafíos y alcanzar tus metas. No te rindas, enfócate en las áreas de mejora, y recuerda que estoy aquí para apoyarte en cada paso del camino. ¡Vamos a recuperar el rumbo y alcanzar el éxito juntos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:10:29.178969",
  "evolucion": null
}