{
  "agente": "amza29",
  "fecha_generacion": "2026-02-23T09:36:40.150651",
  "metricas": {
    "agente": "amza29",
    "evaluaciones": {
      "total_evaluadas": 83,
      "puntaje_promedio": 47.9,
      "puntaje_min": 0.0,
      "puntaje_max": 100.0,
      "desviacion_std": 31.8,
      "llamadas_excelentes": 18,
      "llamadas_criticas": 22,
      "criterios": {
        "saludo_presentacion": 48.3,
        "identificacion_cliente": 48.4,
        "deteccion_necesidades": 46.4,
        "oferta_productos": 55.2,
        "manejo_objeciones": 49.4,
        "cierre": 37.8,
        "despedida": 62.4,
        "proactividad": 17.1,
        "empatia": 57.8,
        "resolucion_problemas": 45.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 20,
        "Proactividad": 16,
        "Manejo de objeciones": 14,
        "Oferta de productos": 13,
        "Identificación del cliente": 13
      },
      "fortalezas_frecuentes": {
        "Empatía": 15,
        "Empatía.": 12,
        "Identificación del cliente": 11,
        "Buen manejo de objeciones.": 9,
        "Manejo de objeciones": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 100.0,
          "resumen": "Excelente gestión de venta. El agente cumplió con todos los criterios, mostrando un alto nivel de profesionalismo y empatía."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "La agente realiza una excelente gestión, cumpliendo con los criterios de evaluación. Ofrece planes y fibra, maneja objeciones y completa el cierre de manera efectiva, mostrando empatía y proactividad."
        },
        {
          "puntaje_total": 100.0,
          "resumen": "La agente realizó una excelente gestión. Se presentó correctamente, identificó al cliente, detectó necesidades, ofreció productos adecuados, manejo objeciones, cerró el proceso, se despidió cordialmente y fue proactiva. Mostró empatía y resolvió inquietudes."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada se centra en el reclamo de un cliente, no en la venta. El agente no ofrece productos ni intenta cerrar una venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no cierra la venta y no muestra empatía. Tampoco ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no corresponde a una venta. El agente solo reprogramó un llamado."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 83,
      "puntaje_promedio": 47.9,
      "llamadas_excelentes": 18,
      "llamadas_criticas": 22,
      "criterios": {
        "saludo_presentacion": 48.3,
        "identificacion_cliente": 48.4,
        "deteccion_necesidades": 46.4,
        "oferta_productos": 55.2,
        "manejo_objeciones": 49.4,
        "cierre": 37.8,
        "despedida": 62.4,
        "proactividad": 17.1,
        "empatia": 57.8,
        "resolucion_problemas": 45.1
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 47.9,
      "general": 37.5,
      "diferencia": 10.5,
      "percentil": 64.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 48.3,
        "general": 31.4,
        "diferencia": 16.9
      },
      "identificacion_cliente": {
        "agente": 48.4,
        "general": 61.3,
        "diferencia": -12.9
      },
      "deteccion_necesidades": {
        "agente": 46.4,
        "general": 25.6,
        "diferencia": 20.8
      },
      "oferta_productos": {
        "agente": 55.2,
        "general": 41.8,
        "diferencia": 13.4
      },
      "manejo_objeciones": {
        "agente": 49.4,
        "general": 35.1,
        "diferencia": 14.3
      },
      "cierre": {
        "agente": 37.8,
        "general": 22.4,
        "diferencia": 15.5
      },
      "despedida": {
        "agente": 62.4,
        "general": 59.7,
        "diferencia": 2.7
      },
      "proactividad": {
        "agente": 17.1,
        "general": 12.5,
        "diferencia": 4.6
      },
      "empatia": {
        "agente": 57.8,
        "general": 47.6,
        "diferencia": 10.2
      },
      "resolucion_problemas": {
        "agente": 45.1,
        "general": 30.4,
        "diferencia": 14.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza29\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\namza29 se encuentra en un nivel **Bueno**, superando el puntaje IA promedio del equipo por 10.5 puntos y ubicándose en el percentil 64.1. Esto indica un desempeño superior al de la mayoría de sus compañeros. El potencial de mejora es alto, especialmente en áreas específicas como proactividad y cierre.\n\nEn general, el desempeño de amza29 presenta una **evolución positiva** en comparación con el período anterior. Ha logrado mejorar en varios criterios clave, demostrando receptividad al feedback y capacidad de adaptación. Sin embargo, es crucial abordar las áreas que experimentaron un descenso para mantener la trayectoria ascendente.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n*   **QUÉ MEJORÓ:** Los criterios que más mejoraron son: **Detección de necesidades** (aumento de 20.8 puntos), **Saludo y presentación** (aumento de 16.9 puntos), **Cierre** (aumento de 15.5 puntos), **Manejo de objeciones** (aumento de 14.3 puntos) y **Resolución de Problemas** (aumento de 14.7 puntos). ¡Excelente trabajo! Esto demuestra un esfuerzo consciente por aplicar las técnicas aprendidas y mejorar la interacción con los clientes.\n*   **QUÉ EMPEORÓ:** El criterio de **Identificación del Cliente** disminuyó significativamente (-12.9 puntos). Esto requiere atención inmediata ya que la correcta identificación es fundamental para una venta exitosa.\n*   **QUÉ SIGUE PENDIENTE:** La **Proactividad** sigue siendo un área de mejora persistente, aunque muestra un ligero aumento (4.6 puntos). Es necesario intensificar los esfuerzos para ofrecer activamente productos como fibra sin esperar a que el cliente lo solicite.\n*   **TENDENCIA GENERAL:** La tendencia general es positiva, con mejoras notables en varias áreas clave. Sin embargo, es fundamental abordar la caída en la Identificación del Cliente y seguir trabajando en la Proactividad para consolidar el crecimiento y alcanzar el máximo potencial.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Empatía:** Amza29 muestra una alta capacidad para conectar con los clientes, comprendiendo sus necesidades y preocupaciones. Los datos muestran que Empatía y Empatía. son sus mayores fortalezas.\n*   **Manejo de Objeciones:** Demuestra habilidad para responder a las dudas y objeciones de los clientes, aunque hay margen para personalizar aún más las respuestas. Los datos muestran Buen manejo de objeciones. y Manejo de objeciones como fortalezas.\n*   **Oferta de Productos:** Tiene una buena capacidad para presentar los productos de Movistar y sus beneficios.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Identificación del Cliente (NUEVA):** La disminución en este criterio es preocupante. Es crucial verificar que se está comunicando con la persona correcta al inicio de la llamada. Un error en la identificación puede llevar a una venta fallida o a una mala experiencia del cliente.\n*   **Proactividad (PERSISTENTE):** La baja puntuación en este criterio indica una falta de iniciativa para ofrecer productos adicionales, como la fibra óptica. La proactividad es esencial para aumentar el valor de cada venta y maximizar los ingresos.\n*   **Cierre (PERSISTENTE):** Aunque mejoró, el puntaje aún es bajo. Requiere enfocarse en técnicas de cierre más directas y efectivas, guiando al cliente hacia la decisión de compra.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n(Faltan datos para completar este análisis en detalle)\n\n*   **TMO (Tiempo Medio Operativo):** Necesitamos este dato para determinar si las llamadas están dentro del rango óptimo (2-4 minutos). Un TMO muy bajo podría indicar falta de exploración de necesidades, mientras que un TMO muy alto podría sugerir dificultades para cerrar.\n*   **% Capta Atención:** Este KPI es CRUCIAL. Necesitamos saber el porcentaje de llamadas que duran más de 1 minuto. Si es bajo (<30%), hay que mejorar el enganche inicial.\n*   **Cortes de llamada:** Es importante analizar quién está cortando más las llamadas. Si los clientes cortan con frecuencia, puede indicar problemas en el pitch inicial o en la propuesta de valor.\n*   **Llamadas <30 seg:** Demasiadas llamadas cortas indican problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** Si la tasa de aprobación es baja, puede haber problemas de calidad en las ventas (datos incorrectos, mal procesamiento).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación:** (Regular). Mejoró significativamente. Debe seguir perfeccionando el saludo y la presentación, haciéndolos más atractivos y personalizados.\n*   **Identificación del Cliente:** (Regular). Empeoró. Es fundamental retomar el hábito de verificar la identidad del cliente al inicio de la llamada: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** (Regular). Mejoró notablemente. Debe continuar haciendo las preguntas correctas para entender las necesidades del cliente: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos:** (Regular). Mejoró. Continúe presentando los productos de Movistar de forma clara y concisa, resaltando los beneficios que mejor se adaptan a las necesidades del cliente.\n*   **Manejo de Objeciones:** (Regular). Mejoró. Es importante personalizar las respuestas a las objeciones de cada cliente, en lugar de usar respuestas genéricas.\n*   **Cierre:** (Bajo). Mejoró. Debe implementar técnicas de cierre más directas: Asignar sucursal o buscar domicilio del cliente para completar la venta.\n*   **Despedida:** (Bueno). Mantener la cordialidad y profesionalismo en la despedida.\n*   **Proactividad:** (Crítico). Sigue siendo un área de mejora importante. Debe ofrecer fibra de forma directa, sin preguntar si le interesa: \"Además de su plan móvil, le comento que también tenemos excelentes opciones de fibra óptica para su hogar...\"\n*   **Empatía:** (Bueno). Mantener y potenciar esta cualidad. La empatía es fundamental para conectar con los clientes y generar confianza.\n*   **Resolución de Problemas:** (Regular). Mejoró. Debe seguir trabajando en resolver las inquietudes de los clientes de forma eficiente y efectiva.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n**Semana 1:** **Reenfocar la Identificación del Cliente y la Proactividad.**\n*   **Acciones:**\n    *   Repasar el protocolo de identificación del cliente y practicar la verificación al inicio de cada llamada.\n    *   Crear un script para ofrecer fibra de forma directa, incorporándolo a todas las llamadas.\n    *   Monitorear las primeras 10 llamadas de la semana y dar feedback inmediato.\n\n**Semana 2:** **Optimizar las Técnicas de Cierre.**\n*   **Acciones:**\n    *   Revisar técnicas de cierre directo y elegir las más efectivas.\n    *   Practicar cierres simulados con diferentes escenarios.\n    *   Analizar grabaciones de llamadas exitosas para identificar patrones de cierre.\n\n**Semana 3:** **Personalizar el Manejo de Objeciones.**\n*   **Acciones:**\n    *   Identificar las objeciones más comunes y crear respuestas personalizadas para cada una.\n    *   Practicar el manejo de objeciones con role-playing.\n    *   Escuchar activamente al cliente para comprender su objeción específica antes de responder.\n\n**Semana 4:** **Consolidación y Optimización General.**\n*   **Acciones:**\n    *   Revisar todas las áreas de mejora y crear un plan de mantenimiento a largo plazo.\n    *   Identificar nuevas oportunidades de mejora y establecer metas futuras.\n    *   Continuar buscando feedback y adaptándose a las necesidades del cliente.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n    *   \"Buenos días, hablo con [Nombre y Apellido]?\"\n\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n    *   \"¿Qué tipo de contenido consumís más en tu celular? (Videos, redes sociales, etc.)\"\n\n*   **Oferta de Fibra (Directa):**\n    *   \"Además de su plan móvil, le comento que también tenemos excelentes opciones de fibra óptica para su hogar. Con nuestra fibra, podrá disfrutar de una conexión ultrarrápida para trabajar, estudiar o disfrutar de sus series y películas favoritas sin interrupciones.\"\n    *   \"Aprovechando que estamos hablando de su línea móvil, quiero comentarle que tenemos una promoción imperdible para clientes Movistar que contratan nuestro servicio de fibra óptica. Le VA a interesar...\"\n\n*   **Técnicas de Cierre (Directo):**\n    *   \"Perfecto, para completar la contratación, ¿le parece bien si le asigno la sucursal más cercana a su domicilio para que retire su SIM?\"\n    *   \"Excelente, entonces para avanzar con la portabilidad, ¿me podría confirmar su domicilio para verificar la cobertura de fibra en su zona?\"\n\n*   **Manejo de Objeciones (Personalizado):**\n    *   **Objeción: \"Está muy caro.\"** \"Entiendo que el precio es importante. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, recordá que tenés [mencionar beneficios específicos que apliquen al cliente].\"\n    *   **Objeción: \"No necesito fibra.\"** \"Entiendo, pero permítame comentarle que la fibra no solo mejora la velocidad de internet en su hogar, sino que también optimiza la conexión de todos sus dispositivos al mismo tiempo. Imagínese poder ver películas en streaming, jugar online y trabajar desde casa sin interrupciones.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 4%.\n*   **Oferta de Productos:** Ofrecer fibra en el 90% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 minuto al 45%.\n*   **TMO:** Mantener el TMO en un rango de 2.5 a 4 minutos.\n*   **Identificación del Cliente:** Alcanzar un puntaje de 80 en la identificación del cliente.\n*   **Proactividad:** Alcanzar un puntaje de 50 en proactividad.\n*   **Cierre:** Alcanzar un puntaje de 60 en el cierre.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n¡Amza29, excelente trabajo! Has demostrado una gran capacidad de mejora en la última semana, especialmente en la detección de necesidades y el manejo de objeciones. Es evidente tu esfuerzo y dedicación. Ahora, es crucial que te enfoques en la identificación del cliente y en ser más proactivo al ofrecer fibra. Sé que tienes el potencial para alcanzar un nivel aún más alto. ¡Confío en tu capacidad para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}