{
  "agente": "MZA 35",
  "fecha_generacion": "2026-01-19T07:55:29.683629",
  "metricas": {
    "agente": "MZA 35",
    "evaluaciones": {
      "total_evaluadas": 84,
      "puntaje_promedio": 61.4,
      "puntaje_min": 0.0,
      "puntaje_max": 825.0,
      "desviacion_std": 143.4,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 20,
      "criterios": {
        "saludo_presentacion": 31.5,
        "identificacion_cliente": 20.1,
        "deteccion_necesidades": 27.7,
        "oferta_productos": 52.6,
        "manejo_objeciones": 43.2,
        "cierre": 22.0,
        "despedida": 57.1,
        "proactividad": 19.4,
        "empatia": 47.1,
        "resolucion_problemas": 21.1
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 34,
        "Cierre de ventas": 30,
        "Detección de necesidades": 29,
        "Identificación del cliente": 27,
        "Proactividad": 14
      },
      "fortalezas_frecuentes": {
        "Empatía": 11,
        "Despedida": 9,
        "Manejo de objeciones": 7,
        "Despedida adecuada": 4,
        "Saludo y presentación": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 825.0,
          "resumen": "El agente realiza una venta efectiva, se comunica bien, verifica los datos del cliente, y maneja las objeciones adecuadamente. El cierre es completo y detallado. El agente podría mejorar la presentación inicial."
        },
        {
          "puntaje_total": 780.0,
          "resumen": "El agente realiza una venta efectiva, ofreciendo varios productos y manejando bien las objeciones.  Podría mejorar la presentación inicial y ser más proactivo en la detección de necesidades."
        },
        {
          "puntaje_total": 780.0,
          "resumen": "El agente se desempeña bien en la venta, presentando el plan, verificando datos y explicando el proceso. Mejora en la proactividad y en la despedida para una experiencia más completa."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, ni intenta cerrar la venta. No hay empatía ni resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. La llamada es deficiente en todos los aspectos, desde la presentación hasta el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 84,
      "con_saludo": 23,
      "con_cierre": 0,
      "con_identificacion": 1,
      "ofrece_plan": 0,
      "ofrece_fibra": 11,
      "ventas": 8,
      "score_calidad_prom": 33.6,
      "pct_saludo": 27.4,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 13.1,
      "tasa_conversion": 9.5
    },
    "integral": {
      "duracion_promedio_seg": 217.0,
      "duracion_promedio_min": 3.6,
      "distribucion_duracion": {
        "1-3 min": 61,
        "3-5 min": 10,
        "> 8 min": 7,
        "5-8 min": 6
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 61.4,
      "general": 50.3,
      "diferencia": 11.1,
      "percentil": 84.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 31.5,
        "general": 54.7,
        "diferencia": -23.1
      },
      "identificacion_cliente": {
        "agente": 20.1,
        "general": 18.8,
        "diferencia": 1.3
      },
      "deteccion_necesidades": {
        "agente": 27.7,
        "general": 36.6,
        "diferencia": -8.9
      },
      "oferta_productos": {
        "agente": 52.6,
        "general": 47.8,
        "diferencia": 4.7
      },
      "manejo_objeciones": {
        "agente": 43.2,
        "general": 44.1,
        "diferencia": -0.9
      },
      "cierre": {
        "agente": 22.0,
        "general": 25.4,
        "diferencia": -3.4
      },
      "despedida": {
        "agente": 57.1,
        "general": 55.0,
        "diferencia": 2.1
      },
      "proactividad": {
        "agente": 19.4,
        "general": 17.5,
        "diferencia": 1.9
      },
      "empatia": {
        "agente": 47.1,
        "general": 50.2,
        "diferencia": -3.0
      },
      "resolucion_problemas": {
        "agente": 21.1,
        "general": 24.0,
        "diferencia": -2.9
      }
    },
    "conversion": {
      "agente": 9.5,
      "general": 5.1,
      "diferencia": 4.4
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 35, diseñado para impulsar su desempeño y desbloquear su máximo potencial:\n\n## ANÁLISIS DEL VENDEDOR MZA 35\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 35 se destaca positivamente en comparación con el equipo, con un puntaje IA significativamente superior (61.4 vs. 50.3) y una tasa de conversión casi el doble (9.5% vs. 5.1%). Esto lo ubica en un nivel **Bueno** dentro del equipo. Sin embargo, hay áreas específicas donde el desempeño está por debajo del promedio general, lo que indica un **alto potencial de mejora** si se enfoca en esos aspectos clave. Su percentil de 84.5 en puntaje IA sugiere que, con el enfoque adecuado, MZA 35 podría convertirse en uno de los mejores vendedores del equipo. El hecho de tener llamadas con puntaje 0.0 implica la necesidad urgente de enfocarse en el cumplimiento de los criterios básicos de evaluación.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Conversión Efectiva:** MZA 35 tiene una tasa de conversión del 9.5%, casi el doble que el promedio del equipo. Esto indica una habilidad innata para cerrar ventas.\n*   **Oferta de Productos:** Su desempeño en la oferta de productos (52.6) es superior al promedio (47.8), lo que sugiere que está presentando los productos de manera efectiva y encontrando valor para los clientes.\n*   **Despedida Adecuada:** Tiene un buen puntaje en la despedida (57.1), lo que contribuye a una experiencia positiva para el cliente, dejando una buena impresión al finalizar la llamada.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Saludo y Presentación:** Con un puntaje de 31.5, está significativamente por debajo del promedio del equipo (54.7). Un saludo y presentación débiles pueden afectar negativamente la primera impresión y la confianza del cliente.\n*   **Detección de Necesidades:** Su puntaje de 27.7 es inferior al promedio (36.6), lo que sugiere que podría estar perdiendo oportunidades al no comprender completamente las necesidades y deseos de los clientes.\n*   **Cierre de Ventas:** El puntaje de 22.0 en cierre está por debajo del promedio (25.4) y, de acuerdo a las áreas de mejora frecuentes, es de las principales falencias. No tener ningún registro de llamadas \"con cierre\" en las métricas de clasificación, indica que es imperativo abordar esta área.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio            | Nivel      | ¿Qué está haciendo mal/bien?                                                                                                   | Cómo mejorar específicamente                                                                                                                                                                                                                         |\n| ------------------- | ---------- | ----------------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ |\n| Saludo/Presentación | Bajo       | El saludo y presentación son deficientes, impactando la primera impresión y la confianza del cliente.                         | Preparar un guion de saludo y presentación impactante y practicarlo hasta que suene natural y confiado. Incluir el nombre, el propósito de la llamada y una frase que genere interés.                                            |\n| Identificación      | Bajo       | Casi no identifica al cliente al inicio de la llamada.                                                                        | Implementar un protocolo de verificación de la identidad del cliente al inicio de cada llamada.                                                                                                                                     |\n| Detección           | Regular    | Podría no estar haciendo preguntas lo suficientemente profundas para comprender las necesidades reales del cliente.               | Utilizar preguntas abiertas (¿Qué...? ¿Cómo...? ¿Por qué...?) para obtener más información. Escuchar activamente las respuestas y hacer preguntas de seguimiento para profundizar en sus necesidades.                                  |\n| Oferta de Productos | Bueno      | Presenta los productos de manera efectiva, pero podría no estar adaptándolos lo suficiente a las necesidades específicas.        | Después de detectar las necesidades, conectar explícitamente cada producto o servicio ofrecido con una necesidad específica del cliente. Utilizar frases como \"Esto podría ayudarte a...\" o \"Esta es la solución para...\".         |\n| Manejo Objeciones   | Regular    | Tiene un manejo aceptable, pero podría sentirse más cómodo y seguro al responder a las objeciones más comunes.                  | Preparar respuestas a las objeciones más comunes (precio, necesidad, competencia) y practicarlas. Enfocarse en convertir las objeciones en oportunidades para resaltar el valor de los productos.                                |\n| Cierre              | Crítico    | El cierre es prácticamente inexistente. Esto está impidiendo que convierta más oportunidades en ventas.                          | Aprender y practicar técnicas de cierre efectivas (cierre por conclusión, cierre por escasez, cierre directo). Crear un sentido de urgencia y hacer una llamada a la acción clara (ej., \"Entonces, ¿te gustaría que continuemos?\"). |\n| Despedida           | Bueno      | Tiene una despedida adecuada que contribuye a una experiencia positiva para el cliente.                                         | Continuar manteniendo este nivel de profesionalismo en la despedida.                                                                                                                                                                 |\n| Proactividad        | Bajo       | No es lo suficientemente proactivo para anticipar las necesidades del cliente y ofrecer soluciones adicionales.                     | Después de ofrecer el producto principal, preguntar si hay algo más en lo que pueda ayudar. Sugerir productos o servicios complementarios que podrían ser de interés para el cliente.                                           |\n| Empatía             | Regular    | Muestra empatía, pero podría ser más genuino y conectarse emocionalmente con los clientes.                                    | Escuchar atentamente al cliente, validar sus sentimientos y demostrar comprensión. Utilizar frases como \"Entiendo cómo te sientes\" o \"Puedo imaginar lo frustrante que es\".                                                         |\n| Resolución          | Bajo       | No es muy hábil para resolver los problemas que puedan surgir durante la llamada.                                                | Recibir capacitación sobre cómo resolver los problemas más comunes que enfrentan los clientes. Aprender a mantener la calma y ser paciente mientras busca una solución.                                                                |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1: Saludo y Detección de Necesidades**\n\n*   **Foco:** Implementar un nuevo script de saludo y enfocarse en dominar las preguntas de detección de necesidades.\n*   **Acciones:**\n    *   Crear un guion de saludo impactante y practicarlo 20 veces al día.\n    *   Estudiar 5 preguntas clave para identificar las necesidades del cliente.\n    *   Grabar y escuchar 5 llamadas diarias, enfocándose en el saludo y la detección de necesidades.\n    *   Recibir retroalimentación del mentor sobre el saludo y las preguntas de detección.\n\n**Semana 2: Manejo de Objeciones**\n\n*   **Foco:** Prepararse para las objeciones más comunes y convertirlas en oportunidades.\n*   **Acciones:**\n    *   Identificar las 5 objeciones más frecuentes y crear respuestas efectivas para cada una.\n    *   Practicar las respuestas a las objeciones con el mentor o un compañero.\n    *   Grabar y escuchar 5 llamadas diarias, enfocándose en el manejo de objeciones.\n\n**Semana 3: Cierre Efectivo**\n\n*   **Foco:** Aprender y aplicar técnicas de cierre para aumentar la tasa de conversión.\n*   **Acciones:**\n    *   Estudiar 3 técnicas de cierre (cierre por conclusión, cierre por escasez, cierre directo).\n    *   Practicar las técnicas de cierre en situaciones de juego de roles con el mentor.\n    *   Grabar y escuchar 5 llamadas diarias, enfocándose en la implementación de las técnicas de cierre.\n    *   Identificar los motivos por los que NO se están realizando cierres efectivos y revertirlos.\n\n**Semana 4: Consolidación y Optimización**\n\n*   **Foco:** Integrar todas las habilidades aprendidas y perfeccionar el enfoque de ventas.\n*   **Acciones:**\n    *   Revisar y refinar el script de ventas completo, incorporando las mejores prácticas.\n    *   Grabar y escuchar 10 llamadas diarias, enfocándose en la aplicación de todas las habilidades.\n    *   Analizar los resultados y ajustar el enfoque según sea necesario.\n    *   Identificar los factores de éxito y replicarlos en las futuras llamadas.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:** \"¡Hola! Mi nombre es [Tu Nombre] de [Compañía]. Le llamo porque [razón impactante y relevante para el cliente].\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo más importante para usted al elegir un proveedor de servicios de telecomunicaciones?\"\n    *   \"¿Cuáles son sus mayores desafíos con su servicio actual?\"\n    *   \"¿Qué tipo de plan está buscando?\"\n*   **Manejo de Objeciones:**\n    *   \"Entiendo su preocupación por el precio. Permítame mostrarle cómo nuestros servicios ofrecen un valor superior a largo plazo.\"\n    *   \"Si bien entiendo que tiene otras opciones, permítame destacar las ventajas exclusivas que ofrecemos en términos de [beneficios].\"\n*   **Cierre:**\n    *   \"Entonces, ¿le gustaría que continuemos con la instalación?\" (Cierre Directo)\n    *   \"Tenemos una promoción especial que termina esta semana. ¿Le gustaría aprovecharla?\" (Cierre por Escasez)\n    *   \"Basándonos en lo que hemos hablado, creo que este plan se adapta perfectamente a sus necesidades. ¿Le gustaría que lo activemos?\" (Cierre por Conclusión)\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Aumentar el puntaje IA promedio a 75 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 15% en 30 días.\n*   **Ofrecimiento de Productos:** Aumentar el porcentaje de llamadas donde se ofrecen planes/productos adicionales al 50%.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje en \"Saludo y Presentación\" en un 50%.\n    *   Aumentar el puntaje en \"Cierre\" en un 100%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 35, ¡tienes un talento natural para las ventas! Tu tasa de conversión lo demuestra. Ahora, imagina lo que puedes lograr si pulimos esos aspectos clave como el saludo y el cierre. ¡Estoy seguro de que puedes convertirte en uno de los mejores vendedores del equipo! Este plan de acción es tu hoja de ruta para el éxito. ¡Confío en tu potencial y estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash"
}