{
  "agente": "MZA 323",
  "fecha_generacion": "2026-02-02T22:56:39.598948",
  "metricas": {
    "agente": "MZA 323",
    "evaluaciones": {
      "total_evaluadas": 30,
      "puntaje_promedio": 29.2,
      "puntaje_min": 0,
      "puntaje_max": 70,
      "desviacion_std": 20.6,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 10,
      "criterios": {
        "saludo_presentacion": 34.3,
        "identificacion_cliente": 62.0,
        "deteccion_necesidades": 18.7,
        "oferta_productos": 42.3,
        "manejo_objeciones": 31.3,
        "cierre": 3.7,
        "despedida": 45.0,
        "proactividad": 5.7,
        "empatia": 34.0,
        "resolucion_problemas": 9.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 13,
        "Proactividad": 12,
        "Manejo de objeciones": 11,
        "Empatía": 8,
        "Cierre": 7
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 7,
        "Despedida cordial.": 4,
        "Manejo de objeciones": 3,
        "Identificación del cliente.": 3,
        "Presentación": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 70,
          "resumen": "El agente necesita mejorar significativamente en la presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones y cierre. La proactividad y empatía también son áreas de mejora."
        },
        {
          "puntaje_total": 60,
          "resumen": "El agente se presentó correctamente, identificó al cliente y detectó sus necesidades. Manejó las objeciones, aunque el cierre no se completó.  Se observa falta de proactividad y empatía."
        },
        {
          "puntaje_total": 57,
          "resumen": "El agente se presenta y se despide correctamente.  Detecta necesidades básicas.  El manejo de objeciones y el cierre son áreas de mejora."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta adecuadamente, no identifica al cliente correctamente, no detecta necesidades, no maneja objeciones ni completa el cierre. No muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los requisitos mínimos de la llamada. No se identifica correctamente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones y no intenta cerrar la venta. La comunicación es poco profesional y no muestra empatía."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no cierra la venta.  Muestra poca proactividad y empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 30,
      "puntaje_promedio": 29.2,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 10,
      "criterios": {
        "saludo_presentacion": 34.3,
        "identificacion_cliente": 62.0,
        "deteccion_necesidades": 18.7,
        "oferta_productos": 42.3,
        "manejo_objeciones": 31.3,
        "cierre": 3.7,
        "despedida": 45.0,
        "proactividad": 5.7,
        "empatia": 34.0,
        "resolucion_problemas": 9.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 29.2,
      "general": 29.4,
      "diferencia": -0.2,
      "percentil": 50.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 34.3,
        "general": 18.5,
        "diferencia": 15.8
      },
      "identificacion_cliente": {
        "agente": 62.0,
        "general": 51.4,
        "diferencia": 10.6
      },
      "deteccion_necesidades": {
        "agente": 18.7,
        "general": 16.9,
        "diferencia": 1.7
      },
      "oferta_productos": {
        "agente": 42.3,
        "general": 31.2,
        "diferencia": 11.2
      },
      "manejo_objeciones": {
        "agente": 31.3,
        "general": 23.9,
        "diferencia": 7.4
      },
      "cierre": {
        "agente": 3.7,
        "general": 10.3,
        "diferencia": -6.6
      },
      "despedida": {
        "agente": 45.0,
        "general": 56.3,
        "diferencia": -11.3
      },
      "proactividad": {
        "agente": 5.7,
        "general": 11.6,
        "diferencia": -6.0
      },
      "empatia": {
        "agente": 34.0,
        "general": 36.0,
        "diferencia": -2.0
      },
      "resolucion_problemas": {
        "agente": 9.0,
        "general": 16.7,
        "diferencia": -7.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 323\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 323 se encuentra en un nivel que **necesita mejora**. Su puntaje IA promedio (29.2) es ligeramente inferior al del equipo (29.4), ubicándose en el percentil 50.4. Si bien no está significativamente por debajo, hay áreas críticas que requieren atención urgente para mejorar su desempeño.\n\n**EVOLUCIÓN:** Observando la comparativa con el promedio del equipo, MZA 323 ha demostrado **mejoras significativas** en varias áreas clave, superando el desempeño promedio en: Saludo y Presentación, Identificación del Cliente, Detección de Necesidades, Oferta de Productos y Manejo de Objeciones. Sin embargo, muestra un desempeño inferior en Cierre, Despedida, Proactividad, Empatía y Resolución de Problemas. Esto sugiere que la mejora se ha concentrado en las etapas iniciales de la venta, pero necesita trabajar en el cierre efectivo y la construcción de una relación más sólida con el cliente.\n\nEl potencial de mejora de MZA 323 es considerable, especialmente si se enfoca en las áreas de cierre, proactividad y empatía. Con un plan de acción específico y seguimiento constante, puede alcanzar un nivel de desempeño mucho más alto.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ**:\n    *   **Saludo y Presentación:** Ha superado significativamente al equipo en este criterio. Esto indica una mejora notable en la primera impresión y la forma en que se presenta al cliente. Es crucial seguir perfeccionando esta habilidad, asegurándose de transmitir confianza y profesionalismo.\n    *   **Identificación del Cliente:** Muestra un puntaje alto comparado con el equipo. Implica que es más eficiente en la verificación de la identidad del cliente, lo cual es fundamental para una comunicación efectiva y personalizada.\n    *   **Oferta de Productos:** El aumento en este criterio sugiere una mayor capacidad para presentar las ofertas de manera atractiva y relevante para el cliente.\n\n*   **QUÉ EMPEORÓ**:\n    *   **Despedida:** El puntaje en despedida es considerablemente menor al promedio del equipo. Esto es preocupante, ya que la despedida deja una impresión final en el cliente y puede influir en futuras interacciones. Es fundamental revisar la forma en que MZA 323 está terminando las llamadas y asegurarse de que sea cordial y profesional.\n    *   **Cierre:** Aunque ya era un área débil, el puntaje de cierre ha disminuido aún más. Esto indica una dificultad creciente para concretar las ventas. Es imperativo analizar las grabaciones de las llamadas para identificar los obstáculos específicos que está enfrentando durante el cierre.\n    *   **Proactividad:** El puntaje en proactividad se ha mantenido bajo, lo que indica una falta de iniciativa para ofrecer productos adicionales o soluciones personalizadas.\n\n*   **QUÉ SIGUE PENDIENTE**:\n    *   **Detección de Necesidades:** A pesar de una ligera mejora, la detección de necesidades sigue siendo un área débil. No está logrando comprender completamente las necesidades específicas de cada cliente, lo que dificulta la personalización de la oferta.\n    *   **Manejo de Objeciones:** Aunque ha mejorado en este aspecto, el puntaje todavía es inferior al promedio del equipo. Esto indica que necesita seguir desarrollando estrategias más efectivas para superar las objeciones de los clientes.\n    *   **Empatía:** Este criterio se ha mantenido constante y bajo. La falta de empatía puede afectar la conexión con el cliente y dificultar la construcción de relaciones a largo plazo.\n    *   **Resolución de Problemas:** Este aspecto sigue siendo el más débil de todos. Es urgente determinar si MZA 323 posee las herramientas y el conocimiento necesario para resolver los problemas de los clientes y brindarle soporte adecuado.\n\n*   **TENDENCIA GENERAL**: A pesar de las mejoras en algunas áreas, la tendencia general indica la necesidad de una intervención urgente. La disminución en el cierre y la persistencia de las debilidades en empatía y proactividad son señales de alerta que deben abordarse de inmediato.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n1.  **Saludo y Presentación:** MZA 323 realiza una buena primera impresión, lo que puede generar confianza en el cliente. Debe seguir perfeccionando este aspecto, modulando la voz para transmitir confianza y adaptar el tono al perfil de cada cliente.\n\n2.  **Identificación del Cliente:** La correcta verificación de la identidad del cliente es fundamental para evitar confusiones y personalizar la oferta. MZA 323 debe mantener esta práctica y asegurarse de que la información obtenida sea precisa y completa.\n\n3.  **Oferta de Productos:** Ha mostrado capacidad para presentar las ofertas de manera atractiva. Sugiero analizar las grabaciones para identificar qué elementos de su discurso son más efectivos y replicarlos en futuras llamadas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n1.  **Cierre (PERSISTENTE):** La dificultad para cerrar ventas es una de las principales debilidades de MZA 323. El cierre es la culminación del proceso de venta y la falta de efectividad en esta etapa impacta directamente en los resultados.\n    *   **Por qué mejorar:** Un cierre efectivo permite concretar la venta y alcanzar los objetivos comerciales.\n\n2.  **Proactividad (PERSISTENTE):** La falta de iniciativa para ofrecer productos adicionales o soluciones personalizadas limita el potencial de venta cruzada y la generación de valor para el cliente.\n    *   **Por qué mejorar:** La proactividad permite identificar oportunidades de venta adicionales y satisfacer las necesidades del cliente de manera integral, lo que aumenta la satisfacción y la fidelización.\n\n3.  **Empatía (PERSISTENTE):** La falta de conexión emocional con el cliente puede afectar la confianza y dificultar la construcción de relaciones a largo plazo.\n    *   **Por qué mejorar:** La empatía permite comprender las necesidades y preocupaciones del cliente, lo que facilita la personalización de la oferta y la resolución de problemas, aumentando la satisfacción y la lealtad.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\nLas métricas de llamadas y ventas son vitales para el éxito. Sin embargo, dado que no se proporcionaron métricas de duración, cierres o calidad de llamadas, el análisis estará limitado.\n\nSin acceso a las métricas de TMO y % Capta Atención, no es posible determinar si MZA 323 está generando engagement con los clientes o si sus llamadas son demasiado cortas o largas. La falta de información sobre los cortes de llamada impide identificar problemas en el pitch inicial. Es crucial obtener estas métricas para realizar un análisis más completo.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio             | Nivel       | Qué está haciendo mal o bien                                                                                                                                            | Cómo mejorar específicamente (RESPETANDO LAS REGLAS DEL NEGOCIO)                                                                                                                                                                                                            |\n| -------------------- | ----------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ |\n| Saludo_presentacion   | Bueno      | Excelente saludo inicial, pero necesita variar el tono y la estructura según el cliente.                                                                                  | Practicar diferentes saludos y presentaciones, adaptándose al perfil del cliente. Usar un tono más enérgico para clientes jóvenes y un tono más formal para clientes mayores.                                                                                                               |\n| Identificación_cliente | Excelente   | Identifica correctamente al cliente.                                                                                                                                   | Mantener la práctica.                                                                                                                                                                                                                                                              |\n| Detección_necesidades | Bajo        | Realiza preguntas genéricas y no profundiza en las necesidades específicas del cliente.                                                                                 | En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".  Luego, profundizar en las respuestas para identificar necesidades concretas.                                                              |\n| Oferta_productos     | Bueno      | Presenta las ofertas, pero no las personaliza según las necesidades del cliente.                                                                                         | Utilizar la información obtenida en la detección de necesidades para adaptar la oferta. Destacar los beneficios que son más relevantes para el cliente.                                                                                                                               |\n| Manejo_objeciones    | Regular     | Utiliza respuestas genéricas y no aborda las objeciones específicas del cliente.                                                                                          | Escuchar atentamente la objeción del cliente y responder de manera personalizada. Usar ejemplos concretos y datos relevantes para rebatir la objeción. Por ejemplo, si el cliente dice que la competencia es más barata, destacar la calidad de la red de Movistar y el servicio al cliente. |\n| Cierre               | Crítico     | No realiza un cierre directo y efectivo.                                                                                                                                | Al finalizar la presentación de la oferta, decir directamente: \"Perfecto, entonces asigno una sucursal cerca tuyo para que puedas retirar el chip y completar la portabilidad\" o \"Necesito tu domicilio para enviarte el equipo\".                                                                 |\n| Despedida            | Regular     | La despedida no es cordial o profesional.                                                                                                                                | Asegurarse de agradecer al cliente por su tiempo y despedirse de manera cordial y profesional.                                                                                                                                                                                            |\n| Proactividad         | Crítico     | No ofrece fibra.                                                                                                                                                        | Después de presentar la oferta de telefonía móvil, comentar directamente: \"Además, te comento que tenemos el servicio de fibra óptica con [velocidad] a un precio excelente. Te va a interesar para que puedas disfrutar de una conexión súper rápida en tu casa\".                                 |\n| Empatía              | Regular     | No muestra empatía hacia el cliente.                                                                                                                                   | Escuchar atentamente al cliente y demostrar comprensión por sus necesidades y preocupaciones. Utilizar frases como \"Entiendo lo que me decís\" o \"Puedo ayudarte con eso\".                                                                                                                       |\n| Resolucion_problemas | Crítico     | No ofrece soluciones a los problemas del cliente.                                                                                                                          | Demostrar interés en solucionar el problema del cliente y ofrecer soluciones concretas. Si no se puede resolver el problema de inmediato, ofrecer derivarlo al área correspondiente.                                                                                                     |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **FOCO EN EL CIERRE.**\n*   Acciones:\n    *   Revisar grabaciones de llamadas recientes para identificar los obstáculos que está enfrentando durante el cierre.\n    *   Practicar diferentes técnicas de cierre directo con el mentor.\n    *   Implementar un script de cierre estandarizado y adaptarlo a cada cliente.\n    *   Seguimiento diario de la tasa de cierre.\n\n**Semana 2:** **PROACTIVIDAD y DETECCIÓN DE NECESIDADES.**\n*   Acciones:\n    *   Capacitación intensiva en la oferta de fibra óptica y otros productos adicionales.\n    *   Desarrollar un speech de venta estandarizado para la oferta de fibra.\n    *   Practicar preguntas efectivas para detectar las necesidades específicas de cada cliente.\n    *   Seguimiento diario de la cantidad de ofertas de fibra realizadas.\n\n**Semana 3:** **MANEJO DE OBJECIONES y EMPATÍA.**\n*   Acciones:\n    *   Análisis de las objeciones más frecuentes de los clientes.\n    *   Desarrollar respuestas personalizadas para cada tipo de objeción.\n    *   Realizar ejercicios de role-playing para practicar el manejo de objeciones.\n    *   Entrenamiento en habilidades de escucha activa y comunicación empática.\n    *   Seguimiento diario de la efectividad en el manejo de objeciones.\n\n**Semana 4:** **CONSOLIDACIÓN Y OPTIMIZACIÓN.**\n*   Acciones:\n    *   Revisión de todas las áreas de mejora.\n    *   Seguimiento constante del desempeño.\n    *   Ajustar el plan de acción según los resultados obtenidos.\n    *   Identificar nuevas oportunidades de mejora.\n    *   Implementar un sistema de retroalimentación continua.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n    *   \"¿Estoy hablando con el titular de la línea [Número de teléfono]?\"\n*   **Detección de necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de fibra (directa):**\n    *   \"Además, te comento que tenemos el servicio de fibra óptica con [velocidad] a un precio excelente. Te va a interesar para que puedas disfrutar de una conexión súper rápida en tu casa y ver tus series favoritas sin interrupciones.\"\n*   **Cierre DIRECTO:**\n    *   \"Perfecto, entonces asigno una sucursal cerca tuyo para que puedas retirar el chip y completar la portabilidad.\"\n    *   \"Necesito tu domicilio para enviarte el equipo.\"\n*   **Manejo de objeciones (ejemplo):**\n    *   Cliente: \"La competencia tiene un plan más barato.\"\n    *   MZA 323: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión de Movistar y vieron la diferencia en el servicio, la estabilidad de la red y el soporte técnico, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 45\n*   Meta de tasa de conversión: Aumentar en un 15%\n*   Meta de ofrecimiento de productos (fibra): Ofrecer fibra en el 100% de las llamadas.\n*   Meta de % Capta Atención (llamadas >1 min): 45%\n*   Meta de TMO a alcanzar: 3 minutos (180 segundos)\n*   KPIs específicos a mejorar: Reducir a la mitad la cantidad de llamadas que se cortan al inicio.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 323, reconozco tu esfuerzo y el progreso que has demostrado en áreas como el saludo inicial y la identificación del cliente. ¡Sigue así! Sin embargo, ahora es crucial que te enfoques en el cierre de ventas y la proactividad. Sé que tienes el potencial para convertirte en un vendedor estrella. ¡Confío en que con este plan de acción y tu dedicación, vas a alcanzar tus metas y superar tus propios límites!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}