{
  "agente": "MZA 18",
  "fecha_generacion": "2026-01-26T14:47:46.791944",
  "metricas": {
    "agente": "MZA 18",
    "evaluaciones": {
      "total_evaluadas": 24,
      "puntaje_promedio": 36.8,
      "puntaje_min": 0.0,
      "puntaje_max": 78.0,
      "desviacion_std": 21.6,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 6,
      "criterios": {
        "saludo_presentacion": 58.8,
        "identificacion_cliente": 18.3,
        "deteccion_necesidades": 41.2,
        "oferta_productos": 44.6,
        "manejo_objeciones": 35.0,
        "cierre": 18.3,
        "despedida": 58.3,
        "proactividad": 20.4,
        "empatia": 47.9,
        "resolucion_problemas": 13.8
      },
      "areas_mejora_frecuentes": {
        "Identificación del cliente": 11,
        "Cierre de venta": 10,
        "Detección de necesidades": 8,
        "Manejo de objeciones": 7,
        "Oferta de productos": 6
      },
      "fortalezas_frecuentes": {
        "Despedida": 6,
        "Saludo y presentación": 4,
        "Saludo y presentación inicial": 3,
        "Presentación": 2,
        "Manejo de objeciones": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 78.0,
          "resumen": "El agente realiza una buena detección de necesidades y ofrece productos adecuados. Maneja bien las objeciones y muestra empatía.  La principal área de mejora es el cierre de la venta, ya que no se concreta."
        },
        {
          "puntaje_total": 72.0,
          "resumen": "El agente realiza una buena presentación y ofrece los productos adecuados. Debe mejorar la verificación de datos del cliente y el cierre de la venta."
        },
        {
          "puntaje_total": 62.0,
          "resumen": "El agente se presenta y ofrece un plan. Identifica las necesidades del cliente y maneja las objeciones, pero no logra cerrar la venta de manera efectiva."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no se desarrolló como una conversación de ventas. El agente parece responder a un mensaje de voz. No hubo saludo, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre ni despedida. Tampoco hubo proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, detección de necesidades, manejo de objeciones ni cierre."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "El agente no cumple con los pasos básicos de una llamada de ventas. No se presenta, no detecta necesidades, no ofrece productos ni intenta cerrar la venta.  Lo único positivo es la correcta identificación del cliente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 24,
      "puntaje_promedio": 36.8,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 6,
      "criterios": {
        "saludo_presentacion": 58.8,
        "identificacion_cliente": 18.3,
        "deteccion_necesidades": 41.2,
        "oferta_productos": 44.6,
        "manejo_objeciones": 35.0,
        "cierre": 18.3,
        "despedida": 58.3,
        "proactividad": 20.4,
        "empatia": 47.9,
        "resolucion_problemas": 13.8
      }
    },
    "clasificacion": {
      "total_llamadas": 24,
      "con_saludo": 12,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 3,
      "ventas": 0,
      "score_calidad_prom": 37.5,
      "pct_saludo": 50.0,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 12.5,
      "tasa_conversion": 0.0
    },
    "integral": {
      "duracion_promedio_seg": 174.0,
      "duracion_promedio_min": 2.9,
      "distribucion_duracion": {
        "1-3 min": 18,
        "5-8 min": 3,
        "3-5 min": 2,
        "> 8 min": 1
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 36.8,
      "general": 35.7,
      "diferencia": 1.1,
      "percentil": 61.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 58.8,
        "general": 32.0,
        "diferencia": 26.7
      },
      "identificacion_cliente": {
        "agente": 18.3,
        "general": 38.7,
        "diferencia": -20.3
      },
      "deteccion_necesidades": {
        "agente": 41.2,
        "general": 23.3,
        "diferencia": 18.0
      },
      "oferta_productos": {
        "agente": 44.6,
        "general": 28.6,
        "diferencia": 16.0
      },
      "manejo_objeciones": {
        "agente": 35.0,
        "general": 33.0,
        "diferencia": 2.0
      },
      "cierre": {
        "agente": 18.3,
        "general": 18.8,
        "diferencia": -0.4
      },
      "despedida": {
        "agente": 58.3,
        "general": 38.5,
        "diferencia": 19.8
      },
      "proactividad": {
        "agente": 20.4,
        "general": 13.9,
        "diferencia": 6.6
      },
      "empatia": {
        "agente": 47.9,
        "general": 43.0,
        "diferencia": 4.9
      },
      "resolucion_problemas": {
        "agente": 13.8,
        "general": 25.1,
        "diferencia": -11.3
      }
    },
    "conversion": {
      "agente": 0.0,
      "general": 5.1,
      "diferencia": -5.1
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 18\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 18 se encuentra actualmente en un nivel que **necesita mejora**. Su puntaje IA promedio (36.8) está ligeramente por encima del promedio del equipo (35.7), ubicándose en el percentil 61. Sin embargo, su tasa de conversión es del 0%, significativamente inferior al 5.1% del equipo, lo que indica una dificultad crucial para concretar ventas. El vendedor destaca positivamente en \"Saludo y presentación\" y \"Despedida\" en comparación con el equipo.\n\n**EVOLUCIÓN:** Comparado con el período anterior, el desempeño general de MZA 18 se mantiene relativamente estable. Las áreas de mejora identificadas en el coaching anterior persisten, lo que sugiere que las estrategias implementadas no han sido del todo efectivas o no se han aplicado consistentemente. El potencial de mejora es considerable, especialmente si se enfoca en las áreas críticas que están impactando directamente en su tasa de conversión y en la correcta aplicación de las reglas del negocio.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (19-24 Enero)\n\n*   **QUÉ MEJORÓ:** MZA 18 muestra mejoras significativas en \"Saludo y presentación\", \"Detección de necesidades\", \"Oferta de productos\" y \"Despedida\" en comparación con el promedio del equipo. Esto indica que el vendedor está mejorando su enfoque inicial y final de las llamadas, así como su capacidad para identificar las necesidades del cliente y ofrecer productos relevantes.\n*   **QUÉ EMPEORÓ:** La \"Identificación del cliente\" y la \"Resolución de problemas\" han disminuido en comparación con el promedio del equipo. Esto sugiere una necesidad urgente de reforzar la verificación de la identidad del cliente y de mejorar la capacidad para abordar y resolver los problemas que puedan surgir durante la llamada.\n*   **QUÉ SIGUE PENDIENTE:** El \"Cierre de venta\" sigue siendo una de las áreas más débiles, sin mejoras significativas desde el período anterior. También el \"Manejo de objeciones\" y la \"Proactividad\" se mantienen bajas, lo que impide capitalizar oportunidades de venta.\n*   **TENDENCIA GENERAL:** La tendencia general es mixta. Si bien se observa progreso en algunas áreas, la falta de mejora en el cierre de ventas y la disminución en la identificación del cliente requieren una intervención urgente para evitar que el vendedor se estanque.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Saludo y presentación:** MZA 18 sobresale en esta área (58.8 vs 32.0 promedio del equipo). Debe seguir capitalizando esta fortaleza para crear una primera impresión positiva y establecer una conexión con el cliente.\n    *   Ejemplo: La buena energía y claridad en la presentación generan confianza inicial.\n*   **Detección de necesidades:** El puntaje es bueno (41.2 vs 23.3 promedio del equipo). Sigue preguntando de manera efectiva qué usa más el cliente en su celular.\n    *   Ejemplo: Las preguntas abiertas permiten entender los hábitos del cliente y personalizar la oferta.\n*   **Despedida:** El puntaje en esta área es alto (58.3 vs 38.5 promedio del equipo). Seguir terminando las llamadas de forma amable y profesional.\n    *   Ejemplo: Agradecer el tiempo del cliente y dejar una puerta abierta para futuras consultas (solo sobre portabilidad).\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Cierre de venta (PERSISTENTE):** Esta es la principal debilidad. La falta de cierres impacta directamente en su tasa de conversión. Necesita implementar técnicas de cierre más directas y efectivas, asignando sucursal directamente o buscando el domicilio del cliente.\n*   **Identificación del cliente (NUEVA):** La baja puntuación en esta área (18.3 vs 38.7 promedio del equipo) implica un riesgo de ofrecer productos o servicios a la persona incorrecta. Es fundamental priorizar la verificación de la identidad al inicio de cada llamada.\n*   **Proactividad (PERSISTENTE):** La falta de proactividad, especialmente al ofrecer fibra, limita las oportunidades de venta cruzada. Es fundamental que MZA 18 incorpore la oferta de fibra en todas las llamadas, sin preguntar si le interesa al cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 174 segundos (2.9 minutos) está dentro del rango óptimo (2-4 minutos), lo que indica que el vendedor está manteniendo conversaciones de duración adecuada.\n*   **% Capta Atención:** No se calcula explícitamente, pero se puede inferir. 18 de 24 llamadas duran entre 1-3 minutos, lo que implica un buen nivel de engagement inicial. Sin embargo, la falta de cierres sugiere que no se está capitalizando ese engagement.\n*   **Cortes de llamada:** No hay datos disponibles sobre quién corta la llamada, pero la falta de ventas sugiere que el cliente podría estar cortando la comunicación antes del cierre.\n*   **Llamadas <30 seg:** No hay datos disponibles.\n*   **Tasa de aprobación de ventas:** No aplica porque no hay ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel Bueno. Está generando un buen inicio de conversación, pero debe asegurarse de mencionar \"tengo una oferta que LE VA a interesar\" en lugar de \"podría\".\n*   **Identificación del Cliente:** Nivel Crítico. Debe preguntar \"¿Me comunico con [Nombre]?\" al inicio de cada llamada para confirmar que habla con la persona correcta.\n*   **Detección de Necesidades:** Nivel Regular. Debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" en lugar de \"¿Qué es lo más importante para ti en un plan?\".\n*   **Oferta de Productos:** Nivel Regular. Está ofreciendo productos, pero debe asegurarse de ofrecer fibra en cada llamada de forma directa.\n*   **Manejo de Objeciones:** Nivel Bajo. Debe personalizar las respuestas a las objeciones de cada cliente y no utilizar respuestas genéricas.\n*   **Cierre:** Nivel Crítico. No está cerrando ninguna venta. Debe asignar sucursal o buscar domicilio directamente, sin preguntar si el cliente está de acuerdo.\n*   **Despedida:** Nivel Bueno. Mantener el buen cierre de llamada.\n*   **Proactividad:** Nivel Bajo. Debe ofrecer fibra en cada llamada.\n*   **Empatía:** Nivel Regular. Mantener el buen nivel de empatía.\n*   **Resolución de Problemas:** Nivel Crítico. Necesita mejorar su capacidad para resolver problemas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **CIERRE DIRECTO y OFERTA DE FIBRA.** Practicar técnicas de cierre directo (asignar sucursal/domicilio) y ofrecer fibra en CADA llamada. Revisar grabaciones de llamadas exitosas para identificar ejemplos concretos.\n**Semana 2:** **IDENTIFICACIÓN DEL CLIENTE.** Implementar la verificación de identidad en el 100% de las llamadas. Role-playing con el supervisor para practicar la pregunta \"¿Me comunico con [Nombre]?\" de manera natural.\n**Semana 3:** **MANEJO DE OBJECIONES PERSONALIZADO.** Crear un banco de respuestas a las objeciones más comunes, adaptadas a diferentes tipos de clientes.\n**Semana 4:** **CONSOLIDACIÓN Y OPTIMIZACIÓN.** Revisar todas las áreas de mejora y realizar ajustes finos para maximizar el rendimiento.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\" (Nunca \"¿Es usted [Nombre]?\").\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular, redes sociales, videos, llamadas?\" / \"¿Cuántos GB tenés en tu plan actualmente?\".\n*   **Oferta de Fibra (Directa):** \"Y aprovechando, te comento que tenemos una promoción INCREÍBLE para que tengas fibra óptica en tu casa. Con [beneficios específicos]...\".\n*   **Cierre Directo:** \"Perfecto, entonces te asigno la sucursal de [nombre de la sucursal más cercana] para que retires tu nuevo chip. ¿Te queda cómoda?\". O \"Genial, para avanzar con el envío a domicilio, ¿me confirmas tu dirección?\".\n*   **Manejo de Objeciones (Ejemplo - Precio):** \"Entiendo perfecto que el precio es importante. Muchos clientes al principio se enfocan en eso, pero después se dan cuenta de que la velocidad y la estabilidad de la conexión hacen que valga la pena la inversión. ¿Qué te parece si te muestro un comparativo con tu plan actual?\".\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Fibra:** Ofrecer fibra en el 100% de las llamadas.\n*   **% Capta Atención:** Aumentar el porcentaje de llamadas >1 min al 70%.\n*   **TMO:** Mantener el TMO en el rango óptimo (2-4 minutos).\n*   **KPIs Específicos:** Mejorar el puntaje en \"Cierre de Venta\" a 50 y en \"Identificación del Cliente\" a 80.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 18, veo que tenés un gran potencial y estás demostrando mejoras en áreas clave como el saludo y la detección de necesidades. ¡Eso es excelente! Ahora, el desafío es transformar esas buenas conversaciones en cierres efectivos. Con un enfoque más directo en el cierre y la oferta de fibra, estoy seguro de que vas a alcanzar tus metas y convertirte en un vendedor de alto rendimiento. ¡Confío en vos y estoy acá para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:10:48.812463",
  "evolucion": null
}