{
  "agente": "MZA 14",
  "fecha_generacion": "2026-02-02T22:59:02.409879",
  "metricas": {
    "agente": "MZA 14",
    "evaluaciones": {
      "total_evaluadas": 20,
      "puntaje_promedio": 47.6,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 18.8,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 2,
      "criterios": {
        "saludo_presentacion": 57.5,
        "identificacion_cliente": 57.5,
        "deteccion_necesidades": 27.0,
        "oferta_productos": 59.5,
        "manejo_objeciones": 28.5,
        "cierre": 33.5,
        "despedida": 94.0,
        "proactividad": 15.0,
        "empatia": 47.5,
        "resolucion_problemas": 37.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 7,
        "Proactividad": 3,
        "Empatía": 3,
        "Oferta de productos": 3,
        "Identificación del cliente": 3
      },
      "fortalezas_frecuentes": {
        "Saludo y presentación": 6,
        "Identificación del cliente": 5,
        "Despedida cordial.": 5,
        "Oferta de productos": 4,
        "Cierre": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta necesidades. Ofrece los productos de forma directa y se despide cordialmente. No concreta el cierre de venta."
        },
        {
          "puntaje_total": 75,
          "resumen": "El agente se presentó y verificó la identidad del cliente correctamente, ofreció el plan de forma directa.  Necesita mejorar el manejo de objeciones y la proactividad. El cierre fue tentativo.  El saludo y la despedida fueron correctos."
        },
        {
          "puntaje_total": 70,
          "resumen": "El agente se presentó correctamente y verificó la identidad del cliente.  Ofreció un plan y manejó las objeciones. El cierre fue tentativo, acordando enviar información.  Puede mejorar la detección de necesidades y la proactividad en la oferta de productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se enfoca en la venta, sino en una consulta sobre portabilidad."
        },
        {
          "puntaje_total": 20,
          "resumen": "El agente no cumple con los criterios de venta ni de manejo de objeciones. El saludo y la detección de necesidades son deficientes, así como la oferta de productos y el cierre. Muestra una buena despedida."
        },
        {
          "puntaje_total": 30,
          "resumen": "El agente se presenta y gestiona la solicitud de verificación de cobertura de fibra óptica. No realiza identificación del cliente, detección de necesidades ni ofrece productos o cierra la venta de forma efectiva."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 20,
      "puntaje_promedio": 47.6,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 2,
      "criterios": {
        "saludo_presentacion": 57.5,
        "identificacion_cliente": 57.5,
        "deteccion_necesidades": 27.0,
        "oferta_productos": 59.5,
        "manejo_objeciones": 28.5,
        "cierre": 33.5,
        "despedida": 94.0,
        "proactividad": 15.0,
        "empatia": 47.5,
        "resolucion_problemas": 37.0
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 199.0,
      "duracion_promedio_min": 3.3,
      "distribucion_duracion": {
        "1-3 min": 21,
        "3-5 min": 5,
        "> 8 min": 3,
        "5-8 min": 3
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 47.6,
      "general": 29.4,
      "diferencia": 18.3,
      "percentil": 80.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 57.5,
        "general": 18.5,
        "diferencia": 39.0
      },
      "identificacion_cliente": {
        "agente": 57.5,
        "general": 51.4,
        "diferencia": 6.1
      },
      "deteccion_necesidades": {
        "agente": 27.0,
        "general": 16.9,
        "diferencia": 10.1
      },
      "oferta_productos": {
        "agente": 59.5,
        "general": 31.2,
        "diferencia": 28.3
      },
      "manejo_objeciones": {
        "agente": 28.5,
        "general": 23.9,
        "diferencia": 4.6
      },
      "cierre": {
        "agente": 33.5,
        "general": 10.3,
        "diferencia": 23.2
      },
      "despedida": {
        "agente": 94.0,
        "general": 56.3,
        "diferencia": 37.7
      },
      "proactividad": {
        "agente": 15.0,
        "general": 11.6,
        "diferencia": 3.4
      },
      "empatia": {
        "agente": 47.5,
        "general": 36.0,
        "diferencia": 11.5
      },
      "resolucion_problemas": {
        "agente": 37.0,
        "general": 16.7,
        "diferencia": 20.3
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 14\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 14 se destaca significativamente del equipo en general. Su puntaje IA de 47.6 lo ubica en el percentil 80.3, muy por encima del promedio del equipo (29.4). Esto indica un potencial considerable.  Su nivel actual se podría clasificar como **Bueno**, aunque con margen de mejora para alcanzar la excelencia.\n\n**EVOLUCIÓN**: Sin datos del período anterior, no es posible determinar si hubo una mejora o un empeoramiento en su desempeño. Sin embargo, la diferencia notable con el promedio del equipo sugiere que ha estado trabajando activamente para desarrollar sus habilidades de venta. Su potencial de mejora es alto, especialmente si se enfoca en las áreas donde presenta mayores oportunidades, como la detección de necesidades y la proactividad en la oferta de productos.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\nNo es posible realizar un análisis de evolución semanal ya que no hay datos del período anterior.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Saludo y Presentación:** Su puntaje de 57.5 en este criterio, superior al promedio del equipo (18.5), indica que inicia las interacciones de manera profesional y establece una buena primera impresión. Debería mantener esta práctica y considerar refinar su presentación para captar la atención del cliente desde el inicio con una propuesta de valor atractiva.\n\n*   **Despedida Cordial:** Con un puntaje de 94.0, su despedida es excelente y muestra profesionalismo. Un cierre positivo deja una buena impresión en el cliente, independientemente del resultado de la venta. Debe asegurarse de que todas sus interacciones terminen de forma similar.\n\n*   **Oferta de Productos:** Un puntaje de 59.5, significativamente mayor al promedio del equipo (31.2), demuestra que MZA 14 es capaz de presentar los productos y servicios de manera efectiva. Sin embargo, debe asegurarse de que esta oferta sea personalizada y responda a las necesidades específicas de cada cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Detección de Necesidades (PERSISTENTE):** Su puntaje en este criterio es bajo (27.0). No identificar adecuadamente las necesidades del cliente dificulta la personalización de la oferta y reduce las posibilidades de cierre. Es crucial que mejore sus habilidades para hacer las preguntas correctas y comprender lo que el cliente realmente necesita.\n\n*   **Proactividad (PERSISTENTE):** Un puntaje de 15.0 en proactividad indica que no está aprovechando todas las oportunidades para ofrecer productos adicionales, especialmente fibra. Todos los vendedores deben ofrecer fibra de forma directa, sin preguntar, para maximizar las oportunidades de venta.\n\n*   **Manejo de Objeciones (PERSISTENTE):** Su puntaje de 28.5 en este criterio sugiere que las objeciones no están siendo abordadas de manera efectiva. Necesita aprender a rebatir las objeciones de manera personalizada y persuasiva, destacando el valor de los productos y servicios de Movistar.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** Su TMO promedio es de 3.3 minutos (199 segundos), que está dentro del rango óptimo (2-4 minutos). Esto sugiere que está manteniendo un buen equilibrio entre la generación de engagement y la eficiencia en el cierre de las conversaciones.\n\n*   **% Capta Atención:** No se puede calcular el porcentaje de atención ya que no se tienen datos sobre la duración de la totalidad de las llamadas del agente.\n\n*   **Cortes de llamada:** No se pueden obtener conclusiones ya que no hay datos de quién corta la llamada.\n\n*   **Llamadas <30 seg:** No se pueden obtener conclusiones ya que no hay datos sobre la duración de la totalidad de las llamadas del agente.\n\n*   **Tasa de aprobación de ventas:** No se pueden sacar conclusiones ya que no se tienen datos sobre ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** **Bueno.** Inicia las interacciones de manera profesional. Para mejorar, puede agregar una frase gancho que resalte el beneficio inmediato de la llamada para el cliente: \"Hola, ¿me comunico con [Nombre]? Lo llamo desde Movistar porque tengo una oferta exclusiva para su línea.\"\n\n*   **Identificación del Cliente:** **Bueno.** Verifica la identidad del cliente. Debe mantener esta práctica para asegurar que está hablando con la persona correcta.\n\n*   **Detección de Necesidades:** **Bajo.** No identifica adecuadamente las necesidades del cliente. En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n\n*   **Oferta de Productos:** **Bueno.** Presenta los productos de manera efectiva. Debe asegurarse de que esta oferta sea personalizada y responda a las necesidades específicas de cada cliente.\n\n*   **Manejo de Objeciones:** **Bajo.** No aborda las objeciones de manera efectiva. Debe aprender a rebatir las objeciones de manera personalizada y persuasiva. Por ejemplo, si el cliente dice que el precio es muy alto, no debe usar textos formales/corporativos, sino responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n*   **Cierre:** **Regular.** El cierre de ventas no es fluido y presenta pausas. Lo importante es que complete la venta. Debe asignar sucursal o buscar domicilio del cliente para completar la venta.\n\n*   **Despedida:** **Excelente.** Se despide de forma cordial y profesional. Debe mantener esta práctica.\n\n*   **Proactividad:** **Crítico.** No ofrece fibra de forma directa. Debe comentar directamente sobre fibra sin preguntar.\n\n*   **Empatía:** **Regular.** La empatía necesita fortalecerse. Debe escuchar activamente al cliente y adaptar su discurso a su situación particular.\n\n*   **Resolución de Problemas:** **Regular.** Si bien muestra cierta capacidad para resolver problemas, necesita mejorar su enfoque para ofrecer soluciones más efectivas y personalizadas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en Detección de Necesidades:** Implementar activamente las preguntas correctas para identificar las necesidades del cliente (\"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"). Registrar la información obtenida para personalizar la oferta.\n**Acciones:** Revisar grabaciones de llamadas, role-playing con el jefe de ventas, feedback personalizado.\n\n**Semana 2:** **Proactividad y Oferta de Fibra:** Incorporar obligatoriamente la oferta de fibra en todas las llamadas, comentando directamente sobre sus beneficios sin preguntar si le interesa.\n**Acciones:** Script específico para la oferta de fibra, seguimiento diario de las llamadas, medición del impacto en las ventas.\n\n**Semana 3:** **Manejo de Objeciones:** Capacitación intensiva en el manejo de objeciones comunes, con ejemplos de respuestas personalizadas para cada tipo de cliente. Role-playing y análisis de llamadas reales.\n**Acciones:** Creación de un manual de objeciones con respuestas efectivas, seguimiento individualizado, análisis de la tasa de éxito en el manejo de objeciones.\n\n**Semana 4:** **Consolidación y Optimización:** Revisar los resultados de las semanas anteriores y ajustar el plan de acción según sea necesario. Enfocarse en las áreas donde aún hay margen de mejora y consolidar las fortalezas.\n**Acciones:** Revisión general del desempeño, identificación de nuevas oportunidades, establecimiento de metas a largo plazo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:** \"Hola, ¿me comunico con [Nombre]?\"\n\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n\n*   **Oferta de fibra (directa):** \"Además del plan que le comentaba, Movistar ofrece un excelente servicio de fibra óptica en su zona. Con [Beneficio clave, ej: mayor velocidad] podrá disfrutar de [Actividad, ej: streaming, teletrabajo] sin interrupciones.\"\n\n*   **Cierre DIRECTO:** \"Perfecto, para completar la activación de su plan, ¿qué sucursal de Movistar le queda más cómoda para retirar su SIM, o prefiere que busquemos la dirección para coordinar la entrega en su domicilio?\"\n\n*   **Manejo de objeciones (precio):** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, este plan incluye [Beneficio específico], que otros planes más económicos no tienen.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 65\n*   Meta de tasa de conversión: Aumentar en un 15%\n*   Meta de ofrecimiento de productos: 100% de las llamadas con oferta de fibra\n*   Meta de % Capta Atención (llamadas >1 min): 50%\n*   Meta de TMO a alcanzar: Mantener entre 2-4 minutos\n*   KPIs específicos a mejorar: Aumentar la detección de necesidades en un 30% y el manejo de objeciones en un 25%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 14, tu desempeño general te posiciona muy por encima del promedio del equipo, lo cual demuestra tu potencial y compromiso. Ahora, enfoquémonos en convertir esas fortalezas en resultados aún mejores. Con un pequeño ajuste en la detección de necesidades y un enfoque proactivo en la oferta de fibra, sé que puedes alcanzar un nivel de excelencia. ¡Estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}