{
  "agente": "MZA 35",
  "fecha_generacion": "2026-01-26T14:23:20.313818",
  "metricas": {
    "agente": "MZA 35",
    "evaluaciones": {
      "total_evaluadas": 182,
      "puntaje_promedio": 39.7,
      "puntaje_min": 0.0,
      "puntaje_max": 825.0,
      "desviacion_std": 100.3,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 72,
      "criterios": {
        "saludo_presentacion": 18.1,
        "identificacion_cliente": 39.8,
        "deteccion_necesidades": 15.3,
        "oferta_productos": 31.6,
        "manejo_objeciones": 33.5,
        "cierre": 17.9,
        "despedida": 42.9,
        "proactividad": 14.2,
        "empatia": 40.9,
        "resolucion_problemas": 20.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 64,
        "Proactividad": 59,
        "Manejo de objeciones": 59,
        "Identificación del cliente": 40,
        "Presentación y Saludo": 33
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 18,
        "Empatía": 17,
        "Despedida": 13,
        "Manejo de objeciones": 9,
        "Identificación correcta del cliente.": 9
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 825.0,
          "resumen": "El agente realiza una venta efectiva, se comunica bien, verifica los datos del cliente, y maneja las objeciones adecuadamente. El cierre es completo y detallado. El agente podría mejorar la presentación inicial."
        },
        {
          "puntaje_total": 780.0,
          "resumen": "El agente realiza una venta efectiva, ofreciendo varios productos y manejando bien las objeciones.  Podría mejorar la presentación inicial y ser más proactivo en la detección de necesidades."
        },
        {
          "puntaje_total": 780.0,
          "resumen": "El agente se desempeña bien en la venta, presentando el plan, verificando datos y explicando el proceso. Mejora en la proactividad y en la despedida para una experiencia más completa."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, ni intenta cerrar la venta. No hay empatía ni resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. La llamada es deficiente en todos los aspectos, desde la presentación hasta el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 182,
      "puntaje_promedio": 39.7,
      "llamadas_excelentes": 4,
      "llamadas_criticas": 72,
      "criterios": {
        "saludo_presentacion": 18.1,
        "identificacion_cliente": 39.8,
        "deteccion_necesidades": 15.3,
        "oferta_productos": 31.6,
        "manejo_objeciones": 33.5,
        "cierre": 17.9,
        "despedida": 42.9,
        "proactividad": 14.2,
        "empatia": 40.9,
        "resolucion_problemas": 20.8
      }
    },
    "clasificacion": {
      "total_llamadas": 84,
      "con_saludo": 23,
      "con_cierre": 0,
      "con_identificacion": 1,
      "ofrece_plan": 0,
      "ofrece_fibra": 11,
      "ventas": 8,
      "score_calidad_prom": 33.6,
      "pct_saludo": 27.4,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 13.1,
      "tasa_conversion": 9.5
    },
    "integral": {
      "duracion_promedio_seg": 217.0,
      "duracion_promedio_min": 3.6,
      "distribucion_duracion": {
        "1-3 min": 61,
        "3-5 min": 10,
        "> 8 min": 7,
        "5-8 min": 6
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 39.7,
      "general": 35.7,
      "diferencia": 4.0,
      "percentil": 63.5
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 18.1,
        "general": 32.0,
        "diferencia": -13.9
      },
      "identificacion_cliente": {
        "agente": 39.8,
        "general": 38.7,
        "diferencia": 1.1
      },
      "deteccion_necesidades": {
        "agente": 15.3,
        "general": 23.3,
        "diferencia": -8.0
      },
      "oferta_productos": {
        "agente": 31.6,
        "general": 28.6,
        "diferencia": 2.9
      },
      "manejo_objeciones": {
        "agente": 33.5,
        "general": 33.0,
        "diferencia": 0.4
      },
      "cierre": {
        "agente": 17.9,
        "general": 18.8,
        "diferencia": -0.8
      },
      "despedida": {
        "agente": 42.9,
        "general": 38.5,
        "diferencia": 4.4
      },
      "proactividad": {
        "agente": 14.2,
        "general": 13.9,
        "diferencia": 0.4
      },
      "empatia": {
        "agente": 40.9,
        "general": 43.0,
        "diferencia": -2.1
      },
      "resolucion_problemas": {
        "agente": 20.8,
        "general": 25.1,
        "diferencia": -4.3
      }
    },
    "conversion": {
      "agente": 9.5,
      "general": 5.1,
      "diferencia": 4.4
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 35\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 35 se encuentra en un nivel que **necesita mejora**. Si bien su puntaje IA promedio (39.7) es superior al promedio del equipo (35.7), la dispersión de sus puntajes (desviación estándar de 100.3) indica una inconsistencia significativa en su desempeño. Su tasa de conversión (9.5%) es notablemente superior a la del equipo (5.1%), lo que sugiere que tiene potencial para cerrar ventas una vez que logra captar la atención del cliente.\n\n**EVOLUCIÓN:** Comparado con el período anterior, hay una involución preocupante. El puntaje IA promedio bajó drásticamente de 61.4 a 39.7. Las llamadas excelentes disminuyeron y las críticas aumentaron significativamente. Si bien algunas métricas individuales muestran una ligera mejora, la tendencia general es negativa y requiere atención inmediata. El potencial de mejora es alto, pero necesita un plan de acción enfocado y consistente.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n    *   **Tasa de Conversión:** Aumentó considerablemente, indicando una mayor capacidad para cerrar ventas, aunque esto podría estar influenciado por factores externos.\n    *   **Identificación del cliente:** Subió ligeramente, aunque aún hay margen de mejora.\n    *   **Oferta de productos:** Aumentó ligeramente.\n    *   **Despedida:** Subió ligeramente.\n*   **QUÉ EMPEORÓ:**\n    *   **Puntaje IA Promedio:** Disminuyó drásticamente, lo que indica un retroceso general en la calidad de las interacciones.\n    *   **Saludo y Presentación:** Bajó significativamente.\n    *   **Detección de Necesidades:** Bajó significativamente, este es un problema persistente y crucial.\n    *   **Cierre:** Prácticamente inexistente, bajó drásticamente.\n    *   **Empatía:** Disminuyó ligeramente.\n*   **QUÉ SIGUE PENDIENTE:**\n    *   **Manejo de Objeciones:** A pesar de una ligera mejora, sigue siendo un área que necesita desarrollo.\n    *   **Proactividad:** Sigue siendo un punto débil, especialmente en la oferta de fibra.\n    *   **Resolución de problemas**: Requiere seguir trabajando.\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante. A pesar de una tasa de conversión alta, la caída en otras áreas clave indica que MZA 35 no está consolidando un enfoque consistente y de alta calidad. Necesita intervención urgente para revertir esta tendencia negativa.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Tasa de Conversión:** La capacidad de cerrar ventas, aunque no reflejada en un proceso consistente, es una fortaleza que debe ser aprovechada y perfeccionada.\n*   **Identificación del Cliente:** Aunque aún necesita mejora, es un punto donde supera al promedio del equipo.\n*   **Empatía:** La capacidad de conectar con el cliente es valiosa y debe mantenerse.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE):** No lograr entender las necesidades del cliente impacta directamente en la capacidad de ofrecer el producto adecuado y cerrar la venta. Es crucial formular preguntas correctas y escuchar activamente.\n*   **Saludo y Presentación (NUEVA):** Un saludo deficiente genera una mala primera impresión y disminuye las chances de captar la atención del cliente. Es fundamental presentarse de manera clara, entusiasta y transmitir el valor de la llamada desde el principio.\n*   **Cierre (NUEVA):** La falta de cierre impacta directamente en los resultados. No basta con identificar una oportunidad, es necesario dirigir la conversación hacia el cierre de la venta. Es crucial eliminar las preguntas innecesarias y proceder con la asignación de sucursal o búsqueda de domicilio.\n*   **Proactividad (PERSISTENTE):** No ofrecer fibra de forma proactiva representa una oportunidad perdida. Todos los clientes deben recibir una oferta directa de fibra, sin preguntar si les interesa.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 3.6 minutos está dentro del rango aceptable (2-4 minutos), pero dado los bajos puntajes en \"Saludo\" y \"Detección de Necesidades\" podría indicar que dedica demasiado tiempo a una introducción no efectiva.\n*   **% Capta Atención (Llamadas >1 min):** No hay información sobre este KPI, pero se asume una relación inversamente proporcional al Saludo inicial deficiente. Se recomienda analizar las grabaciones de llamadas para calcular la proporción de llamadas que superan el minuto.\n*   **Cortes de Llamada:** La falta de datos impide un análisis completo, pero sería importante determinar si los clientes están cortando las llamadas con mayor frecuencia que el agente. Esto indicaría problemas en el pitch inicial.\n*   **Llamadas <30 seg:** No hay información sobre este KPI, pero se asume un incremento proporcional al Saludo inicial deficiente.\n*   **Tasa de aprobación de ventas:** No hay información disponible.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:**\n    *   Nivel Actual: **Crítico**.\n    *   Qué está haciendo mal: El saludo es deficiente, no genera interés ni comunica el valor de la llamada.\n    *   Cómo mejorar: Saludar con energía, identificarse claramente y comunicar la oferta de manera atractiva: \"¡Hola [Nombre del cliente]! Soy [Nombre del agente] de Movistar. ¡Tengo una oferta increíble que LE VA a interesar para mejorar su plan actual!\"\n*   **Identificación del Cliente:**\n    *   Nivel Actual: **Regular**.\n    *   Qué está haciendo mal: Aunque la realiza, podría ser más fluida y natural.\n    *   Cómo mejorar: Verificar la identidad del cliente con una pregunta directa: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   Nivel Actual: **Crítico**.\n    *   Qué está haciendo mal: No formula las preguntas correctas para entender las necesidades del cliente.\n    *   Cómo mejorar: Preguntar directamente sobre el uso del celular y el plan actual: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos:**\n    *   Nivel Actual: **Bajo**.\n    *   Qué está haciendo mal: No comunica el valor de la oferta de manera efectiva.\n    *   Cómo mejorar: Destacar los beneficios de la oferta en relación con las necesidades del cliente.\n*   **Manejo de Objeciones:**\n    *   Nivel Actual: **Bajo**.\n    *   Qué está haciendo mal: Utiliza respuestas genéricas que no abordan las preocupaciones específicas del cliente.\n    *   Cómo mejorar: Escuchar atentamente la objeción y responder de manera personalizada.\n*   **Cierre:**\n    *   Nivel Actual: **Crítico**.\n    *   Qué está haciendo mal: No dirige la conversación hacia el cierre de la venta.\n    *   Cómo mejorar: Asignar la sucursal o buscar el domicilio del cliente directamente: \"Perfecto, para activar la oferta, ¿tenés alguna sucursal de Movistar cerca que te quede cómoda?\" o \"Genial, para coordinar la entrega del chip, ¿me podrías confirmar tu domicilio?\"\n*   **Despedida:**\n    *   Nivel Actual: **Regular**.\n    *   Qué está haciendo mal: No ofrece acompañamiento durante la portabilidad.\n    *   Cómo mejorar: Ofrecer acompañamiento durante la portabilidad: \"Si decidís avanzar, te voy a acompañar durante todo el proceso de portabilidad para que no tengas ningún problema.\"\n*   **Proactividad:**\n    *   Nivel Actual: **Crítico**.\n    *   Qué está haciendo mal: No ofrece fibra de forma proactiva.\n    *   Cómo mejorar: Ofrecer fibra directamente: \"Además del plan, tenemos un servicio de fibra óptica increíble con [velocidad] que LE VA a interesar para tener internet de alta velocidad en tu casa.\"\n*   **Empatía:**\n    *   Nivel Actual: **Regular**.\n    *   Qué está haciendo mal: Aunque muestra empatía, podría ser más genuina y personalizada.\n    *   Cómo mejorar: Escuchar activamente al cliente y demostrar comprensión de sus necesidades y preocupaciones.\n*   **Resolución de Problemas:**\n    *   Nivel Actual: **Bajo**.\n    *   Qué está haciendo mal: No muestra capacidad para resolver los problemas del cliente.\n    *   Cómo mejorar: Escuchar atentamente el problema del cliente y ofrecer soluciones concretas.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n*   **Semana 1:** **Saludo y Detección de Necesidades**. Enfocarse en mejorar el saludo inicial y formular las preguntas correctas para entender las necesidades del cliente. Práctica intensiva con role-playing y feedback constante.\n*   **Semana 2:** **Cierre y Proactividad**. Implementar técnicas de cierre directo y ofrecer fibra de forma proactiva en todas las llamadas. Monitoreo y corrección inmediata de cualquier desviación.\n*   **Semana 3:** **Manejo de Objeciones y Empatía**. Personalizar las respuestas a las objeciones y demostrar una mayor empatía hacia los clientes. Análisis de grabaciones de llamadas para identificar oportunidades de mejora.\n*   **Semana 4:** **Consolidación y Optimización**. Revisar el progreso general y realizar ajustes finos en el enfoque. Identificar y abordar cualquier problema persistente.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Fibra:** \"Además del plan, tenemos un servicio de fibra óptica increíble con [velocidad] que LE VA a interesar para tener internet de alta velocidad en tu casa.\"\n*   **Cierre Directo:** \"Perfecto, para activar la oferta, ¿tenés alguna sucursal de Movistar cerca que te quede cómoda?\" o \"Genial, para coordinar la entrega del chip, ¿me podrías confirmar tu domicilio?\"\n*   **Manejo de Objeciones:** *Ejemplo:* \"Entiendo que te preocupe el precio. A varios clientes les pasó lo mismo al principio, pero cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 65\n*   Meta de tasa de conversión: 12%\n*   Meta de ofrecimiento de productos: 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 50%\n*   Meta de TMO a alcanzar: Mantener dentro del rango de 2-4 minutos, priorizando la calidad de la interacción.\n*   KPIs específicos a mejorar: Aumentar el puntaje en Saludo y Detección de Necesidades.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 35, veo que tenés la capacidad de cerrar ventas, ¡eso es genial! Pero necesitamos que ese talento se combine con un enfoque más consistente y de alta calidad en cada interacción. Sé que podés hacerlo. Concéntrate en mejorar tu saludo, detectar las necesidades de tus clientes y ofrecer la mejor solución. ¡Vamos a darle un giro a esta situación y a llevar tus resultados al siguiente nivel!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T07:55:29.683629",
  "evolucion": null
}