{
  "agente": "MZA 4",
  "fecha_generacion": "2026-01-26T14:23:56.964405",
  "metricas": {
    "agente": "MZA 4",
    "evaluaciones": {
      "total_evaluadas": 159,
      "puntaje_promedio": 46.5,
      "puntaje_min": 0.0,
      "puntaje_max": 625.0,
      "desviacion_std": 66.8,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 33,
      "criterios": {
        "saludo_presentacion": 47.4,
        "identificacion_cliente": 39.7,
        "deteccion_necesidades": 28.6,
        "oferta_productos": 38.2,
        "manejo_objeciones": 44.7,
        "cierre": 24.1,
        "despedida": 55.4,
        "proactividad": 21.9,
        "empatia": 58.0,
        "resolucion_problemas": 38.1
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 50,
        "Identificación del cliente": 35,
        "Proactividad": 33,
        "Cierre de ventas": 20,
        "Manejo de objeciones": 18
      },
      "fortalezas_frecuentes": {
        "Empatía": 30,
        "Despedida": 18,
        "Manejo de objeciones": 17,
        "Identificación del cliente": 13,
        "Manejo de objeciones.": 12
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 625.0,
          "resumen": "El agente se presenta y ofrece planes, pero tiene áreas de mejora en la identificación del cliente, la profundización en la detección de necesidades y el cierre de la venta. Maneja bien las objeciones y muestra empatía."
        },
        {
          "puntaje_total": 575.0,
          "resumen": "El agente se presenta y verifica el número de teléfono. Intenta identificar necesidades y ofrecer un plan. Maneja objeciones sobre el precio y la señal, pero no logra cerrar la venta de manera efectiva. No ofrece productos adicionales y la despedida es regular."
        },
        {
          "puntaje_total": 92.0,
          "resumen": "El agente realiza una buena gestión, presentando la oferta, manejando objeciones, cerrando la venta de forma directa y mostrando proactividad.  Se identifican algunas áreas de mejora en la presentación inicial y en la forma de preguntar sobre la sucursal."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de todos los elementos esenciales para una venta efectiva. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, y no intenta el cierre.  La conversación es muy breve y carece de estructura."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy breve y con falta de los pasos básicos de una gestión comercial."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de una llamada de ventas efectiva. No se presenta, no verifica datos, no detecta necesidades, no maneja objeciones ni intenta cerrar la venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 159,
      "puntaje_promedio": 46.5,
      "llamadas_excelentes": 8,
      "llamadas_criticas": 33,
      "criterios": {
        "saludo_presentacion": 47.4,
        "identificacion_cliente": 39.7,
        "deteccion_necesidades": 28.6,
        "oferta_productos": 38.2,
        "manejo_objeciones": 44.7,
        "cierre": 24.1,
        "despedida": 55.4,
        "proactividad": 21.9,
        "empatia": 58.0,
        "resolucion_problemas": 38.1
      }
    },
    "clasificacion": {
      "total_llamadas": 78,
      "con_saludo": 61,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 13,
      "ventas": 1,
      "score_calidad_prom": 44.2,
      "pct_saludo": 78.2,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 16.7,
      "tasa_conversion": 1.3
    },
    "integral": {
      "duracion_promedio_seg": 272.0,
      "duracion_promedio_min": 4.5,
      "distribucion_duracion": {
        "1-3 min": 49,
        "3-5 min": 12,
        "> 8 min": 11,
        "5-8 min": 6
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 46.5,
      "general": 35.7,
      "diferencia": 10.8,
      "percentil": 74.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 47.4,
        "general": 32.0,
        "diferencia": 15.4
      },
      "identificacion_cliente": {
        "agente": 39.7,
        "general": 38.7,
        "diferencia": 1.1
      },
      "deteccion_necesidades": {
        "agente": 28.6,
        "general": 23.3,
        "diferencia": 5.3
      },
      "oferta_productos": {
        "agente": 38.2,
        "general": 28.6,
        "diferencia": 9.6
      },
      "manejo_objeciones": {
        "agente": 44.7,
        "general": 33.0,
        "diferencia": 11.7
      },
      "cierre": {
        "agente": 24.1,
        "general": 18.8,
        "diferencia": 5.3
      },
      "despedida": {
        "agente": 55.4,
        "general": 38.5,
        "diferencia": 16.9
      },
      "proactividad": {
        "agente": 21.9,
        "general": 13.9,
        "diferencia": 8.0
      },
      "empatia": {
        "agente": 58.0,
        "general": 43.0,
        "diferencia": 15.0
      },
      "resolucion_problemas": {
        "agente": 38.1,
        "general": 25.1,
        "diferencia": 13.0
      }
    },
    "conversion": {
      "agente": 1.3,
      "general": 5.1,
      "diferencia": -3.9
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 4\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 4 se encuentra en un nivel de **Necesita Mejora**. Si bien supera el puntaje promedio del equipo en general (46.5 vs 35.7) y en casi todos los criterios individuales, su tasa de conversión es significativamente más baja (1.3% vs 5.1%), lo que indica una dificultad para concretar ventas a pesar de tener buen potencial.\n\n**EVOLUCIÓN:** Comparado con el período anterior, MZA 4 muestra una **disminución general en su desempeño**. Aunque tiene fortalezas consolidadas como la empatía y el manejo de objeciones, ha descuidado áreas críticas como la identificación del cliente, la detección de necesidades y el cierre de ventas, lo que afecta directamente su conversión. Su potencial de mejora es alto, pero requiere un enfoque inmediato y estructurado para revertir la tendencia negativa.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n- **QUÉ MEJORÓ**:\n    *   **Saludo y Presentación**: Aumentó significativamente su puntaje en este criterio, lo que indica un mejor inicio de la llamada.\n    *   **Oferta de productos**: También mejoró la forma en que ofrece productos, aunque aún hay espacio para crecer.\n    *   **Resolución de problemas:** Incrementó su capacidad de resolver problemas, lo cual es positivo para la satisfacción del cliente.\n\n- **QUÉ EMPEORÓ**:\n    *   **Detección de necesidades**: Disminuyó considerablemente, lo que impacta directamente en la capacidad de ofrecer planes adecuados y cerrar ventas.\n    *   **Cierre de Ventas**: La falta de cierres efectivos es preocupante, ya que su tasa de conversión es muy baja.\n    *   **Proactividad**: Bajó su nivel de proactividad, especialmente en la oferta de fibra, lo cual es una regla crítica del negocio.\n\n- **QUÉ SIGUE PENDIENTE**:\n    *   **Identificación del cliente**: A pesar de una ligera mejora, sigue siendo un área débil que necesita atención urgente.\n    *   **Manejo de objeciones**: Aunque se considera una fortaleza, bajó con respecto al periodo anterior, hay que seguir trabajando en el mismo.\n\n- **TENDENCIA GENERAL**: MZA 4 necesita una intervención urgente. A pesar de algunas mejoras puntuales, la disminución en áreas críticas y la baja tasa de conversión indican que está perdiendo oportunidades. Es crucial retomar el enfoque en la detección de necesidades, el cierre efectivo y la proactividad en la oferta de fibra.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Empatía**: Muestra una alta capacidad para conectar con los clientes, lo que facilita la comunicación y la construcción de relaciones.\n*   **Despedida**: Realiza despedidas correctas, lo que contribuye a una experiencia positiva para el cliente.\n*   **Saludo y Presentación**: Ha mejorado significativamente en este aspecto, lo que indica un mejor inicio de la llamada y una presentación más profesional.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Detección de Necesidades (PERSISTENTE)**: No está haciendo las preguntas correctas para entender las necesidades del cliente, lo que dificulta la oferta de planes adecuados. **Por qué es importante**: Una correcta detección de necesidades permite ofrecer soluciones personalizadas, aumentar la probabilidad de venta y la satisfacción del cliente.\n*   **Cierre de Ventas (PERSISTENTE)**: No está aplicando técnicas de cierre efectivas, lo que resulta en una baja tasa de conversión. **Por qué es importante**: Un cierre efectivo es fundamental para concretar la venta y alcanzar los objetivos comerciales.\n*   **Proactividad (PERSISTENTE)**: No está ofreciendo fibra de forma proactiva, lo que incumple una regla crítica del negocio. **Por qué es importante**: La oferta de fibra es una oportunidad importante para aumentar las ventas y fidelizar a los clientes.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n*   **TMO (Tiempo Medio Operativo):** 4.5 minutos. Está por encima del rango óptimo (2-4 minutos), lo que podría indicar dificultades para cerrar o conversaciones improductivas.\n*   **% Capta Atención:** No se proporciona el porcentaje directamente, pero la distribución de duración de llamadas muestra que un porcentaje importante de llamadas superan los 3 minutos. Sin embargo, la baja tasa de conversión sugiere que el \"engagement\" no se traduce en ventas.\n*   **Cortes de llamada:** No se proporcionan datos sobre quién finaliza la llamada.\n*   **Llamadas <30 seg:** No se proporcionan datos sobre este criterio.\n*   **Tasa de aprobación de ventas:** No se proporciona datos sobre este criterio.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación (Bueno)**: Ha mejorado su saludo y presentación, pero debe asegurarse de transmitir valor desde el inicio. Debe evitar frases como \"Tengo una oferta que podría interesarle\" y decir \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente (Bajo)**: No está verificando correctamente la identidad del cliente. Debe preguntar directamente \"¿Me comunico con [Nombre]?\" para asegurarse de que está hablando con la persona correcta.\n*   **Detección de Necesidades (Crítico)**: No está haciendo las preguntas adecuadas para entender las necesidades del cliente. En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Regular)**: Ha mejorado, pero debe enfocarse en ofrecer planes y productos que se ajusten a las necesidades detectadas.\n*   **Manejo de Objeciones (Regular)**: Si bien es una fortaleza, la respuesta es genérica y no personalizada. Debe rebatir la objeción PUNTUAL de CADA cliente.\n*   **Cierre de Ventas (Crítico)**: No está aplicando técnicas de cierre efectivas. Debe evitar preguntar \"¿Te parece bien si procedemos?\" y asignar directamente la sucursal o buscar el domicilio del cliente.\n*   **Despedida (Bueno)**: Realiza despedidas correctas, pero debe ofrecer acompañamiento SOLO durante la portabilidad.\n*   **Proactividad (Crítico)**: No está ofreciendo fibra de forma proactiva. Debe comentar DIRECTAMENTE sobre la fibra sin preguntar si le interesa.\n*   **Empatía (Excelente)**: Muestra una alta capacidad para conectar con los clientes, lo que facilita la comunicación y la construcción de relaciones.\n*   **Resolución de Problemas (Regular)**: Ha mejorado su capacidad para resolver problemas, lo cual es positivo para la satisfacción del cliente.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1:** **Detección de Necesidades y Cierre Directo.** Acciones específicas:\n    *   Revisión de scripts y preguntas para detectar necesidades (focus en \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés en tu plan?\").\n    *   Implementación de técnicas de cierre directo (asignación de sucursal/domicilio sin preguntar).\n    *   Role-playing de llamadas con foco en estos dos aspectos.\n\n**Semana 2:** **Proactividad con Fibra y Manejo de Objeciones Personalizado.** Acciones específicas:\n    *   Integrar la oferta de fibra en todas las llamadas (comentar directamente sobre la fibra).\n    *   Desarrollar respuestas personalizadas para las objeciones más comunes.\n    *   Análisis de grabaciones de llamadas para identificar áreas de mejora en el manejo de objeciones.\n\n**Semana 3:** **Identificación del Cliente y Optimización del TMO.** Acciones específicas:\n    *   Reforzar la importancia de la verificación de identidad al inicio de la llamada.\n    *   Análisis de tiempos de llamada para identificar cuellos de botella y oportunidades para optimizar el TMO.\n    *   Implementar técnicas de comunicación más concisas y directas.\n\n**Semana 4:** **Consolidación y Seguimiento.** Acciones específicas:\n    *   Seguimiento continuo de las métricas clave (tasa de conversión, puntaje IA, TMO).\n    *   Sesiones de coaching individualizadas para abordar áreas específicas de mejora.\n    *   Reconocimiento de logros y refuerzo de fortalezas.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de identidad del cliente**: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades**:\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, videollamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de fibra directa**: \"Además, Movistar ofrece un servicio de fibra óptica de alta velocidad que le VA a permitir disfrutar de una conexión estable y rápida en su hogar. Contamos con cobertura en su zona y planes muy convenientes.\"\n*   **Cierre directo**: \"Perfecto, para que pueda disfrutar de su nuevo plan, le voy a asignar una sucursal cercana a su domicilio donde podrá retirar su chip.\" o \"Excelente, para activar su nuevo plan, necesito verificar su dirección.\"\n*   **Manejo de objeciones (ejemplo: precio)**: \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, el nuevo plan le ofrece [beneficios concretos, ej: más gigas, mejor velocidad]\".\n\n### 9. METAS CUANTIFICABLES\n*   Meta de puntaje IA a alcanzar en 30 días: 65\n*   Meta de tasa de conversión: 4%\n*   Meta de ofrecimiento de fibra en el 80% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 50%\n*   Meta de TMO a alcanzar: 3 minutos\n*   KPIs específicos a mejorar: Detección de Necesidades (aumentar el puntaje en 20 puntos), Cierre de Ventas (aumentar el puntaje en 20 puntos), Proactividad (aumentar el puntaje en 30 puntos).\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 4, reconozco tu esfuerzo y tu capacidad para conectar con los clientes. Tienes una gran base de empatía y manejo de objeciones que son fundamentales para el éxito en ventas. Sin embargo, es crucial que te enfoques en mejorar la detección de necesidades, el cierre de ventas y la proactividad. ¡Sé que puedes revertir esta tendencia y alcanzar tu máximo potencial! Confío en ti y en tu capacidad para aplicar estas mejoras y convertirte en un vendedor de alto rendimiento. Vamos a trabajar juntos para que lo logres.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T07:58:14.330400",
  "evolucion": null
}