{
  "agente": "Lopez Rife Agustina",
  "agente_codigo": "MZA 24",
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-09T08:36:52.251793",
  "metricas": {
    "agente": "Lopez Rife Agustina",
    "agente_codigo": "MZA 24",
    "equipo": "ARENAS YASMIN",
    "evaluaciones": {
      "total_evaluadas": 53,
      "puntaje_promedio": 47.0,
      "puntaje_min": 0,
      "puntaje_max": 95,
      "desviacion_std": 29.8,
      "llamadas_excelentes": 10,
      "llamadas_buenas": 11,
      "llamadas_regulares": 13,
      "llamadas_criticas": 19,
      "criterios": {
        "saludo_presentacion": 34.5,
        "identificacion_cliente": 75.7,
        "deteccion_necesidades": 24.0,
        "oferta_productos": 60.9,
        "manejo_objeciones": 47.2,
        "cierre": 46.2,
        "despedida": 80.8,
        "proactividad": 15.7,
        "empatia": 51.7,
        "resolucion_problemas": 40.8
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 26,
        "Manejo de objeciones": 13,
        "Proactividad": 12,
        "Oferta de productos": 11,
        "Cierre": 9
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 20,
        "Empatía": 11,
        "Despedida": 9,
        "Manejo de objeciones": 8,
        "Despedida cordial": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 95.0,
          "resumen": "El agente tuvo un buen desempeño, presentando el plan y la oferta de fibra óptica, manejando las objeciones y resolviendo el problema del cliente. El cierre fue efectivo."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece productos de forma directa, maneja objeciones y completa el cierre. Muestra empatía y gestiona las quejas. No ofrece fibra."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realiza una buena presentación, identifica al cliente, detecta necesidades, ofrece un plan, maneja objeciones y completa el cierre. Muestra empatía y resuelve el problema del cliente. No ofrece fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta. Tampoco muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos de forma directa y no maneja objeciones."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no maneja objeciones y no intenta cerrar la venta. Tampoco ofrece productos adicionales ni muestra empatía."
        }
      ],
      "pct_ofrece_fibra": 7.5
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.6
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 73,
      "con_plan": 48,
      "ofrece_fibra": 4,
      "pct_plan": 65.8,
      "pct_fibra": 5.5
    },
    "calidad_llamadas": {
      "total_llamadas": 250,
      "tmo_seg": 108.0,
      "pct_capta_atencion": 36.0,
      "menos_30seg": 86,
      "corte_cliente": 163,
      "corte_agente": 87
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 47.0,
      "general": 30.6,
      "diferencia": 16.5,
      "percentil": 74.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 34.5,
        "general": 17.9,
        "diferencia": 16.6
      },
      "identificacion_cliente": {
        "agente": 75.7,
        "general": 49.4,
        "diferencia": 26.2
      },
      "deteccion_necesidades": {
        "agente": 24.0,
        "general": 14.3,
        "diferencia": 9.6
      },
      "oferta_productos": {
        "agente": 60.9,
        "general": 36.1,
        "diferencia": 24.8
      },
      "manejo_objeciones": {
        "agente": 47.2,
        "general": 27.8,
        "diferencia": 19.4
      },
      "cierre": {
        "agente": 46.2,
        "general": 19.5,
        "diferencia": 26.7
      },
      "despedida": {
        "agente": 80.8,
        "general": 51.2,
        "diferencia": 29.6
      },
      "proactividad": {
        "agente": 15.7,
        "general": 8.5,
        "diferencia": 7.2
      },
      "empatia": {
        "agente": 51.7,
        "general": 37.5,
        "diferencia": 14.2
      },
      "resolucion_problemas": {
        "agente": 40.8,
        "general": 21.0,
        "diferencia": 19.7
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Lopez Rife Agustina\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual de Agustina se encuentra en un nivel que **necesita mejora**. Si bien su puntaje promedio de 47.0 de 100 supera el promedio general del equipo (30.6), existe un margen significativo para alcanzar su máximo potencial. Comparado con el coaching anterior, se observa que el puntaje promedio se mantiene igual, lo que indica una falta de progreso en las áreas identificadas anteriormente. Afortunadamente, las métricas muestran que Agustina tiene fortalezas importantes, lo que sugiere un buen potencial de mejora si se enfoca en las áreas críticas. El bajo porcentaje de oferta de fibra (5.5%) es una oportunidad de crecimiento inmediata.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 75.7 de 100, Agustina demuestra ser eficaz en confirmar que habla con la persona correcta al inicio de la llamada.\n*   **Despedida:** Obtiene un puntaje alto (80.8 de 100), lo que indica que finaliza las interacciones de manera adecuada y profesional.\n*   **Oferta de productos:** Con un puntaje de 60.9 de 100, Agustina tiene un buen desempeño ofreciendo los productos, se debe pulir la forma de ofrecer para cerrar la venta.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Un puntaje de 24.0 de 100 revela una dificultad significativa para comprender las necesidades reales de los clientes.\n*   **Proactividad:** Con un puntaje de 15.7 de 100, Agustina no está tomando la iniciativa para ofrecer soluciones adicionales o anticipar las necesidades del cliente.\n*   **Cierre:** Un puntaje de 46.2 de 100 indica que Agustina tiene dificultades para concretar la venta.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 34.5 de 100. *Bien:* Realiza el saludo. *Mal:* No genera impacto al inicio de la llamada. *Mejora:* Agregar un gancho que capte la atención del cliente en los primeros segundos. Ejemplo: \"Hola [Nombre], tengo una oferta exclusiva de Movistar que le va a interesar para optimizar su plan actual.\"\n*   **Identificación del Cliente:** 75.7 de 100. *Bien:* Confirma la identidad del cliente. *Mal:* Podría hacerlo más rápido y fluido. *Mejora:* Usar una pregunta directa: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** 24.0 de 100. *Bien:* Intenta realizar preguntas. *Mal:* No profundiza ni adapta las preguntas a cada cliente. *Mejora:* Concentrarse en entender qué es lo más importante para el cliente. Preguntar: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\". Luego, adaptar la oferta a esas necesidades.\n*   **Oferta de Productos:** 60.9 de 100. *Bien:* Presenta los planes. *Mal:* No destaca los beneficios clave para el cliente, ni ofrece fibra. *Mejora:* Enfatizar los beneficios del plan en función de las necesidades detectadas. Ofrecer fibra directamente: \"Además, en su zona tenemos cobertura de fibra óptica de Movistar. Le va a interesar porque la velocidad es mucho mayor y el precio es excelente.\"\n*   **Manejo de Objeciones:** 47.2 de 100. *Bien:* Intenta responder a las objeciones. *Mal:* Sus respuestas son genéricas y no abordan la objeción específica. *Mejora:* Escuchar atentamente la objeción y responder directamente a ella. Ejemplo: Cliente: \"Es muy caro.\" Agustina: \"Es lógico que mire el precio. A varios clientes les pasó eso. Lo importante es que con este plan va a tener [beneficios específicos que responden a sus necesidades] y va a notar la diferencia.\"\n*   **Cierre:** 46.2 de 100. *Bien:* Intenta cerrar la venta. *Mal:* No es lo suficientemente directo ni crea un sentido de urgencia. *Mejora:* Asignar directamente la sucursal o solicitar la dirección para la entrega: \"¿Qué sucursal de Movistar le queda más cómoda para retirar su nuevo chip?\" o \"¿Cuál es su domicilio para coordinar la instalación de la fibra?\".\n*   **Despedida:** 80.8 de 100. *Bien:* Se despide de manera cordial. *Mal:* Podría aprovechar la despedida para reforzar la decisión del cliente. *Mejora:* Agradecer al cliente por su tiempo y reiterar los beneficios del plan.\n*   **Proactividad:** 15.7 de 100. *Bien:* A veces ofrece soluciones. *Mal:* No anticipa las necesidades del cliente ni ofrece productos adicionales. *Mejora:* Después de presentar el plan principal, ofrecer la fibra óptica o accesorios.\n*   **Empatía:** 51.7 de 100. *Bien:* Muestra comprensión hacia el cliente. *Mal:* Podría ser más genuina y conectar mejor con el cliente. *Mejora:* Usar frases como \"Entiendo su preocupación\" o \"Comprendo lo que me dice\" para demostrar que realmente escucha al cliente.\n*   **Resolución de Problemas:** 40.8 de 100. *Bien:* Intenta solucionar los problemas. *Mal:* No siempre encuentra la solución adecuada o tarda demasiado. *Mejora:* Conocer a fondo los procesos y herramientas de resolución de problemas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades y Oferta de Fibra Directa**. Agustina se enfocará en realizar preguntas efectivas para entender las necesidades de cada cliente y ofrecer la fibra óptica de manera directa en cada llamada. Medir el % de llamadas donde ofrece fibra.\n**Acciones:** Revisar ejemplos de llamadas exitosas y practicar el speech de detección de necesidades. Memorizar el speech de oferta de fibra.\n\n**Semana 2:** **Manejo de Objeciones Personalizado**. Agustina trabajará en responder a las objeciones de manera específica y persuasiva, utilizando ejemplos concretos y resaltando los beneficios del plan.\n**Acciones:** Identificar las objeciones más comunes y preparar respuestas personalizadas para cada una. Role-playing con el equipo para practicar el manejo de objeciones.\n\n**Semana 3:** **Cierre Directo y Proactividad**. Agustina se enfocará en cerrar la venta de manera directa, asignando sucursal o solicitando la dirección. Ofrecer la fibra siempre y productos adicionales.\n**Acciones:** Practicar el speech de cierre directo. Monitorear el número de ventas cerradas y el número de ofertas de fibra realizadas.\n\n**Semana 4:** **Optimización y Seguimiento**. Agustina revisará las grabaciones de sus llamadas para identificar áreas de mejora continua y optimizar su desempeño en cada etapa del proceso de venta.\n**Acciones:** Analizar las métricas semanales y ajustar el plan de acción según sea necesario. Solicitar feedback a su supervisora.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además, en su zona tenemos cobertura de fibra óptica de Movistar. Le va a interesar porque la velocidad es mucho mayor y el precio es excelente.\"\n*   **Técnicas de cierre directo:** \"¿Qué sucursal de Movistar le queda más cómoda para retirar su nuevo chip?\" o \"¿Cuál es su domicilio para coordinar la instalación de la fibra?\"\n*   **Manejo de objeciones personalizado:**\n    *   Cliente: \"Es muy caro.\" Agustina: \"Es lógico que mire el precio. A varios clientes les pasó eso. Lo importante es que con este plan va a tener [beneficios específicos que responden a sus necesidades] y va a notar la diferencia.\"\n    *   Cliente: \"No necesito más GB.\" Agustina: \"Entiendo. Pero con este plan también va a tener [beneficios adicionales, como Roaming], que le van a servir mucho si viaja.\"\n    *   Cliente: \"Ya tengo fibra de otra compañía.\" Agustina: \"Comprendo. Sin embargo, la fibra de Movistar tiene [ventajas específicas, como menor latencia], que le van a dar una mejor experiencia, especialmente si juega online o trabaja desde casa.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 65 de 100.\n*   **Meta de calidad de llamadas:** Reducir el tiempo promedio de llamada a 3 minutos.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de oferta de fibra del 5.5% al 50%.\n    *   Aumentar el porcentaje de cierre de ventas en un 20%.\n    *   Mejorar el puntaje en \"Detección de Necesidades\" a 60 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nAgustina, tu capacidad para conectar con los clientes es valiosa. Con un enfoque estratégico y las herramientas adecuadas, puedes superar tus desafíos actuales y convertirte en una de las mejores vendedoras del equipo. ¡Confío en tu potencial y estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}