{
  "agente": "amza7",
  "fecha_generacion": "2026-02-23T09:28:58.438021",
  "metricas": {
    "agente": "amza7",
    "evaluaciones": {
      "total_evaluadas": 124,
      "puntaje_promedio": 32.1,
      "puntaje_min": 0.0,
      "puntaje_max": 92.0,
      "desviacion_std": 27.4,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 53,
      "criterios": {
        "saludo_presentacion": 20.4,
        "identificacion_cliente": 39.3,
        "deteccion_necesidades": 14.0,
        "oferta_productos": 31.3,
        "manejo_objeciones": 28.9,
        "cierre": 23.1,
        "despedida": 48.4,
        "proactividad": 9.0,
        "empatia": 46.7,
        "resolucion_problemas": 31.9
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 65,
        "Proactividad": 45,
        "Identificación del cliente": 43,
        "Oferta de productos": 35,
        "Presentación": 28
      },
      "fortalezas_frecuentes": {
        "Empatía": 30,
        "Identificación del cliente": 22,
        "Resolución de problemas": 16,
        "Despedida": 13,
        "Manejo de objeciones": 13
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 92.0,
          "resumen": "El agente demostró un buen desempeño en la venta, presentando el plan, detectando las necesidades del cliente y manejando las objeciones. El cierre y la presentación fueron adecuados, aunque podría mejorar la forma de detección de necesidades y la despedida."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó de manera adecuada, identificó al cliente, detectó sus necesidades y ofreció un plan con descuento. Manejó las objeciones y completó el cierre coordinando la portabilidad y el retiro en sucursal. Mostró empatía y resolvió la queja del cliente. Requiere mejorar la presentación."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó, identificó a la cliente, detectó necesidades, ofreció productos directos y manejó objeciones. Completó el cierre y demostró empatía.  Muy buen desempeño."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no muestra proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó correctamente, no realizó una correcta identificación del cliente, no detectó las necesidades y no realizó un cierre efectivo. No ofreció productos de forma adecuada."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta. No hay proactividad ni empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 124,
      "puntaje_promedio": 32.1,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 53,
      "criterios": {
        "saludo_presentacion": 20.4,
        "identificacion_cliente": 39.3,
        "deteccion_necesidades": 14.0,
        "oferta_productos": 31.3,
        "manejo_objeciones": 28.9,
        "cierre": 23.1,
        "despedida": 48.4,
        "proactividad": 9.0,
        "empatia": 46.7,
        "resolucion_problemas": 31.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 32.1,
      "general": 37.5,
      "diferencia": -5.4,
      "percentil": 47.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 20.4,
        "general": 31.4,
        "diferencia": -11.0
      },
      "identificacion_cliente": {
        "agente": 39.3,
        "general": 61.3,
        "diferencia": -22.0
      },
      "deteccion_necesidades": {
        "agente": 14.0,
        "general": 25.6,
        "diferencia": -11.6
      },
      "oferta_productos": {
        "agente": 31.3,
        "general": 41.8,
        "diferencia": -10.5
      },
      "manejo_objeciones": {
        "agente": 28.9,
        "general": 35.1,
        "diferencia": -6.2
      },
      "cierre": {
        "agente": 23.1,
        "general": 22.4,
        "diferencia": 0.7
      },
      "despedida": {
        "agente": 48.4,
        "general": 59.7,
        "diferencia": -11.3
      },
      "proactividad": {
        "agente": 9.0,
        "general": 12.5,
        "diferencia": -3.4
      },
      "empatia": {
        "agente": 46.7,
        "general": 47.6,
        "diferencia": -0.9
      },
      "resolucion_problemas": {
        "agente": 31.9,
        "general": 30.4,
        "diferencia": 1.5
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: amza7\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\namza7 se encuentra en un nivel que **necesita mejora**, con un puntaje IA de 32.1, por debajo del promedio del equipo (37.5). Su percentil es 47.8, lo que indica que está en la mitad inferior del equipo en términos de desempeño general. Comparado con el equipo, amza7 tiene margen para mejorar en la mayoría de los criterios, especialmente en Identificación del cliente, Saludo y Presentación, Detección de Necesidades, Oferta de Productos y Despedida. El potencial de mejora es significativo, especialmente si se enfoca en las áreas de mayor impacto.\n\n**EVOLUCIÓN:** Comparado con el período anterior (puntaje promedio 27.8), amza7 ha mostrado una **mejora** en su puntaje IA. Esto indica que las acciones anteriores de coaching están empezando a dar resultados. Sin embargo, el número de llamadas críticas sigue siendo alto (53), lo que sugiere que la calidad de las interacciones necesita más atención. El avance es positivo, pero se requiere un enfoque más intensivo en las áreas problemáticas para consolidar esta mejora y llevarlo al siguiente nivel.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ**: El puntaje IA general aumentó, lo cual es una señal positiva. Los criterios de Empatía, Resolución de Problemas y Manejo de Objeciones muestran una ligera mejora en comparación con el coaching anterior, lo que indica que se están aplicando algunas técnicas correctamente. **¡Felicitaciones por este avance! Es importante seguir practicando estas habilidades y mantener la motivación.**\n\n*   **QUÉ EMPEORÓ**: A pesar del avance general, el criterio de Despedida disminuyó en comparación al promedio del equipo (48.4 vs 59.7). Siendo que la despedida es uno de los criterios mejor valorados en el anterior coaching, este retroceso es preocupante. Esto requiere atención inmediata para identificar si hay algún problema en la aplicación de las técnicas de cierre o si se está descuidando este aspecto al final de la llamada.\nAdicionalmente, el criterio de Identificación del cliente retrocedió drásticamente en comparación al promedio del equipo (39.3 vs 61.3).\n\n*   **QUÉ SIGUE PENDIENTE**: La Detección de Necesidades y Proactividad siguen siendo áreas de mejora importantes, confirmando que son desafíos persistentes para amza7. La Presentación se suma como área pendiente a trabajar.\n\n*   **TENDENCIA GENERAL**: A pesar de algunas mejoras, la tendencia general indica que se necesita una intervención más enfocada y consistente para abordar las áreas críticas y garantizar un progreso continuo.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía**: amza7 muestra una capacidad para conectar con los clientes y entender sus emociones (30 menciones). Esto es fundamental para construir relaciones y generar confianza.\n*   **Resolución de Problemas**: El vendedor tiene una buena habilidad para encontrar soluciones a las inquietudes de los clientes (16 menciones). Esto es clave para fidelizar y mejorar la experiencia del cliente.\n*   **Manejo de Objeciones:** En comparación al anterior coaching, este criterio mejoró ligeramente, lo que indica una mayor confianza en las técnicas aplicadas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE)**: Esta es una debilidad constante y significativa (65 menciones). No comprender las necesidades del cliente resulta en ofertas irrelevantes y menor probabilidad de cierre. Es crucial que amza7 aprenda a hacer preguntas efectivas y a escuchar activamente las respuestas para adaptar la oferta de manera precisa.\n*   **Proactividad (PERSISTENTE)**: La falta de proactividad (45 menciones), especialmente en la oferta de fibra, limita las oportunidades de venta y el potencial de crecimiento. Es fundamental que amza7 incorpore la oferta de fibra en cada llamada, sin preguntar, sino como una recomendación directa.\n*   **Identificación del Cliente (PERSISTENTE)**: Aunque la empatía y la resolución de problemas son fortalezas, la identificación del cliente sigue necesitando mejora (43 menciones). Es crucial asegurarse de estar hablando con la persona correcta y verificar la información del cliente al inicio de la llamada.\n*   **Presentación (NUEVA)**: Este criterio es de reciente aparición y necesita ser trabajado, ya que de acuerdo al sistema de IA no se está presentando correctamente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo)**: No tenemos esta métrica disponible. Es importante monitorearla. Si el TMO es muy bajo, puede indicar falta de indagación en las necesidades del cliente. Si es muy alto, puede haber dificultades para cerrar la venta.\n*   **% Capta Atención**: No tenemos esta métrica disponible. Es fundamental analizarla. Un porcentaje bajo indica que no se está enganchando al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada**: No tenemos esta métrica disponible. Es importante monitorear si el cliente corta la llamada más seguido.\n*   **Llamadas <30 seg**: No tenemos esta métrica disponible. Un número elevado de llamadas cortas puede indicar problemas en el saludo y la presentación inicial.\n*   **Tasa de aprobación de ventas**: No tenemos esta métrica disponible. Una tasa baja puede indicar problemas en la calidad de las ventas o errores en el proceso de cierre.\n\n**RECOMENDACIÓN:** Es crucial monitorear todas las métricas de calidad (llamadas y ventas) para tener una visión completa del desempeño de amza7 y ajustar el plan de acción según sea necesario.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación (Nivel Bajo)**:\n    *   **Qué está haciendo mal:** Puede estar usando frases como \"Tengo una oferta que podría interesarle\" o no presentándose de manera clara y enérgica.\n    *   **Cómo mejorar:** Utilizar frases directas como \"Tengo una oferta que le VA a interesar\". Personalizar la presentación según el tipo de cliente (si es posible con la información disponible). Eliminar cualquier referencia a visitas web, ya que no tienen acceso a esa información.\n*   **Identificación del Cliente (Nivel Bajo)**:\n    *   **Qué está haciendo mal:** No está verificando adecuadamente la identidad del cliente o asumiendo que está hablando con la persona correcta.\n    *   **Cómo mejorar:** Utilizar siempre la frase \"¿Me comunico con [Nombre]?\" para confirmar la identidad. Verificar la información del cliente para asegurar que está correcta.\n*   **Detección de Necesidades (Nivel Crítico)**:\n    *   **Qué está haciendo mal:** Está utilizando preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\".\n    *   **Cómo mejorar:** Hacer preguntas específicas sobre el uso del celular, como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\". Escuchar activamente las respuestas para entender las necesidades reales del cliente.\n*   **Oferta de Productos (Nivel Regular)**:\n    *   **Qué está haciendo mal:** No está personalizando la oferta según las necesidades del cliente o no está destacando los beneficios clave de los productos.\n    *   **Cómo mejorar:** Adaptar la oferta según las necesidades identificadas. Destacar cómo los productos de Movistar resuelven los problemas específicos del cliente. Ofrecer la fibra directamente.\n*   **Manejo de Objeciones (Nivel Regular)**:\n    *   **Qué está haciendo mal:** Está utilizando respuestas genéricas y no abordando las objeciones específicas del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de manera personalizada. Utilizar ejemplos de otros clientes que tenían la misma preocupación y cómo Movistar resolvió su problema.\n*   **Cierre (Nivel Regular)**:\n    *   **Qué está haciendo mal:** No está cerrando la venta de manera directa o está permitiendo que el cliente se escape sin tomar una decisión.\n    *   **Cómo mejorar:** Asignar directamente una sucursal o buscar el domicilio del cliente para completar la venta. No preguntar \"¿Le gustaría que...?\". Guiar al cliente a través del proceso de cierre de manera clara y concisa.\n*   **Despedida (Nivel Regular)**:\n    *   **Qué está haciendo mal:** No se está despidiendo de manera cordial y profesional o está utilizando la frase \"Estaré encantado de ayudarte en el futuro\".\n    *   **Cómo mejorar:** Despedirse siempre de manera cordial y profesional. Ofrecer acompañamiento durante la portabilidad. No utilizar la frase prohibida.\n*   **Proactividad (Nivel Crítico)**:\n    *   **Qué está haciendo mal:** No está ofreciendo la fibra de manera proactiva o está preguntando al cliente si le interesa.\n    *   **Cómo mejorar:** Ofrecer siempre la fibra de manera directa, sin preguntar. Destacar los beneficios de la fibra de Movistar.\n*   **Empatía (Nivel Bueno)**:\n    *   **Qué está haciendo bien:** Muestra una buena capacidad para conectar con los clientes y entender sus emociones.\n    *   **Cómo mantener:** Seguir escuchando activamente a los clientes y mostrando interés genuino en sus necesidades.\n*   **Resolución de Problemas (Nivel Regular)**:\n    *   **Qué está haciendo bien:** Tiene una buena habilidad para encontrar soluciones a las inquietudes de los clientes.\n    *   **Cómo mejorar:** Anticipar los problemas comunes y tener soluciones preparadas. Capacitarse en la resolución de problemas más complejos.\n\n### 7. PLAN DE ACCIÓN SEMANAL\n\n**Semana 1:** **Foco principal: Identificación del Cliente y Presentación.**\n*   Acciones específicas:\n    *   Practicar el saludo inicial y la presentación de manera enérgica y directa.\n    *   Utilizar siempre la frase \"¿Me comunico con [Nombre]?\" para verificar la identidad del cliente.\n    *   Grabar y escuchar las propias llamadas para identificar áreas de mejora.\n    *   Revisar ejemplos de llamadas excelentes y analizarlas en detalle.\n\n**Semana 2:** **Siguiente prioridad: Detección de Necesidades y Proactividad (oferta de fibra).**\n*   Acciones específicas:\n    *   Practicar preguntas efectivas para identificar las necesidades del cliente.\n    *   Incorporar la oferta de fibra en cada llamada de manera directa, sin preguntar.\n    *   Realizar role-playing con el jefe de ventas para practicar el manejo de objeciones comunes.\n\n**Semana 3:** **Consolidación: Manejo de Objeciones y Cierre.**\n*   Acciones específicas:\n    *   Revisar las objeciones más comunes y preparar respuestas personalizadas.\n    *   Practicar técnicas de cierre directo, asignando sucursal o buscando el domicilio del cliente.\n    *   Analizar las llamadas perdidas para identificar oportunidades de mejora en el cierre.\n\n**Semana 4:** **Optimización: Despedida y Análisis General.**\n*   Acciones específicas:\n    *   Asegurarse de despedirse siempre de manera cordial y profesional.\n    *   Revisar todas las métricas de calidad y ajustar el plan de acción según sea necesario.\n    *   Celebrar los logros y reconocer el progreso.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:**\n    *   \"Hola, ¿me comunico con [Nombre]?\" (Esperar confirmación)\n*   **Detección de necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actualmente?\"\n*   **Oferta de fibra (directa):**\n    *   \"Además del plan que te estoy ofreciendo, Movistar tiene la mejor conexión de fibra óptica del país, lo que te permite navegar a alta velocidad en todos tus dispositivos.\"\n*   **Cierre directo:**\n    *   \"Para completar la contratación, ¿te asigno la sucursal más cercana a tu domicilio o preferís que busquemos un domicilio para el envío?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción:** \"Es muy caro.\"\n    *   **Respuesta:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, con este plan tenés [mencionar beneficios adicionales].\"\n    *   **Objeción:** \"No necesito más GB.\"\n    *   **Respuesta:** \"Entiendo. Pero con este plan, además de los GB, también tenés [mencionar beneficios adicionales] y una mejor experiencia en general. Pensá en la posibilidad de compartir internet con tus dispositivos en tu hogar y ahorrarte dinero.\"\n    *   **Objeción:** \"Estoy contento con mi compañía actual.\"\n    *   **Respuesta:** \"Entiendo que estés contento, pero Movistar te ofrece una mejor cobertura, una conexión más rápida y un servicio al cliente superior. Además, con la portabilidad, mantenés tu número y te ofrecemos [mencionar beneficios adicionales].\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 40\n*   Meta de tasa de conversión: 3.5%\n*   Meta de ofrecimiento de productos (fibra): 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a alcanzar: 150 segundos\n*   KPIs específicos a mejorar: Detección de Necesidades (alcanzar un puntaje de 30), Proactividad (alcanzar un puntaje de 20) e Identificación del Cliente (alcanzar un puntaje de 50)\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\namza7, ¡tu reciente mejora en el puntaje IA es un excelente indicativo de que estás en el camino correcto! Veo tu potencial para seguir creciendo y convertirte en un vendedor de alto rendimiento. Confío en tu capacidad para superar los desafíos y alcanzar tus metas. Enfócate en las áreas críticas de mejora, aplica las técnicas y scripts recomendados, y no dudes en pedir ayuda cuando la necesites. ¡Vamos juntos a alcanzar tu máximo potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-02-18T11:07:46.386150",
  "evolucion": null
}