{
  "agente": "MZA 16",
  "fecha_generacion": "2026-01-26T14:44:14.559025",
  "metricas": {
    "agente": "MZA 16",
    "evaluaciones": {
      "total_evaluadas": 44,
      "puntaje_promedio": 62.0,
      "puntaje_min": 0.0,
      "puntaje_max": 850.0,
      "desviacion_std": 123.9,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 59.3,
        "identificacion_cliente": 62.5,
        "deteccion_necesidades": 45.5,
        "oferta_productos": 44.7,
        "manejo_objeciones": 44.7,
        "cierre": 35.3,
        "despedida": 55.2,
        "proactividad": 26.5,
        "empatia": 56.4,
        "resolucion_problemas": 37.5
      },
      "areas_mejora_frecuentes": {
        "Mencionar la promoción del 80% de descuento.": 13,
        "Profundizar en la detección de necesidades.": 7,
        "Identificación del cliente": 6,
        "Detección de necesidades": 6,
        "Manejo de objeciones": 5
      },
      "fortalezas_frecuentes": {
        "Identificación correcta del cliente.": 7,
        "Manejo de objeciones.": 6,
        "Despedida": 4,
        "Detección de necesidades.": 4,
        "Buen saludo y presentación.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 850.0,
          "resumen": "El agente realiza una buena gestión, enfocándose en la detección de necesidades, la oferta adecuada y la resolución de la situación del cliente. Muestra un buen manejo de objeciones y empatía."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "El agente realiza una buena gestión, presentando el plan solicitado, entendiendo la necesidad del cliente y ofreciendo ayuda adicional."
        },
        {
          "puntaje_total": 82.0,
          "resumen": "El agente se presenta correctamente y verifica la identidad del cliente.  Ofrece un plan, pero no menciona la promoción del 80% de descuento. Necesita mejorar la proactividad y recordar la promoción."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, oferta, cierre ni despedida correctas. El foco está en el proceso de portabilidad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada sin ninguna gestión de venta. El agente no sigue los pasos básicos de una llamada de ventas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de Movistar. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no menciona la promoción del 80% y el cierre es deficiente. No hay evidencia de empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 44,
      "puntaje_promedio": 62.0,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 8,
      "criterios": {
        "saludo_presentacion": 59.3,
        "identificacion_cliente": 62.5,
        "deteccion_necesidades": 45.5,
        "oferta_productos": 44.7,
        "manejo_objeciones": 44.7,
        "cierre": 35.3,
        "despedida": 55.2,
        "proactividad": 26.5,
        "empatia": 56.4,
        "resolucion_problemas": 37.5
      }
    },
    "clasificacion": {
      "total_llamadas": 18,
      "con_saludo": 12,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 2,
      "ventas": 1,
      "score_calidad_prom": 40.3,
      "pct_saludo": 66.7,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 11.1,
      "tasa_conversion": 5.6
    },
    "integral": {
      "duracion_promedio_seg": 358.0,
      "duracion_promedio_min": 6.0,
      "distribucion_duracion": {
        "1-3 min": 10,
        "5-8 min": 3,
        "> 8 min": 3,
        "3-5 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 62.0,
      "general": 35.7,
      "diferencia": 26.3,
      "percentil": 89.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 59.3,
        "general": 32.0,
        "diferencia": 27.3
      },
      "identificacion_cliente": {
        "agente": 62.5,
        "general": 38.7,
        "diferencia": 23.8
      },
      "deteccion_necesidades": {
        "agente": 45.5,
        "general": 23.3,
        "diferencia": 22.2
      },
      "oferta_productos": {
        "agente": 44.7,
        "general": 28.6,
        "diferencia": 16.0
      },
      "manejo_objeciones": {
        "agente": 44.7,
        "general": 33.0,
        "diferencia": 11.6
      },
      "cierre": {
        "agente": 35.3,
        "general": 18.8,
        "diferencia": 16.6
      },
      "despedida": {
        "agente": 55.2,
        "general": 38.5,
        "diferencia": 16.7
      },
      "proactividad": {
        "agente": 26.5,
        "general": 13.9,
        "diferencia": 12.6
      },
      "empatia": {
        "agente": 56.4,
        "general": 43.0,
        "diferencia": 13.4
      },
      "resolucion_problemas": {
        "agente": 37.5,
        "general": 25.1,
        "diferencia": 12.4
      }
    },
    "conversion": {
      "agente": 5.6,
      "general": 5.1,
      "diferencia": 0.4
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 16\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEl vendedor MZA 16 se desempeña significativamente mejor que el promedio del equipo en todas las áreas evaluadas por la IA, con un puntaje promedio de 62.0 comparado con el 35.7 del equipo, ubicándose en el percentil 89.8. Su nivel actual puede considerarse como **Bueno**, aunque con un alto potencial de mejora si se enfoca en áreas específicas.\n\n**EVOLUCIÓN:** Observando el historial del período anterior, se evidencia una **disminución considerable** en el rendimiento general. El puntaje IA promedio bajó de 85.0 a 62.0, lo que indica que, a pesar de estar por encima del promedio del equipo, hay un retroceso importante que necesita atención inmediata. Esto podría deberse a una falta de enfoque en los criterios clave de venta, falta de constancia en la aplicación de las técnicas aprendidas o factores externos que afecten su desempeño.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n* **QUÉ MEJORÓ:** No hay criterios en los que MZA 16 haya mejorado respecto al período anterior. Prácticamente todos los indicadores han disminuido.\n* **QUÉ EMPEORÓ:** El puntaje general de la IA, y específicamente los criterios de \"Saludo y Presentación\", \"Identificación del Cliente\", \"Detección de Necesidades\", \"Oferta de Productos\", \"Manejo de Objeciones\", \"Cierre\", \"Despedida\", \"Proactividad\", \"Empatía\" y \"Resolución de Problemas\" han disminuido. El cierre es particularmente crítico dado que ya era un área débil y ha empeorado. La falta de identificación del cliente es alarmante.\n* **QUÉ SIGUE PENDIENTE:** El \"Cierre\" de ventas sigue siendo un área crítica que no ha mejorado, sino que ha empeorado significativamente. La \"Detección de Necesidades\" y el \"Manejo de Objeciones\" también permanecen como áreas de mejora importantes.\n* **TENDENCIA GENERAL:** La tendencia es **negativa**. MZA 16 necesita una intervención urgente para revertir esta situación. La caída en casi todos los criterios sugiere una desconexión con las técnicas de venta y las reglas del negocio.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n*   **Comparativamente buen puntaje en Saludo y Presentación:** Aunque ha disminuido, sigue siendo una de las áreas mejor puntuadas. MZA 16 parece tener una buena primera impresión.\n*   **Manejo de Objeciones:** A pesar de la caída, el histórico muestra que ha sido una fortaleza. Potencialmente, MZA 16 tiene la capacidad de rebatir objeciones si vuelve a enfocarse.\n*   **Empatía:** Un puntaje relativamente alto en empatía sugiere que MZA 16 tiene la habilidad de conectar con los clientes.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n*   **Cierre de Ventas (PERSISTENTE y EMPEORADO):** La falta de cierres es el factor más crítico que afecta sus resultados. No concretar ventas impacta directamente en sus ingresos y en los objetivos de la empresa.\n*   **Detección de Necesidades (PERSISTENTE y EMPEORADO):** No profundizar en las necesidades del cliente lleva a ofrecer productos que no encajan, lo que dificulta el cierre. Es fundamental preguntar activamente qué es lo que más usan del celular y cuántos GB tienen en su plan actual.\n*   **Identificación del Cliente (EMPEORADO):** Haber disminuido en este aspecto es inaceptable. Es fundamental verificar la identidad del cliente al inicio de la llamada para asegurar que se está hablando con la persona correcta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n*   **TMO (Tiempo Medio Operativo):** El TMO de 6 minutos (358 segundos) está significativamente por encima del rango óptimo (2-4 minutos) y del promedio del equipo (105.3 segundos). Esto indica una clara dificultad para cerrar ventas de manera eficiente y posiblemente una falta de control sobre la duración de las llamadas.\n*   **% Capta Atención:** No se puede calcular con los datos disponibles, pero dado el TMO elevado y la baja tasa de conversión, es probable que sea bajo. Esto sugiere que, a pesar de mantener a los clientes en la línea por más tiempo, no está logrando generar interés o concretar la venta.\n*   **Cortes de llamada:** No hay datos disponibles.\n*   **Llamadas <30 seg:** No hay datos disponibles.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\nA continuación, un análisis detallado por competencia, respetando las reglas del negocio:\n\n*   **Saludo y Presentación (Regular):**\n    *   **Qué está haciendo mal:** Posiblemente utiliza frases como \"Tengo una oferta que podría interesarle\" en lugar de \"Tengo una oferta que LE VA a interesar\".\n    *   **Cómo mejorar:** Eliminar las frases condicionales y expresar seguridad en la oferta. Usar un tono de voz amigable y profesional.\n*   **Identificación del Cliente (Crítico):**\n    *   **Qué está haciendo mal:** No verificar la identidad del cliente al inicio de la llamada.\n    *   **Cómo mejorar:** Al inicio de la llamada, siempre decir: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades (Bajo):**\n    *   **Qué está haciendo mal:** Realiza preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\"\n    *   **Cómo mejorar:** Hacer preguntas específicas y directas: \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de Productos (Bajo):**\n    *   **Qué está haciendo mal:** Probablemente no está mencionando la promoción del 80% de descuento en todas las llamadas o no está ofreciendo fibra directamente.\n    *   **Cómo mejorar:** Mencionar la promoción del 80% como un beneficio clave. Ofrecer fibra directamente: \"Además, contamos con un excelente servicio de fibra óptica que le va a interesar por...\"\n*   **Manejo de Objeciones (Bajo):**\n    *   **Qué está haciendo mal:** Ofrece respuestas genéricas y no personalizadas.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de manera específica y personalizada. Por ejemplo, si el cliente dice \"Es muy caro\", responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre (Crítico):**\n    *   **Qué está haciendo mal:** Pregunta si el cliente está interesado en proceder.\n    *   **Cómo mejorar:** Asignar sucursal directamente: \"Perfecto, para activar la promoción, necesito que me confirme su dirección para asignarle la sucursal más cercana.\" O buscar el domicilio del cliente directamente.\n*   **Despedida (Regular):**\n    *   **Qué está haciendo mal:** Posiblemente ofrece ayuda en el futuro en lugar de enfocarse en la portabilidad actual.\n    *   **Cómo mejorar:** Ofrecer acompañamiento SOLO durante la portabilidad: \"Estaré a su disposición para cualquier duda durante el proceso de portabilidad.\"\n*   **Proactividad (Crítico):**\n    *   **Qué está haciendo mal:** No ofrecer fibra de manera proactiva.\n    *   **Cómo mejorar:** Ofrecer fibra a todos los clientes: \"Además de su plan móvil, contamos con un excelente servicio de fibra óptica que le va a permitir disfrutar de una conexión más rápida y estable.\"\n*   **Empatía (Regular):**\n    *   **Qué está haciendo mal:** No se detectan problemas graves, pero se puede mejorar la conexión con el cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y mostrar comprensión por sus necesidades y preocupaciones.\n*   **Resolución de Problemas (Bajo):**\n    *   **Qué está haciendo mal:** No se enfoca en resolver los problemas del cliente.\n    *   **Cómo mejorar:** Identificar el problema del cliente y ofrecer soluciones concretas y efectivas.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en IDENTIFICACIÓN Y CIERRE**.\n    *   **Acciones:** Role-playing intensivo con énfasis en la verificación de la identidad del cliente al inicio de la llamada y en técnicas de cierre directo (asignación de sucursal). Revisión exhaustiva de las reglas del negocio sobre frases prohibidas y acciones correctas. Escuchar grabaciones de llamadas excelentes y analizar el cierre exitoso.\n**Semana 2:** **DETECCIÓN DE NECESIDADES y MANEJO DE OBJECIONES**.\n    *   **Acciones:** Practicar preguntas específicas para detectar las necesidades del cliente. Crear un script personalizado con respuestas a las objeciones más comunes. Escuchar grabaciones de llamadas propias para identificar oportunidades de mejora en el manejo de objeciones.\n**Semana 3:** **OFERTA DE FIBRA Y PROACTIVIDAD**.\n    *   **Acciones:** Integrar la oferta de fibra en el discurso de venta estándar. Practicar la presentación de los beneficios de la fibra de manera concisa y atractiva. Monitorear el número de ofrecimientos de fibra realizados.\n**Semana 4:** **CONSOLIDACIÓN Y OPTIMIZACIÓN**.\n    *   **Acciones:** Revisar los KPIs clave (tasa de conversión, puntaje IA) y realizar ajustes en la estrategia según sea necesario. Continuar con el role-playing y la escucha de grabaciones para mantener el enfoque en la mejora continua.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra (Directa):**\n    *   \"Además de su plan móvil, contamos con un excelente servicio de fibra óptica que LE VA a interesar porque le permite navegar a alta velocidad, ver películas y series sin interrupciones y conectar varios dispositivos al mismo tiempo.\"\n*   **Cierre DIRECTO:**\n    *   \"Perfecto, para activar la promoción, necesito que me confirme su dirección para asignarle la sucursal más cercana.\"\n    *   (Si el cliente duda) \"Entiendo su inquietud. Para agilizar el proceso, ya estoy buscando la sucursal más cercana a su domicilio. ¿Me confirma su calle y número?\"\n*   **Manejo de Objeciones (Ejemplo):**\n    *   **Cliente:** \"Es muy caro.\"\n    *   **Vendedor:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, recordá que tenés el 80% de descuento por X meses.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje IA de 75 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 8% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra en el 100% de las llamadas en 7 días.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 min al 50% en 15 días.\n*   **TMO:** Reducir el TMO a 4 minutos en 30 días.\n*   **KPIs Específicos:** Aumentar el % de llamadas con identificación correcta del cliente al 100% en 7 días. Aumentar el % de llamadas con cierre efectivo al 50% en 15 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 16, veo tu potencial y sé que puedes volver a alcanzar el nivel que demostraste antes. Tu desempeño por encima del promedio del equipo lo confirma. Ahora es momento de enfocarte en recuperar la disciplina y la constancia en la aplicación de las técnicas de venta. Sé que tienes la capacidad de mejorar, solo necesitas concentrarte en los puntos críticos que hemos identificado. ¡Confío en ti y estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:11:29.016988",
  "evolucion": null
}