{
  "agente": "MZA 20",
  "fecha_generacion": "2026-02-02T22:57:30.590242",
  "metricas": {
    "agente": "MZA 20",
    "evaluaciones": {
      "total_evaluadas": 25,
      "puntaje_promedio": 17.3,
      "puntaje_min": 0,
      "puntaje_max": 60,
      "desviacion_std": 17.0,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 15,
      "criterios": {
        "saludo_presentacion": 2.4,
        "identificacion_cliente": 40.0,
        "deteccion_necesidades": 6.4,
        "oferta_productos": 26.8,
        "manejo_objeciones": 8.8,
        "cierre": 6.0,
        "despedida": 33.2,
        "proactividad": 12.0,
        "empatia": 24.4,
        "resolucion_problemas": 16.0
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 14,
        "Empatía": 13,
        "Despedida": 11,
        "Detección de necesidades": 11,
        "Manejo de objeciones": 10
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 6,
        "Despedida cordial": 4,
        "Oferta de productos directa": 2,
        "Oferta directa de productos": 2,
        "Empatía": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 60,
          "resumen": "El agente necesita mejorar la presentación y la identificación del cliente.  El cierre no se concreta, pero se acuerda una llamada posterior.  La oferta de productos es directa y adecuada.  Muestra una actitud correcta con el cliente."
        },
        {
          "puntaje_total": 40,
          "resumen": "El agente necesita mejorar la presentación, la identificación del cliente, la detección de necesidades y el cierre de la venta. Se destaca en la oferta de productos, la despedida, la empatía y la resolución de problemas."
        },
        {
          "puntaje_total": 35,
          "resumen": "El agente no cumple con los criterios de presentación, detección de necesidades y cierre. Debe mejorar la forma en que ofrece los productos y maneja las objeciones. Muestra cierta empatía y se despide correctamente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación, detección de necesidades, oferta de productos, manejo de objeciones, cierre ni despedida. No se muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No hubo una presentación correcta, no se detectaron necesidades, no se ofreció ningún producto, no se manejaron las objeciones, y no se completó el cierre.  No se mostró empatía, ni proactividad, ni resolución de problemas."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación.  No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada, no maneja objeciones, no cierra la venta, y no se despide correctamente. Tampoco muestra proactividad o empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 25,
      "puntaje_promedio": 17.3,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 15,
      "criterios": {
        "saludo_presentacion": 2.4,
        "identificacion_cliente": 40.0,
        "deteccion_necesidades": 6.4,
        "oferta_productos": 26.8,
        "manejo_objeciones": 8.8,
        "cierre": 6.0,
        "despedida": 33.2,
        "proactividad": 12.0,
        "empatia": 24.4,
        "resolucion_problemas": 16.0
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 230.0,
      "duracion_promedio_min": 3.8,
      "distribucion_duracion": {
        "1-3 min": 34,
        "3-5 min": 9,
        "5-8 min": 8,
        "> 8 min": 6
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 17.3,
      "general": 29.4,
      "diferencia": -12.1,
      "percentil": 32.4
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 2.4,
        "general": 18.5,
        "diferencia": -16.1
      },
      "identificacion_cliente": {
        "agente": 40.0,
        "general": 51.4,
        "diferencia": -11.4
      },
      "deteccion_necesidades": {
        "agente": 6.4,
        "general": 16.9,
        "diferencia": -10.5
      },
      "oferta_productos": {
        "agente": 26.8,
        "general": 31.2,
        "diferencia": -4.4
      },
      "manejo_objeciones": {
        "agente": 8.8,
        "general": 23.9,
        "diferencia": -15.1
      },
      "cierre": {
        "agente": 6.0,
        "general": 10.3,
        "diferencia": -4.3
      },
      "despedida": {
        "agente": 33.2,
        "general": 56.3,
        "diferencia": -23.1
      },
      "proactividad": {
        "agente": 12.0,
        "general": 11.6,
        "diferencia": 0.4
      },
      "empatia": {
        "agente": 24.4,
        "general": 36.0,
        "diferencia": -11.6
      },
      "resolucion_problemas": {
        "agente": 16.0,
        "general": 16.7,
        "diferencia": -0.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 20\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de MZA 20 se encuentra significativamente por debajo del promedio del equipo, con un puntaje IA de 17.3 frente al promedio general de 29.4. Esto lo ubica en un nivel crítico, necesitando una mejora considerable en varias áreas clave.  Su percentil de 32.4 indica que está dentro del tercio inferior del equipo.\n\nAnalizando las métricas, MZA 20 muestra deficiencias en la mayoría de los criterios evaluados, especialmente en saludo y presentación, manejo de objeciones y despedida.  Es crucial abordar estas debilidades para mejorar su rendimiento general y aumentar su tasa de conversión. Su potencial de mejora es considerable, dado el margen existente entre su puntaje actual y el promedio del equipo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\nDado que no se proporcionó un histórico del período anterior, no es posible determinar qué mejoró o empeoró en la última semana. Por lo tanto, el análisis se centrará en las áreas que requieren atención urgente y los aspectos que siguen pendientes de trabajar, basándonos en los datos de la última semana disponible (19-24 de Enero).\n\n**QUÉ SIGUE PENDIENTE**:\n*   **Proactividad**: A pesar de que su proactividad es ligeramente superior al promedio del equipo, con un puntaje de 12.0 contra el 11.6 general, sigue siendo un área de mejora. Es necesario un enfoque más consistente en la oferta de fibra.\n*   **Empatía**: Con un puntaje de 24.4 contra un promedio de 36.0, la empatía sigue siendo un área que necesita ser fortalecida.\n*   **Despedida**: Con un puntaje de 33.2 contra un promedio de 56.3, se necesita un mayor enfoque en la despedida cordial y profesional.\n*   **Detección de necesidades**: Su puntaje es de 6.4 contra un promedio de 16.9, mostrando una gran necesidad de mejorar en esta área.\n*   **Manejo de objeciones**: El puntaje de 8.8 contra un promedio de 23.9 indica una necesidad crítica de mejora.\n\n**TENDENCIA GENERAL**:\nSin datos comparativos, es difícil determinar la tendencia. Sin embargo, la brecha significativa entre su desempeño y el promedio del equipo sugiere que necesita intervención urgente y un plan de acción enfocado para mejorar sus resultados.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del cliente:** Con un puntaje de 40.0, este es uno de los puntos más fuertes del vendedor, aunque todavía inferior al promedio del equipo (51.4).\n*   **Oferta de productos:** Obtiene un puntaje de 26.8, mostrando que ofrece los productos directamente, aunque todavía hay margen para mejorar la efectividad de esta oferta.\n*   **Resolución de problemas:** Aunque su puntaje (16.0) está cerca del promedio (16.7), es importante mantener y potenciar esta habilidad.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Saludo y Presentación:** (PERSISTENTE) Su puntaje es extremadamente bajo (2.4 vs 18.5 del equipo). Un saludo y presentación débiles generan una mala primera impresión y dificultan el establecimiento de una conexión con el cliente. Es fundamental que comience las llamadas de manera profesional y atractiva.\n*   **Manejo de Objeciones:** (PERSISTENTE) Un puntaje de 8.8, muy inferior al promedio (23.9), indica dificultad para superar las dudas y reticencias de los clientes. Necesita aprender a rebatir objeciones de forma personalizada y persuasiva.\n*   **Detección de Necesidades:** (PERSISTENTE) El puntaje de 6.4 (vs 16.9) revela una incapacidad para identificar las necesidades reales del cliente. Sin esta información, es imposible ofrecer soluciones relevantes y personalizadas.\n*   **Despedida:** (PERSISTENTE) Con un puntaje de 33.2 contra un promedio de 56.3, se evidencia la necesidad de enfocarse en brindar una despedida cordial y profesional, dejando una impresión positiva en el cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** 3.8 minutos (230 segundos) está dentro del rango óptimo (2-4 minutos). Esto indica que el vendedor está dedicando un tiempo adecuado a cada llamada.\n*   **% Capta Atención (Llamadas >1 min):** No hay datos disponibles sobre el % de \"Capta Atención\". Es fundamental obtener este dato, ya que es un indicador clave del engagement del cliente.\n*   **Cortes de llamada:** No se dispone de información sobre quién finaliza la llamada (cliente vs. agente). Es importante monitorear este aspecto, ya que un alto porcentaje de cortes por parte del cliente podría indicar problemas en el pitch inicial o en la generación de valor.\n*   **Llamadas <30 seg:** No hay información disponible. Un número elevado de llamadas cortas podría indicar problemas en el saludo y la presentación.\n*   **Tasa de aprobación de ventas:** No hay datos disponibles.\n\n**RECOMENDACIÓN**:  Es prioritario comenzar a registrar y analizar los datos faltantes (% Capta Atención, cortes de llamada, llamadas <30 seg, tasa de aprobación) para obtener una visión más completa del desempeño de MZA 20.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel Crítico.  No está realizando una presentación adecuada al inicio de la llamada.  Debe empezar cada llamada con un saludo profesional y una presentación clara y concisa, mencionando su nombre y el motivo de la llamada (la oferta que le va a interesar).\n    *   **Cómo mejorar:** Practicar un script de saludo atractivo y directo.  Ejemplo: \"Hola, [Nombre], mi nombre es [Tu nombre] y te llamo de Movistar porque tengo una oferta que le VA a interesar.\"\n*   **Identificación del Cliente:** Nivel Bajo. Si bien este es un punto relativamente fuerte en comparación con otros, aún necesita mejorar. No está validando correctamente la identidad del cliente al inicio de la llamada.\n    *   **Cómo mejorar:**  Inmediatamente después del saludo, confirmar que está hablando con la persona correcta: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** Nivel Crítico.  No está preguntando por las necesidades del cliente o está haciendo preguntas incorrectas.\n    *   **Cómo mejorar:**  En lugar de preguntar \"¿Qué es lo más importante para ti en un plan?\", preguntar directamente \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan actual?\".  Escuchar atentamente la respuesta del cliente para adaptar la oferta.\n*   **Oferta de Productos:** Nivel Regular.  Aunque ofrece los productos directamente, la falta de una detección de necesidades sólida dificulta la personalización de la oferta.\n    *   **Cómo mejorar:** Una vez identificadas las necesidades del cliente (uso de datos, etc.), presentar la oferta de manera que resalte los beneficios específicos que cubren esas necesidades.\n*   **Manejo de Objeciones:** Nivel Crítico.  No está logrando superar las objeciones del cliente.\n    *   **Cómo mejorar:**  Preparar respuestas personalizadas para las objeciones más comunes (precio, competencia, etc.).  Evitar respuestas genéricas.  Ejemplo para la objeción del precio: \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre:** Nivel Bajo. A pesar de que los cierres se completan, el proceso podría ser más fluido.\n    *   **Cómo mejorar:**  Una vez que el cliente muestra interés en la oferta, proceder directamente al cierre: \"Perfecto, para avanzar con la contratación, ¿preferís que te asigne una sucursal cerca de tu domicilio o buscamos tu domicilio para la entrega?\"\n*   **Despedida:** Nivel Bajo. No está cerrando la llamada de manera profesional.\n    *   **Cómo mejorar:**  Agradecer al cliente por su tiempo y despedirse de manera cordial: \"Gracias por tu tiempo, [Nombre]. Que tengas un excelente día.\"  Opcionalmente, ofrecer acompañamiento durante la portabilidad (no es obligatorio).\n*   **Proactividad:** Nivel Regular.  Está comentando sobre la fibra, pero podría ser más agresivo en la oferta.\n    *   **Cómo mejorar:** Ofrecer la fibra directamente, sin preguntar si le interesa.  Ejemplo: \"Y también quería comentarle que en su zona tenemos cobertura de fibra óptica de alta velocidad, que le va a permitir...\"\n*   **Empatía:** Nivel Bajo. No está demostrando suficiente conexión con el cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y adaptar el lenguaje a su estilo. Mostrar comprensión ante sus preocupaciones y ofrecer soluciones personalizadas.\n*   **Resolución de Problemas:** Nivel Regular.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **SALUDO Y PRESENTACIÓN + IDENTIFICACIÓN DEL CLIENTE.**\n*   Acciones específicas: Memorizar y practicar el script de saludo y presentación. Realizar role-playing con el equipo para simular llamadas reales. Hacer énfasis en la correcta validación de la identidad del cliente.\n*   Objetivo: Mejorar el puntaje de saludo y presentación en un 50%.\n\n**Semana 2:** **DETECCIÓN DE NECESIDADES + OFERTA DE PRODUCTOS.**\n*   Acciones específicas: Estudiar las preguntas clave para detectar necesidades. Practicar la conexión entre las necesidades del cliente y los beneficios de la oferta.\n*   Objetivo: Aumentar el porcentaje de llamadas en las que se detectan las necesidades del cliente en un 40%.\n\n**Semana 3:** **MANEJO DE OBJECIONES.**\n*   Acciones específicas: Crear un listado de las objeciones más comunes y preparar respuestas personalizadas para cada una. Practicar el manejo de objeciones con el equipo.\n*   Objetivo: Disminuir el número de llamadas en las que el cliente manifiesta una objeción no resuelta en un 30%.\n\n**Semana 4:** **CIERRE + DESPEDIDA + PROACTIVIDAD.**\n*   Acciones específicas: Reforzar las técnicas de cierre directo (asignar sucursal/buscar domicilio). Practicar un script de despedida profesional. Incentivar la oferta de fibra en cada llamada.\n*   Objetivo: Aumentar la tasa de cierre en un 20%.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra (Directa):** \"Y también quería comentarle que en su zona tenemos cobertura de fibra óptica de alta velocidad, que le va a permitir disfrutar de...\"\n*   **Cierre Directo:** \"Perfecto, para avanzar con la contratación, ¿preferís que te asigne una sucursal cerca de tu domicilio o buscamos tu domicilio para la entrega?\"\n*   **Manejo de Objeción (Precio):** \"Es lógico que mire el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 30\n*   Meta de tasa de conversión: 5%\n*   Meta de ofrecimiento de productos (fibra): 100% de las llamadas\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a mantener: 2-4 minutos\n*   KPIs específicos a mejorar: Saludo/Presentación, Detección de Necesidades, Manejo de Objeciones.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 20, sé que tenés el potencial para alcanzar tus metas y superar las expectativas.  Analicemos juntos estas áreas de mejora, y enfocá tu energía en implementar el plan de acción.  Con dedicación y práctica constante, podés convertirte en uno de los mejores vendedores del equipo.  ¡Confío en tu capacidad para lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}