{
  "agente": "MZA 4",
  "fecha_generacion": "2026-01-19T07:58:14.330400",
  "metricas": {
    "agente": "MZA 4",
    "evaluaciones": {
      "total_evaluadas": 78,
      "puntaje_promedio": 57.1,
      "puntaje_min": 0.0,
      "puntaje_max": 625.0,
      "desviacion_std": 91.1,
      "llamadas_excelentes": 6,
      "llamadas_criticas": 11,
      "criterios": {
        "saludo_presentacion": 58.5,
        "identificacion_cliente": 22.2,
        "deteccion_necesidades": 35.6,
        "oferta_productos": 43.8,
        "manejo_objeciones": 49.2,
        "cierre": 26.3,
        "despedida": 67.7,
        "proactividad": 17.6,
        "empatia": 59.1,
        "resolucion_problemas": 34.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 27,
        "Identificación del cliente": 27,
        "Cierre de ventas": 16,
        "Oferta de productos": 16,
        "Cierre de venta": 13
      },
      "fortalezas_frecuentes": {
        "Empatía": 20,
        "Manejo de objeciones": 15,
        "Despedida": 14,
        "Saludo y presentación": 8,
        "Manejo de objeciones.": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 625.0,
          "resumen": "El agente se presenta y ofrece planes, pero tiene áreas de mejora en la identificación del cliente, la profundización en la detección de necesidades y el cierre de la venta. Maneja bien las objeciones y muestra empatía."
        },
        {
          "puntaje_total": 575.0,
          "resumen": "El agente se presenta y verifica el número de teléfono. Intenta identificar necesidades y ofrecer un plan. Maneja objeciones sobre el precio y la señal, pero no logra cerrar la venta de manera efectiva. No ofrece productos adicionales y la despedida es regular."
        },
        {
          "puntaje_total": 87.0,
          "resumen": "La agente tuvo un desempeño muy bueno en general, mostrando empatía y resolviendo las solicitudes del cliente.  Es importante que mejore la proactividad en la oferta de productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada carece de todos los elementos esenciales para una venta efectiva. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, y no intenta el cierre.  La conversación es muy breve y carece de estructura."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy breve y con falta de los pasos básicos de una gestión comercial."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de una llamada de ventas efectiva. No se presenta, no verifica datos, no detecta necesidades, no maneja objeciones ni intenta cerrar la venta."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 78,
      "con_saludo": 61,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 13,
      "ventas": 1,
      "score_calidad_prom": 44.2,
      "pct_saludo": 78.2,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 16.7,
      "tasa_conversion": 1.3
    },
    "integral": {
      "duracion_promedio_seg": 272.0,
      "duracion_promedio_min": 4.5,
      "distribucion_duracion": {
        "1-3 min": 49,
        "3-5 min": 12,
        "> 8 min": 11,
        "5-8 min": 6
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 57.1,
      "general": 50.3,
      "diferencia": 6.7,
      "percentil": 78.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 58.5,
        "general": 54.7,
        "diferencia": 3.8
      },
      "identificacion_cliente": {
        "agente": 22.2,
        "general": 18.8,
        "diferencia": 3.4
      },
      "deteccion_necesidades": {
        "agente": 35.6,
        "general": 36.6,
        "diferencia": -1.0
      },
      "oferta_productos": {
        "agente": 43.8,
        "general": 47.8,
        "diferencia": -4.0
      },
      "manejo_objeciones": {
        "agente": 49.2,
        "general": 44.1,
        "diferencia": 5.1
      },
      "cierre": {
        "agente": 26.3,
        "general": 25.4,
        "diferencia": 0.9
      },
      "despedida": {
        "agente": 67.7,
        "general": 55.0,
        "diferencia": 12.7
      },
      "proactividad": {
        "agente": 17.6,
        "general": 17.5,
        "diferencia": 0.0
      },
      "empatia": {
        "agente": 59.1,
        "general": 50.2,
        "diferencia": 8.9
      },
      "resolucion_problemas": {
        "agente": 34.5,
        "general": 24.0,
        "diferencia": 10.4
      }
    },
    "conversion": {
      "agente": 1.3,
      "general": 5.1,
      "diferencia": -3.9
    }
  },
  "analisis_coaching": "¡Absolutamente! Aquí tienes un análisis exhaustivo y un plan de acción personalizado para MZA 4, diseñado para maximizar su potencial en ventas.\n\n## ANÁLISIS DEL VENDEDOR MZA 4\n\n### 1. DIAGNÓSTICO GENERAL\n\nMZA 4 muestra un desempeño *ligeramente superior al promedio* del equipo en cuanto al puntaje IA (57.1 vs. 50.3), ubicándose en el percentil 78.7. Sin embargo, su *tasa de conversión es significativamente inferior* (1.3% vs. 5.1% del equipo), lo que indica un problema crítico en el cierre de ventas. Su nivel actual podría considerarse como \"Necesita Mejora\".\n\nEl potencial de mejora de MZA 4 es considerable. Su empatía, manejo de objeciones, despedida y resolución de problemas son áreas fuertes que pueden ser aprovechadas. Con un enfoque estratégico en la detección de necesidades, la identificación del cliente, la oferta de productos y el cierre, MZA 4 puede transformarse en un vendedor de alto rendimiento.\n\n### 2. FORTALEZAS IDENTIFICADAS\n\n*   **Empatía:** MZA 4 muestra una habilidad notable para conectar con los clientes, como se evidencia en el puntaje IA de 59.1 (vs. 50.2 del equipo). Esto genera confianza y facilita la comunicación.\n    *   **Ejemplo:** \"La agente tuvo un desempeño muy bueno en general, mostrando empatía y resolviendo las solicitudes del cliente.\"\n*   **Manejo de Objeciones:** El puntaje de 49.2 indica que MZA 4 es capaz de abordar las preocupaciones de los clientes.\n    *   **Ejemplo:** \"Maneja objeciones sobre el precio y la señal...\"\n*   **Despedida:** Con un puntaje de 67.7, MZA 4 sobresale al dejar una impresión positiva al final de la llamada.\n\n### 3. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades:** Esta es un área de mejora muy frecuente y crucial. Sin una comprensión clara de lo que el cliente busca, es imposible ofrecer la solución adecuada.\n    *   **Importancia:** Aumenta la relevancia de la oferta, reduciendo objeciones y elevando la probabilidad de cierre.\n*   **Identificación del Cliente:** Con un puntaje bajo de 22.2, MZA 4 necesita mejorar la verificación de la información del cliente y su perfil.\n    *   **Importancia:** Evita errores en la oferta, personaliza la conversación y garantiza el cumplimiento normativo.\n*   **Cierre de Ventas:** Es la debilidad más evidente, con una tasa de cierre muy baja. Sin un cierre efectivo, todo el esfuerzo anterior se desperdicia.\n    *   **Importancia:** Convierte el interés en acción, genera ingresos y cumple con los objetivos comerciales.\n\n### 4. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio              | Nivel    | ¿Qué está haciendo (mal/bien)?                                                                                                                                                                        | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                        |\n| --------------------- | -------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación   | Regular  | Generalmente bueno (58.5), pero puede volverse más memorable y profesional.                                                                                                                              | Practicar saludos personalizados con el nombre del cliente y un tono de voz enérgico.                                                                                                                                                                                                                                                            |\n| Identificación Cliente | Bajo     | Insuficiente (22.2). No verifica datos ni se asegura de entender las necesidades del cliente.                                                                                                        | Implementar un script para confirmar la identidad del cliente y hacer preguntas clave sobre su situación actual.                                                                                                                                                                                                                                         |\n| Detección Necesidades | Bajo     | Muy baja (35.6). No profundiza en las necesidades del cliente ni hace preguntas relevantes.                                                                                                             | Utilizar preguntas abiertas para descubrir las necesidades del cliente (ej., \"¿Qué es lo más importante para usted en un plan de telefonía móvil?\"). Escuchar activamente las respuestas y tomar notas.                                                                                                                                   |\n| Oferta Productos      | Regular  | Moderada (43.8). Ofrece planes, pero no siempre están alineados con las necesidades del cliente.                                                                                                      | Después de detectar las necesidades, presentar los planes que mejor se adapten a ellas, destacando los beneficios específicos.                                                                                                                                                                                                                                  |\n| Manejo Objeciones     | Bueno    | Sólido (49.2). Maneja objeciones, pero podría ser más persuasivo.                                                                                                                                     | Preparar respuestas efectivas para las objeciones comunes (precio, cobertura, etc.). Utilizar la técnica \"sentir, sentir, encontré\" (ej., \"Entiendo cómo se siente, muchos clientes se sentían así, pero encontraron que...\").                                                                                                                         |\n| Cierre                | Crítico  | Muy bajo (26.3). No intenta cerrar la venta o utiliza técnicas ineficaces.                                                                                                                             | Aprender y practicar diversas técnicas de cierre (cierre directo, cierre por alternativa, cierre por resumen). No tener miedo de pedir la venta.                                                                                                                                                                                                 |\n| Despedida             | Excelente | Fuerte (67.7). Deja una buena impresión al final de la llamada.                                                                                                                                       | Continuar con la misma calidad y asegurar que la despedida sea siempre amable y profesional.                                                                                                                                                                                                                                               |\n| Proactividad          | Bajo     | Muy baja (17.6). No ofrece productos adicionales ni busca oportunidades de venta cruzada.                                                                                                               | Identificar productos complementarios que puedan ser de interés para el cliente y ofrecerlos de manera oportuna.                                                                                                                                                                                                                                    |\n| Empatía               | Bueno    | Muy buena (59.1). Conecta con los clientes y muestra comprensión.                                                                                                                                     | Seguir mostrando empatía, pero asegurarse de que no afecte la capacidad de cerrar la venta.                                                                                                                                                                                                                                                    |\n| Resolución Problemas  | Regular  | Moderada (34.5). Resuelve problemas, pero puede hacerlo de manera más eficiente.                                                                                                                       | Estar bien informado sobre los procedimientos de resolución de problemas y utilizar un lenguaje claro y conciso.                                                                                                                                                                                                                                   |\n\n### 5. PLAN DE ACCIÓN SEMANAL\n\n*   **Semana 1: Detección de Necesidades - \"Pregunta para Descubrir\"**\n    *   **Foco:** Mejorar la habilidad de identificar las necesidades del cliente.\n    *   **Acciones:**\n        *   Revisar grabaciones de llamadas para identificar oportunidades perdidas de hacer preguntas clave.\n        *   Practicar preguntas abiertas y de seguimiento (ej., \"¿Qué tipo de uso le da a su teléfono?\").\n        *   Implementar un script con preguntas esenciales para la detección de necesidades.\n*   **Semana 2: Identificación del Cliente - \"Conoce a tu Cliente\"**\n    *   **Foco:** Perfeccionar la identificación y verificación del cliente.\n    *   **Acciones:**\n        *   Crear un protocolo para verificar la información del cliente al inicio de la llamada.\n        *   Utilizar herramientas CRM para acceder al historial del cliente y personalizar la conversación.\n        *   Practicar la escucha activa para identificar las señales verbales y no verbales del cliente.\n*   **Semana 3: Cierre de Ventas - \"El Arte de Cerrar\"**\n    *   **Foco:** Dominar técnicas de cierre efectivas.\n    *   **Acciones:**\n        *   Estudiar y practicar diferentes técnicas de cierre (cierre directo, cierre por alternativa, cierre por resumen).\n        *   Grabar y analizar llamadas para identificar oportunidades de cierre perdidas.\n        *   Realizar simulaciones de ventas con un compañero para practicar el cierre.\n*   **Semana 4: Oferta de Productos - \"La Solución Perfecta\"**\n    *   **Foco:** Ofrecer productos que se ajusten a las necesidades del cliente.\n    *   **Acciones:**\n        *   Revisar el catálogo de productos y servicios para comprender los beneficios de cada uno.\n        *   Practicar la presentación de productos destacando los beneficios que resuelven las necesidades del cliente.\n        *   Utilizar herramientas de recomendación de productos para identificar las mejores opciones para cada cliente.\n\n### 6. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Saludo:** \"¡Hola, [Nombre del Cliente]! Soy [Tu Nombre] de [Compañía]. Gracias por contactarnos. ¿Cómo puedo hacer que su día sea un poco mejor hoy?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo más importante para usted en un plan de telefonía móvil?\"\n    *   \"¿Qué tipo de uso le da a su teléfono?\"\n    *   \"¿Qué características valora más?\"\n*   **Manejo de Objeciones:**\n    *   **Precio:** \"Entiendo que el precio es importante. Permítame mostrarle cómo nuestros planes ofrecen el mejor valor en términos de beneficios y características.\"\n    *   **Cobertura:** \"Nuestra red tiene una amplia cobertura en su área. Permítame verificar su dirección para asegurarme de que tenga una señal excelente.\"\n*   **Cierre:**\n    *   **Cierre Directo:** \"¿Le gustaría comenzar con este plan hoy mismo?\"\n    *   **Cierre por Alternativa:** \"¿Prefiere el plan A o el plan B?\"\n    *   **Cierre por Resumen:** \"Hemos hablado de sus necesidades y creo que el plan [Nombre del Plan] es perfecto para usted. Incluye [Beneficios Clave] y tiene un precio de [Precio]. ¿Está listo para comenzar?\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje promedio de 65 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Productos:** Aumentar el porcentaje de llamadas en las que se ofrecen productos complementarios al 50%.\n*   **KPIs Específicos:**\n    *   Aumentar el puntaje de \"Detección de Necesidades\" a 50.\n    *   Aumentar el puntaje de \"Cierre\" a 40.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 4, ¡tengo plena confianza en tu potencial! Ya tienes una base sólida con tu empatía y habilidad para manejar objeciones. Ahora, vamos a afinar esas áreas clave donde puedes brillar aún más. Imagina la satisfacción de cerrar más ventas, de saber que estás ofreciendo la solución perfecta a tus clientes. ¡Sé que puedes lograrlo! Con enfoque, práctica y este plan de acción, vas a superar tus propios límites y convertirte en un referente en el equipo. ¡Estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash"
}