{
  "agente": "MZA 30",
  "fecha_generacion": "2026-02-02T22:52:09.382123",
  "metricas": {
    "agente": "MZA 30",
    "evaluaciones": {
      "total_evaluadas": 60,
      "puntaje_promedio": 40.4,
      "puntaje_min": 0,
      "puntaje_max": 210,
      "desviacion_std": 29.9,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 12,
      "criterios": {
        "saludo_presentacion": 19.8,
        "identificacion_cliente": 67.3,
        "deteccion_necesidades": 30.0,
        "oferta_productos": 28.2,
        "manejo_objeciones": 40.2,
        "cierre": 9.5,
        "despedida": 74.7,
        "proactividad": 9.7,
        "empatia": 57.3,
        "resolucion_problemas": 30.0
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 21,
        "Manejo de objeciones": 15,
        "Proactividad": 11,
        "Cierre de ventas": 9,
        "Oferta de productos": 8
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 12,
        "Empatía": 9,
        "Despedida": 8,
        "Despedida cordial": 8,
        "Despedida cordial.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 210,
          "resumen": "El agente no cumple con los pasos obligatorios del guion de ventas. No presenta el beneficio, no identifica al cliente, ni detecta necesidades ni ofrece productos. Maneja las objeciones con empatía, pero no resuelve completamente el problema ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 82,
          "resumen": "El agente se presenta correctamente, ofrece el producto de forma directa y maneja objeciones.  Necesita mejorar la detección de necesidades y el cierre de la venta."
        },
        {
          "puntaje_total": 77,
          "resumen": "El agente se presenta y verifica al cliente correctamente. Detecta la necesidad principal del cliente y ofrece un plan. El cierre no es completo, se envia informacion por whatsapp, pero maneja las objeciones y se despide de forma cordial. Falta proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "La llamada no logra establecer una comunicación efectiva debido a la interrupción. No se cumplen los criterios de evaluación."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumplió con ninguno de los criterios de evaluación. No se presentó, no identificó al cliente, no detectó necesidades, no ofreció productos, no manejó objeciones, no cerró la venta, no se despidió correctamente y no mostró proactividad ni empatía."
        },
        {
          "puntaje_total": 0,
          "resumen": "La llamada no cumplió con ningún criterio de venta. El agente no se presentó correctamente, no verificó al cliente, no detectó necesidades, ni ofreció productos. No hubo cierre ni despedida adecuada."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 60,
      "puntaje_promedio": 40.4,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 12,
      "criterios": {
        "saludo_presentacion": 19.8,
        "identificacion_cliente": 67.3,
        "deteccion_necesidades": 30.0,
        "oferta_productos": 28.2,
        "manejo_objeciones": 40.2,
        "cierre": 9.5,
        "despedida": 74.7,
        "proactividad": 9.7,
        "empatia": 57.3,
        "resolucion_problemas": 30.0
      }
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_seg": 194.0,
      "duracion_promedio_min": 3.2,
      "distribucion_duracion": {
        "1-3 min": 34,
        "3-5 min": 11,
        "5-8 min": 5,
        "> 8 min": 4
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 40.4,
      "general": 29.4,
      "diferencia": 11.0,
      "percentil": 74.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 19.8,
        "general": 18.5,
        "diferencia": 1.3
      },
      "identificacion_cliente": {
        "agente": 67.3,
        "general": 51.4,
        "diferencia": 15.9
      },
      "deteccion_necesidades": {
        "agente": 30.0,
        "general": 16.9,
        "diferencia": 13.1
      },
      "oferta_productos": {
        "agente": 28.2,
        "general": 31.2,
        "diferencia": -3.0
      },
      "manejo_objeciones": {
        "agente": 40.2,
        "general": 23.9,
        "diferencia": 16.2
      },
      "cierre": {
        "agente": 9.5,
        "general": 10.3,
        "diferencia": -0.8
      },
      "despedida": {
        "agente": 74.7,
        "general": 56.3,
        "diferencia": 18.4
      },
      "proactividad": {
        "agente": 9.7,
        "general": 11.6,
        "diferencia": -2.0
      },
      "empatia": {
        "agente": 57.3,
        "general": 36.0,
        "diferencia": 21.3
      },
      "resolucion_problemas": {
        "agente": 30.0,
        "general": 16.7,
        "diferencia": 13.3
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 30\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 30 se posiciona como un vendedor por encima del promedio del equipo, evidenciado por un puntaje IA de 40.4, superando el promedio general de 29.4. Su percentil de 74.3 indica que se encuentra entre el 25% de los mejores vendedores del equipo. Su nivel actual puede catalogarse como **Bueno**, con un notable potencial para alcanzar un desempeño excelente. La evolución es **positiva**, considerando que supera el promedio del equipo en la mayoría de los criterios evaluados. Su potencial de mejora es considerable, especialmente si se enfoca en áreas específicas como oferta de productos y proactividad.\n\nEn términos generales, MZA 30 muestra una clara disposición al cierre y un manejo empático de las interacciones. Sin embargo, necesita refinar la detección de necesidades para personalizar las ofertas y maximizar las conversiones. Es crucial optimizar el \"pitch\" inicial y la oferta de productos, así como la proactividad para ofrecer Fibra.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ**: Los puntajes en **Identificación del cliente**, **Manejo de Objeciones**, **Despedida**, **Empatía** y **Resolución de Problemas** aumentaron significativamente en comparación con el período anterior. ¡Felicitaciones por este avance! Este incremento indica un mejor control de la interacción y una mayor capacidad para conectar con los clientes.\n*   **QUÉ EMPEORÓ**: El criterio de **Oferta de Productos** ha experimentado una disminución. Es importante investigar las causas detrás de esto, ya sea una falta de práctica con los nuevos guiones o una percepción de que no se están ofreciendo los productos adecuados a cada cliente.\n*   **QUÉ SIGUE PENDIENTE**: **Detección de Necesidades**, **Cierre de Ventas** y **Proactividad (oferta de fibra)**. Estas áreas requieren una atención continua. Si bien \"Detección de Necesidades\" y \"Manejo de Objeciones\" mostraron mejoras, aún no alcanzan un nivel óptimo. El \"Cierre de Ventas\" sigue siendo bajo y la proactividad en la oferta de fibra también.\n*   **TENDENCIA GENERAL**: MZA 30 va por buen camino, mostrando mejoras significativas en áreas clave. Sin embargo, es crucial abordar las áreas de mejora para consolidar el progreso y alcanzar su máximo potencial.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente**: MZA 30 sobresale en la verificación de la identidad del cliente, asegurando que se está comunicando con la persona correcta. Esto genera confianza y evita confusiones. Ejemplo: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Empatía**: El agente muestra una gran capacidad para conectar con los clientes, comprendiendo sus necesidades y preocupaciones. Esto se traduce en un trato cordial y una mejor experiencia del cliente.\n*   **Despedida**: MZA 30 se despide de forma cordial y profesional, dejando una buena impresión final.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Detección de Necesidades (PERSISTENTE)**: Es fundamental hacer las preguntas correctas para entender las necesidades específicas de cada cliente. En lugar de preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\", se debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (NUEVA)**: La disminución en este criterio requiere atención inmediata. Es crucial revisar los guiones de venta, practicar la presentación de los beneficios de cada producto y asegurarse de que se están ofreciendo las opciones más relevantes para cada cliente.\n*   **Proactividad (PERSISTENTE)**: La oferta de fibra debe ser una práctica constante en cada llamada. En lugar de preguntar si le interesa, se debe comentar directamente sobre los beneficios del servicio. Ejemplo: \"Además de la oferta en tu línea móvil, Movistar ofrece un excelente servicio de fibra óptica en tu zona, con [mencionar beneficios específicos como velocidad, estabilidad, etc.]\".\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\n*   **TMO (Tiempo Medio Operativo):** Con un promedio de 3.2 minutos, el TMO de MZA 30 se encuentra dentro del rango óptimo (2-4 minutos). Esto indica que está generando engagement con los clientes y completando las llamadas de manera eficiente.\n*   **% Capta Atención:** No se dispone del porcentaje exacto de llamadas que superan el minuto, por lo que se debe hacer un seguimiento de esta métrica a partir de ahora. Si es bajo, indicaría que el agente tiene problemas para enganchar al cliente en los primeros segundos de la llamada.\n*   **Cortes de llamada**: No se dispone de datos sobre los cortes de llamada. Es importante monitorear esta métrica para identificar si los clientes están cortando la llamada antes de que el agente pueda presentar la oferta.\n*   **Llamadas <30 seg**: No se dispone de datos sobre las llamadas que duran menos de 30 segundos. Es importante monitorear esta métrica para identificar si el agente está teniendo problemas en el saludo inicial.\n*   **Tasa de aprobación de ventas**: No se dispone de datos sobre la tasa de aprobación de ventas. Es importante monitorear esta métrica para identificar si hay problemas en la calidad de las ventas (datos incorrectos, mal procesamiento, etc.).\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** Nivel: **Regular**. MZA 30 realiza el saludo, pero puede mejorar la personalización y el impacto inicial. Debe evitar frases como \"Tengo una oferta que podría interesarle\" y usar en su lugar \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente:** Nivel: **Excelente**. MZA 30 sobresale en la verificación de la identidad del cliente, asegurando que se está comunicando con la persona correcta.\n*   **Detección de Necesidades:** Nivel: **Regular**. MZA 30 debe mejorar la forma de obtener información relevante sobre las necesidades del cliente. Debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" en lugar de preguntas genéricas.\n*   **Oferta de Productos:** Nivel: **Regular**. MZA 30 necesita practicar la presentación de los beneficios de cada producto y asegurarse de que se están ofreciendo las opciones más relevantes para cada cliente.\n*   **Manejo de Objeciones:** Nivel: **Bueno**. MZA 30 ha mejorado en el manejo de objeciones, pero aún puede personalizar sus respuestas para cada cliente.\n*   **Cierre:** Nivel: **Crítico**. MZA 30 necesita mejorar la forma de cerrar la venta. Debe asignar sucursal o buscar el domicilio del cliente para completar la venta.\n*   **Despedida:** Nivel: **Excelente**. MZA 30 se despide de forma cordial y profesional, dejando una buena impresión final.\n*   **Proactividad:** Nivel: **Crítico**. MZA 30 debe ofrecer fibra de forma directa, sin preguntar si le interesa.\n*   **Empatía:** Nivel: **Bueno**. MZA 30 muestra una gran capacidad para conectar con los clientes, comprendiendo sus necesidades y preocupaciones.\n*   **Resolución de Problemas:** Nivel: **Regular**. Debe esforzarse por ofrecer soluciones concretas y efectivas a los problemas planteados por el cliente.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco en Detección de Necesidades y Oferta de Productos**. Realizar role-playing con guiones específicos para identificar las necesidades del cliente y presentar los productos de manera efectiva. Practicar la presentación de los beneficios de la fibra.\n**Semana 2:** **Prioridad en Cierre de Ventas y Proactividad**. Enfocarse en técnicas de cierre directo y practicar la oferta de fibra en cada llamada.\n**Semana 3:** **Consolidación**. Revisar todas las áreas de mejora y realizar sesiones de coaching para reforzar las habilidades aprendidas.\n**Semana 4:** **Optimización**. Analizar los resultados y ajustar las estrategias para maximizar el rendimiento.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Identificación del Cliente**: \"Hola, ¿me comunico con [Nombre y Apellido]?\" - (Es [Nombre y Apellido] quien habla?).\n*   **Detección de Necesidades**: \"¿Qué es lo que más usás del celular? Redes sociales, videollamadas, música?\". \"¿Cuántos GB tenés en tu plan actual?\".\n*   **Oferta de Fibra**: \"Además de esta excelente oferta para tu línea móvil, quiero comentarte que Movistar ofrece un servicio de fibra óptica de alta velocidad en tu zona, con [mencionar velocidad específica] y [beneficios como estabilidad, mejor experiencia para gaming/streaming]\".\n*   **Cierre**: \"Perfecto, para completar la contratación, ¿preferís retirar tu nuevo chip en una sucursal o que lo enviemos a tu domicilio? Si elegís la sucursal, ¿cuál te queda más cómoda? [Nombrar opciones]. Si preferís envío a domicilio, ¿me confirmás tu dirección completa por favor?\".\n*   **Manejo de Precio**: \"Entiendo que el precio es importante, y es lógico que lo tengas en cuenta. Muchos de nuestros clientes al principio también se fijaron en eso. Pero una vez que empezaron a usar el servicio y notaron la diferencia en la velocidad de navegación y la estabilidad de la conexión, entendieron que el valor está ahí\".\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje IA de 60 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión en un 15%.\n*   **Ofrecimiento de Productos:** Ofrecer al menos 3 productos diferentes en cada llamada (móvil, fibra, otros servicios).\n*   **% Capta Atención:** Alcanzar un 40% de llamadas que superen el minuto.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs Específicos:** Aumentar en 20 puntos el puntaje en \"Detección de Necesidades\" y \"Cierre de Ventas\" según la evaluación IA.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\n¡MZA 30, veo un gran potencial en vos! Has demostrado una notable capacidad para conectar con los clientes y resolver sus problemas. La mejora en la identificación, empatía y manejo de objeciones es impresionante. Ahora, enfoquémonos en pulir la detección de necesidades y la oferta de productos para cerrar más ventas y ofrecer soluciones integrales. ¡Confío en que podés alcanzar un nivel de excelencia y convertirte en uno de los mejores vendedores del equipo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}