{
  "equipo": "ARENAS YASMIN",
  "fecha_generacion": "2026-02-18T11:20:13.065466",
  "metricas": {
    "equipo": "ARENAS YASMIN",
    "vendedores": [
      "Rodrigo Coraglia",
      "Bengolea Bruno",
      "Miranda Macarena",
      "Facchini Delfina",
      "Carrizo Maciel",
      "Flores Brisa",
      "Broglia Tomas",
      "Urzagasti Celeste",
      "Belen",
      "Celeste Ibaceta",
      "Lopez Rife Agustina"
    ],
    "total_vendedores": 11,
    "evaluaciones": {},
    "clasificacion": {},
    "planes": {
      "total_llamadas": 478,
      "con_plan": 191,
      "ofrece_fibra": 87,
      "pct_plan": 40.0,
      "pct_fibra": 18.2
    },
    "quejas": {
      "total_quejas": 39,
      "no_resueltas": 47,
      "resueltas": -8,
      "pct_resolucion": -20.5
    },
    "calidad": {
      "llamadas": {
        "vendedores_con_datos": 11,
        "total_llamadas": 1868,
        "tmo_promedio": 103,
        "pct_capta_atencion_prom": 34.5
      }
    }
  },
  "comparativa": {
    "puntaje_modelo": {
      "equipo": 0,
      "general": 33.0,
      "diferencia": -33.0,
      "ranking": "1 de 1"
    },
    "ranking_completo": [
      {
        "equipo": "MELANIE CARMONA",
        "puntaje": 33.0
      }
    ]
  },
  "coaching_modelo": {
    "resumen_ejecutivo": "El equipo Arenas Yasmin muestra un desempeño inicial que requiere atención inmediata. Si bien el puntaje general del modelo es de 33, ubicándose en el último lugar entre 7 equipos, existen áreas con potencial de mejora. La gestión de quejas presenta un desafío significativo, y la implementación de estrategias enfocadas en la calidad de las llamadas y la conversión de planes es crucial para impulsar el rendimiento del equipo.",
    "diagnostico": {
      "nivel_rendimiento": "EN DESARROLLO",
      "puntaje_equipo": 33,
      "posicion_ranking": "7 de 7 equipos",
      "tendencia": "ESTABLE"
    },
    "fortalezas_equipo": [
      {
        "area": "Oferta de Planes",
        "evidencia": "El 40% de las llamadas resultan en la oferta de un plan.",
        "impacto": "Indica una capacidad inicial para presentar los productos de la compañía."
      }
    ],
    "areas_mejora_prioritarias": [
      {
        "area": "Gestión de Quejas",
        "situacion_actual": "Con un total de 39 quejas, se observa un porcentaje de resolución negativo del -20.5%, indicando que hay más quejas sin resolver que resueltas.",
        "meta": "Alcanzar un porcentaje de resolución de quejas del 80% en los próximos 30 días.",
        "impacto_potencial": "Mejora la satisfacción del cliente, reduce la tasa de abandono y fortalece la reputación de la empresa."
      },
      {
        "area": "Oferta de Fibra Óptica",
        "situacion_actual": "Solo el 18.2% de las llamadas incluyen la oferta de fibra óptica, lo cual representa una oportunidad perdida para aumentar las ventas de este producto de alto valor.",
        "meta": "Aumentar el porcentaje de llamadas con oferta de fibra óptica al 40% en los próximos 60 días.",
        "impacto_potencial": "Incrementa los ingresos por ventas de fibra óptica y diversifica la oferta a los clientes."
      },
      {
        "area": "Puntaje del Modelo",
        "situacion_actual": "El puntaje del modelo es de 33, muy por debajo del promedio general de 33.0, indicando una necesidad de mejorar la calidad de las interacciones.",
        "meta": "Aumentar el puntaje del modelo a 60 en los próximos 90 días.",
        "impacto_potencial": "Mejora la efectividad de las ventas, aumenta la conversión y optimiza la experiencia del cliente."
      }
    ],
    "analisis_vendedores": {
      "top_performers": [
        "Identificar a los vendedores con mayor tasa de conversión de planes y fibra óptica. Analizar sus técnicas de venta y replicarlas en el resto del equipo."
      ],
      "necesitan_apoyo": [
        "Identificar a los vendedores con menor tasa de conversión y mayor número de quejas sin resolver. Ofrecerles capacitación individualizada y seguimiento cercano."
      ],
      "potencial_alto": [
        "Evaluar a los vendedores que muestran una buena captación de la atención del cliente (34.5% promedio) pero baja conversión. Brindarles herramientas y estrategias para cerrar las ventas."
      ]
    },
    "plan_accion_equipo": [
      {
        "prioridad": 1,
        "accion": "Implementar un sistema de seguimiento y resolución de quejas con plazos definidos y responsables asignados.",
        "responsable": "Lider del equipo",
        "plazo": "Inmediato",
        "indicador_exito": "Porcentaje de resolución de quejas superior al 80%."
      },
      {
        "prioridad": 2,
        "accion": "Realizar sesiones de capacitación sobre técnicas de venta de fibra óptica y manejo de objeciones.",
        "responsable": "Lider del equipo / Capacitador",
        "plazo": "Corto plazo",
        "indicador_exito": "Aumento del 20% en la oferta de fibra óptica en las llamadas."
      },
      {
        "prioridad": 3,
        "accion": "Implementar un sistema de coaching individualizado para los vendedores con bajo rendimiento.",
        "responsable": "Lider del equipo",
        "plazo": "Mediano plazo",
        "indicador_exito": "Mejora del 15% en la tasa de conversión de planes de los vendedores con bajo rendimiento."
      },
      {
        "prioridad": 4,
        "accion": "Monitorear y analizar las llamadas para identificar patrones de éxito y áreas de mejora.",
        "responsable": "Todos",
        "plazo": "Continuo",
        "indicador_exito": "Identificación y replicación de las mejores prácticas de venta."
      }
    ],
    "capacitaciones_recomendadas": [
      {
        "tema": "Manejo de Quejas y Resolución de Problemas",
        "objetivo": "Desarrollar habilidades para resolver quejas de manera efectiva y mejorar la satisfacción del cliente.",
        "modalidad": "Grupal",
        "duracion_sugerida": "4 horas",
        "vendedores_prioritarios": [
          "Todos"
        ]
      },
      {
        "tema": "Técnicas de Venta de Fibra Óptica",
        "objetivo": "Aumentar el conocimiento del producto y desarrollar habilidades para persuadir a los clientes a contratar fibra óptica.",
        "modalidad": "Mixta (Grupal y Individual)",
        "duracion_sugerida": "6 horas",
        "vendedores_prioritarios": [
          "Todos"
        ]
      },
      {
        "tema": "Comunicación Efectiva y Empatía con el Cliente",
        "objetivo": "Mejorar la calidad de las interacciones con los clientes y construir relaciones duraderas.",
        "modalidad": "Grupal",
        "duracion_sugerida": "4 horas",
        "vendedores_prioritarios": [
          "Todos"
        ]
      }
    ],
    "metas_equipo": {
      "corto_plazo_30_dias": [
        {
          "meta": "Aumentar el porcentaje de resolución de quejas.",
          "valor_actual": "-20.5%",
          "valor_objetivo": "50%",
          "estrategia": "Implementar el sistema de seguimiento y resolución de quejas y capacitar al equipo en técnicas de resolución de problemas."
        },
        {
          "meta": "Aumentar el porcentaje de oferta de fibra óptica.",
          "valor_actual": "18.2%",
          "valor_objetivo": "30%",
          "estrategia": "Realizar sesiones de capacitación sobre técnicas de venta de fibra óptica y ofrecer incentivos por la venta de este producto."
        }
      ],
      "mediano_plazo_90_dias": [
        {
          "meta": "Aumentar el puntaje del modelo.",
          "valor_actual": "33",
          "valor_objetivo": "60",
          "estrategia": "Implementar un sistema de coaching individualizado, monitorear y analizar las llamadas y replicar las mejores prácticas de venta."
        },
        {
          "meta": "Mejorar la tasa de conversión de planes.",
          "valor_actual": "Desconocido",
          "valor_objetivo": "Aumentar en un 10%",
          "estrategia": "Capacitar al equipo en técnicas de persuasión y cierre de ventas, y ofrecer incentivos por la conversión de planes."
        }
      ]
    },
    "mensaje_motivacional_equipo": "Equipo Arenas Yasmin, ¡tenemos el potencial para superar cualquier desafío! Con enfoque, capacitación y trabajo en equipo, podemos transformar nuestras áreas de mejora en fortalezas y alcanzar el éxito. ¡Confío en cada uno de ustedes!"
  }
}