{
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-01-27T09:13:19.534027",
  "metricas": {
    "equipo": "MARINA MARTINEZ",
    "vendedores": [
      "Arias Rodrigo",
      "Shaira Rodriguez",
      "Escobar Maximiliano",
      "Malena Rocío Segreti Ciffone",
      "Ortiz Lopez Ludmila Celeste",
      "Contursi Agustin",
      "Samperi Rocio"
    ],
    "total_vendedores": 7,
    "evaluaciones": {
      "total_evaluadas": 609,
      "puntaje_promedio": 41.5,
      "puntaje_min": 0.0,
      "puntaje_max": 850.0,
      "desviacion_std": 73.8,
      "llamadas_excelentes": 21,
      "llamadas_buenas": 80,
      "llamadas_regulares": 166,
      "llamadas_criticas": 364,
      "criterios": {
        "saludo_presentacion": 40.4,
        "identificacion_cliente": 30.5,
        "deteccion_necesidades": 31.8,
        "oferta_productos": 33.2,
        "manejo_objeciones": 38.3,
        "cierre": 19.8,
        "despedida": 45.8,
        "proactividad": 15.7,
        "empatia": 50.9,
        "resolucion_problemas": 28.5
      },
      "areas_mejora": {
        "Detección de necesidades": 160,
        "Identificación del cliente": 157,
        "Proactividad": 148,
        "Manejo de objeciones": 117,
        "Oferta de productos": 81,
        "Cierre de venta": 75,
        "Cierre de ventas": 75,
        "Presentación y Saludo": 63,
        "Cierre de la venta": 62,
        "Empatía": 58
      },
      "fortalezas": {
        "Empatía": 93,
        "Despedida": 54,
        "Manejo de objeciones": 49,
        "Saludo y presentación": 39,
        "Identificación correcta del cliente.": 37,
        "Manejo de objeciones.": 37,
        "Identificación del cliente": 27,
        "Buen manejo de objeciones.": 26,
        "Empatía.": 25,
        "Detección de necesidades": 19
      },
      "rendimiento_vendedores": []
    },
    "coaching_resumen": [],
    "clasificacion": {
      "total_llamadas": 343,
      "con_saludo": 226,
      "con_cierre": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 23,
      "ventas": 11,
      "pct_saludo": 65.9,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 6.7,
      "tasa_conversion": 3.2
    },
    "planes": {
      "total_llamadas": 343,
      "con_plan": 102,
      "pct_plan": 29.7,
      "ofrece_fibra": 31,
      "pct_fibra": 9.0,
      "dias_promo": 265,
      "menciona_promo": 128,
      "pct_promo": 48.3
    },
    "quejas": {
      "total_quejas": 26,
      "no_resueltas": 31,
      "resueltas": -5,
      "pct_resolucion": -19.2
    },
    "calidad": {
      "tiempos": {
        "vendedores_con_datos": 7,
        "break_promedio_seg": 6272,
        "coaching_promedio_seg": 8043,
        "disponible_promedio_seg": 0,
        "no_disponible_promedio_seg": 0
      },
      "llamadas": {
        "vendedores_con_datos": 7,
        "total_llamadas": 1462,
        "llamadas_promedio": 208.9,
        "atendidas_promedio": 0.0
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "equipo": 41.5,
      "general": 42.6,
      "diferencia": -1.1,
      "ranking": 3
    },
    "conversion": {
      "equipo": 3.2,
      "general": 4.6,
      "diferencia": -1.4
    },
    "fibra": {
      "equipo": 9.0,
      "general": 13.6,
      "diferencia": -4.6
    }
  },
  "coaching_ia": {
    "resumen_ejecutivo": "El equipo de Marina Martinez muestra un rendimiento por debajo del promedio general en comparación con otros equipos de Movistar Argentina, especialmente en conversión y oferta de fibra. Si bien demuestran fortalezas en empatía y despedida, existen áreas críticas de mejora en la detección de necesidades, identificación del cliente y cierre de ventas. El plan de acción se enfoca en capacitaciones específicas, dinámicas de equipo y metas claras para impulsar la conversión y la oferta de fibra, buscando un impacto positivo en el corto y mediano plazo.",
    "diagnostico": {
      "nivel_rendimiento": "EN DESARROLLO",
      "puntaje_equipo": 41.5,
      "posicion_ranking": "3 de 7 equipos",
      "tendencia": "ESTABLE"
    },
    "fortalezas_equipo": [
      {
        "area": "Empatía",
        "evidencia": "Puntaje de 50.9 en el criterio de empatía y 93 menciones como fortaleza.",
        "impacto": "Facilita la conexión con el cliente y la construcción de relaciones, lo cual es crucial para la venta consultiva."
      },
      {
        "area": "Despedida",
        "evidencia": "Puntaje de 45.8 en el criterio de despedida y 54 menciones como fortaleza.",
        "impacto": "Deja una impresión positiva en el cliente, aumentando la probabilidad de futuras interacciones y recomendaciones."
      }
    ],
    "areas_mejora_prioritarias": [
      {
        "area": "Detección de necesidades",
        "situacion_actual": "Puntaje bajo de 31.8 en el criterio de detección de necesidades y 160 menciones como área de mejora. Los vendedores no están identificando adecuadamente las necesidades de los clientes.",
        "meta": "Aumentar el puntaje promedio en detección de necesidades a 50 en 30 días.",
        "impacto_potencial": "Aumentar la relevancia de la oferta y la probabilidad de cierre de ventas al ofrecer soluciones personalizadas."
      },
      {
        "area": "Identificación del cliente",
        "situacion_actual": "Puntaje bajo de 30.5 en el criterio de identificación del cliente y 157 menciones como área de mejora. Los vendedores no están confirmando la información del cliente al inicio de la llamada.",
        "meta": "Aumentar el puntaje promedio en identificación del cliente a 60 en 30 días.",
        "impacto_potencial": "Mejorar la precisión de la oferta, evitar errores y demostrar profesionalismo."
      },
      {
        "area": "Cierre de venta",
        "situacion_actual": "Puntaje muy bajo de 19.8 en el criterio de cierre y 75 menciones como área de mejora. El equipo no está cerrando las ventas de manera efectiva.",
        "meta": "Aumentar el puntaje promedio en cierre a 40 en 60 días y aumentar la tasa de conversión en un 1%.",
        "impacto_potencial": "Aumentar significativamente la tasa de conversión y los ingresos del equipo."
      }
    ],
    "analisis_vendedores": {
      "top_performers": [
        "Identificar individualmente después de analizar el rendimiento por vendedor (información faltante)"
      ],
      "necesitan_apoyo": [
        "Identificar individualmente después de analizar el rendimiento por vendedor (información faltante). Enfocarse en los vendedores con puntajes consistentemente bajos en las áreas de mejora prioritarias."
      ],
      "potencial_alto": [
        "Identificar individualmente después de analizar el rendimiento por vendedor (información faltante). Buscar vendedores con buena empatía pero bajos puntajes en cierre o detección de necesidades."
      ]
    },
    "plan_accion_equipo": [
      {
        "prioridad": 1,
        "accion": "Capacitación intensiva en detección de necesidades: técnicas de preguntas abiertas, escucha activa y resumen de necesidades.",
        "responsable": "Líder del equipo",
        "plazo": "Inmediato",
        "indicador_exito": "Aumento del puntaje promedio en detección de necesidades en las evaluaciones de IA.",
        "recursos_necesarios": "Material de capacitación, ejemplos de llamadas exitosas, tiempo del líder para la capacitación."
      },
      {
        "prioridad": 2,
        "accion": "Implementación de un script de inicio de llamada estandarizado que incluya la confirmación de la identidad del cliente y la verificación de sus necesidades básicas.",
        "responsable": "Todos",
        "plazo": "Inmediato",
        "indicador_exito": "Aumento del porcentaje de llamadas con identificación correcta del cliente.",
        "recursos_necesarios": "Creación y distribución del script, entrenamiento en su uso."
      },
      {
        "prioridad": 3,
        "accion": "Role-playing semanal enfocado en técnicas de cierre de ventas: resumen de beneficios, creación de urgencia, cierre directo y cierre alternativo.",
        "responsable": "Líder del equipo",
        "plazo": "Corto plazo",
        "indicador_exito": "Aumento del puntaje promedio en cierre de ventas en las evaluaciones de IA y aumento de la tasa de conversión.",
        "recursos_necesarios": "Tiempo del líder para la preparación y facilitación, escenarios de role-playing."
      },
      {
        "prioridad": 4,
        "accion": "Sesiones de coaching individualizadas para los vendedores con menor rendimiento, enfocadas en las áreas de mejora identificadas en las evaluaciones de IA.",
        "responsable": "Líder del equipo",
        "plazo": "Corto plazo",
        "indicador_exito": "Mejora individual en los puntajes de las áreas de mejora en las evaluaciones de IA.",
        "recursos_necesarios": "Tiempo del líder, herramientas de evaluación y seguimiento."
      },
      {
        "prioridad": 5,
        "accion": "Incentivar la oferta de fibra óptica mediante un concurso semanal con premios para los vendedores que logren la mayor cantidad de ventas de fibra.",
        "responsable": "Líder del equipo",
        "plazo": "Mediano plazo",
        "indicador_exito": "Aumento del porcentaje de llamadas con oferta de fibra y aumento de las ventas de fibra.",
        "recursos_necesarios": "Presupuesto para los premios, seguimiento de las ventas de fibra."
      }
    ],
    "capacitaciones_recomendadas": [
      {
        "tema": "Técnicas de venta consultiva",
        "objetivo": "Mejorar la capacidad de los vendedores para identificar las necesidades de los clientes y ofrecer soluciones personalizadas.",
        "modalidad": "Grupal",
        "duracion_sugerida": "4 horas",
        "vendedores_prioritarios": [
          "Todos"
        ]
      },
      {
        "tema": "Manejo de objeciones avanzado",
        "objetivo": "Proporcionar a los vendedores herramientas para superar las objeciones comunes de los clientes y cerrar más ventas.",
        "modalidad": "Grupal",
        "duracion_sugerida": "3 horas",
        "vendedores_prioritarios": [
          "Todos"
        ]
      },
      {
        "tema": "Técnicas de cierre de ventas efectivas",
        "objetivo": "Enseñar a los vendedores diferentes técnicas de cierre para aumentar la tasa de conversión.",
        "modalidad": "Grupal",
        "duracion_sugerida": "3 horas",
        "vendedores_prioritarios": [
          "Todos"
        ]
      }
    ],
    "dinamicas_equipo": [
      {
        "nombre": "Role-playing de cierre de ventas",
        "objetivo": "Practicar diferentes técnicas de cierre de ventas en un entorno seguro y divertido.",
        "frecuencia": "Semanal",
        "descripcion": "El líder del equipo presenta un escenario de venta y los vendedores se turnan para practicar el cierre. Se proporciona retroalimentación constructiva."
      },
      {
        "nombre": "Compartir historias de éxito",
        "objetivo": "Aprender de las experiencias de otros vendedores y motivar al equipo.",
        "frecuencia": "Semanal",
        "descripcion": "Cada semana, un vendedor comparte una historia de éxito reciente y explica cómo logró cerrar la venta."
      }
    ],
    "metas_equipo": {
      "corto_plazo_30_dias": [
        {
          "meta": "Aumentar el puntaje promedio en detección de necesidades",
          "valor_actual": "31.8",
          "valor_objetivo": "50",
          "estrategia": "Capacitación intensiva en detección de necesidades y seguimiento individualizado."
        },
        {
          "meta": "Aumentar el puntaje promedio en identificación del cliente",
          "valor_actual": "30.5",
          "valor_objetivo": "60",
          "estrategia": "Implementación de un script de inicio de llamada estandarizado."
        }
      ],
      "mediano_plazo_90_dias": [
        {
          "meta": "Aumentar la tasa de conversión",
          "valor_actual": "3.2%",
          "valor_objetivo": "4.2%",
          "estrategia": "Capacitación en técnicas de cierre de ventas, role-playing y coaching individualizado."
        },
        {
          "meta": "Aumentar el porcentaje de llamadas con oferta de fibra",
          "valor_actual": "9.0%",
          "valor_objetivo": "15%",
          "estrategia": "Concurso semanal con premios para los vendedores que logren la mayor cantidad de ventas de fibra."
        }
      ]
    },
    "seguimiento": {
      "reuniones_sugeridas": "Reuniones de equipo semanales para revisar el progreso hacia las metas, compartir mejores prácticas y abordar cualquier desafío. Reuniones individuales mensuales con cada vendedor para revisar su desempeño y proporcionar coaching personalizado.",
      "metricas_monitorear": [
        "Puntaje promedio en detección de necesidades",
        "Puntaje promedio en identificación del cliente",
        "Puntaje promedio en cierre de ventas",
        "Tasa de conversión",
        "Porcentaje de llamadas con oferta de fibra",
        "Ventas de fibra"
      ],
      "alertas": [
        "Disminución en la tasa de conversión",
        "Bajo rendimiento en las áreas de mejora prioritarias",
        "Falta de participación en las capacitaciones y dinámicas de equipo"
      ]
    }
  }
}