{
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-23T10:13:46.565665",
  "metricas": {
    "equipo": "DIANA",
    "vendedores": [
      "Mza 46",
      "Mza 47",
      "Mza 48",
      "Mza 49",
      "Mza 50",
      "Mza 51",
      "Mza 52",
      "Mza 53",
      "Mza 54",
      "Mza 55",
      "Mza 56",
      "Mza 57",
      "Mza 58",
      "Mza 59",
      "Mza 60",
      "Mza 61",
      "Mza 62",
      "Mza 63",
      "Mza 64",
      "Mza 65",
      "Mza 66",
      "Mza 67",
      "Mza 68",
      "Mza 69",
      "Mza 70",
      "Mza 71",
      "Mza 84",
      "Mza 85",
      "Mza 86",
      "Mza 87",
      "Mza 88",
      "Mza 89",
      "Mza 90",
      "Mza 91",
      "Mza 92",
      "Mza 93",
      "Mza 323",
      "Mza 324",
      "Mza 325",
      "Mza 326",
      "Mza 327",
      "Mza  Sup2",
      "Mza Sup5"
    ],
    "total_vendedores": 43,
    "evaluaciones": {},
    "coaching_resumen": [],
    "clasificacion": {},
    "planes": {},
    "quejas": {},
    "calidad": {},
    "cierres": {}
  },
  "comparativa": {},
  "coaching_ia": {
    "resumen_ejecutivo": "El equipo Diana presenta un rendimiento general en desarrollo, con un puntaje IA promedio de 37.5 y una tasa de conversión del 3.2%. Si bien existen áreas de oportunidad significativas, el equipo muestra potencial de crecimiento con un enfoque estratégico en capacitación y mejora de procesos. La implementación de un plan de acción enfocado en la optimización de la gestión de quejas y el desarrollo de habilidades de venta consultiva puede impulsar significativamente el rendimiento del equipo.",
    "diagnostico": {
      "nivel_rendimiento": "EN DESARROLLO",
      "puntaje_equipo": 37.5,
      "posicion_ranking": "N/A de 5 equipos",
      "tendencia": "ESTABLE"
    },
    "fortalezas_equipo": [
      {
        "area": "Tamaño del equipo",
        "evidencia": "43 vendedores",
        "impacto": "Mayor alcance potencial de clientes y portabilidades."
      }
    ],
    "areas_mejora_prioritarias": [
      {
        "area": "Tasa de Conversión",
        "situacion_actual": "Tasa de conversión general del 3.2%, por debajo del promedio ideal.",
        "meta": "Aumentar la tasa de conversión al 4.5% en 90 días.",
        "impacto_potencial": "Aumento significativo en el número de portabilidades y ventas de planes/fibra."
      },
      {
        "area": "Puntaje IA",
        "situacion_actual": "Puntaje IA promedio general de 37.5, indicando áreas de mejora en habilidades de venta y conocimiento del producto.",
        "meta": "Aumentar el puntaje IA promedio a 50 en 60 días.",
        "impacto_potencial": "Mejora en la calidad de las interacciones con los clientes y el cierre de ventas."
      },
      {
        "area": "Gestión de Quejas",
        "situacion_actual": "Datos no disponibles, pero la gestión ineficiente de quejas puede afectar la satisfacción del cliente y la reputación de la empresa.",
        "meta": "Reducir el tiempo promedio de resolución de quejas en un 20% en 30 días.",
        "impacto_potencial": "Mejora en la satisfacción del cliente y la retención."
      }
    ],
    "analisis_vendedores": {
      "top_performers": [
        "Identificar a los 5 mejores vendedores (Mza XX) y destacar sus habilidades en cierre de ventas y conocimiento del producto."
      ],
      "necesitan_apoyo": [
        "Identificar a los 5 vendedores con menor puntaje IA (Mza YY) y ofrecer coaching individualizado en habilidades de venta y conocimiento del producto."
      ],
      "potencial_alto": [
        "Identificar a los 5 vendedores con mayor mejora en el puntaje IA en el último mes (Mza ZZ) y ofrecer oportunidades de desarrollo de liderazgo."
      ]
    },
    "plan_accion_equipo": [
      {
        "prioridad": 1,
        "accion": "Implementar un programa de coaching individualizado para los vendedores con menor puntaje IA.",
        "responsable": "Líder del equipo",
        "plazo": "Inmediato",
        "indicador_exito": "Aumento del puntaje IA promedio de los vendedores en coaching en un 10% en 30 días.",
        "recursos_necesarios": "Tiempo del líder del equipo, materiales de capacitación."
      },
      {
        "prioridad": 2,
        "accion": "Realizar talleres semanales sobre técnicas de venta consultiva y manejo de objeciones.",
        "responsable": "Todos",
        "plazo": "Corto plazo",
        "indicador_exito": "Aumento de la tasa de conversión del equipo en un 0.5% en 30 días.",
        "recursos_necesarios": "Sala de capacitación, facilitador, materiales de capacitación."
      },
      {
        "prioridad": 3,
        "accion": "Optimizar el proceso de gestión de quejas, implementando un sistema de seguimiento y resolución eficiente.",
        "responsable": "Líder del equipo",
        "plazo": "Mediano plazo",
        "indicador_exito": "Reducción del tiempo promedio de resolución de quejas en un 20% en 30 días.",
        "recursos_necesarios": "Software de gestión de quejas, capacitación en atención al cliente."
      }
    ],
    "capacitaciones_recomendadas": [
      {
        "tema": "Técnicas de Venta Consultiva",
        "objetivo": "Mejorar la capacidad de los vendedores para identificar las necesidades de los clientes y ofrecer soluciones personalizadas.",
        "modalidad": "Grupal",
        "duracion_sugerida": "4 horas",
        "vendedores_prioritarios": [
          "Mza YY (vendedores con menor puntaje IA)"
        ]
      },
      {
        "tema": "Manejo de Objeciones",
        "objetivo": "Proporcionar a los vendedores herramientas y técnicas para superar las objeciones de los clientes y cerrar ventas.",
        "modalidad": "Grupal",
        "duracion_sugerida": "3 horas",
        "vendedores_prioritarios": [
          "Todos"
        ]
      },
      {
        "tema": "Conocimiento Profundo de Productos y Servicios (Planes y Fibra)",
        "objetivo": "Asegurar que todos los vendedores tengan un conocimiento completo de los productos y servicios ofrecidos por Movistar.",
        "modalidad": "Mixta (Individual y Grupal)",
        "duracion_sugerida": "5 horas",
        "vendedores_prioritarios": [
          "Mza YY (vendedores con menor puntaje IA)"
        ]
      }
    ],
    "dinamicas_equipo": [
      {
        "nombre": "Role-Playing de Ventas",
        "objetivo": "Practicar técnicas de venta y manejo de objeciones en un entorno simulado.",
        "frecuencia": "Semanal",
        "descripcion": "Los vendedores se turnan para representar diferentes escenarios de venta, con retroalimentación del líder del equipo y sus compañeros."
      },
      {
        "nombre": "Compartir Historias de Éxito",
        "objetivo": "Motivar al equipo y compartir mejores prácticas.",
        "frecuencia": "Semanal",
        "descripcion": "Cada semana, un vendedor comparte una historia de éxito reciente, destacando las estrategias y técnicas que utilizó."
      }
    ],
    "metas_equipo": {
      "corto_plazo_30_dias": [
        {
          "meta": "Aumentar la tasa de conversión en un 0.5%.",
          "valor_actual": "3.2%",
          "valor_objetivo": "3.7%",
          "estrategia": "Implementar talleres semanales sobre técnicas de venta consultiva y manejo de objeciones."
        }
      ],
      "mediano_plazo_90_dias": [
        {
          "meta": "Aumentar la tasa de conversión al 4.5%.",
          "valor_actual": "3.2%",
          "valor_objetivo": "4.5%",
          "estrategia": "Continuar con los talleres semanales, implementar un programa de coaching individualizado y optimizar el proceso de gestión de quejas."
        }
      ]
    },
    "seguimiento": {
      "reuniones_sugeridas": "Reuniones de equipo semanales de 30 minutos para revisar el progreso hacia las metas y compartir mejores prácticas. Reuniones individuales mensuales de 60 minutos con cada vendedor para discutir su desempeño y establecer objetivos individuales.",
      "metricas_monitorear": [
        "Tasa de conversión",
        "Puntaje IA promedio",
        "Tiempo promedio de resolución de quejas",
        "Número de portabilidades",
        "Ventas de planes y fibra"
      ],
      "alertas": [
        "Disminución en la tasa de conversión",
        "Aumento en el tiempo promedio de resolución de quejas",
        "Bajo rendimiento individual persistente"
      ]
    }
  }
}