{
  "archivo": "amza81_1_260212111850731_ACD_22433.wav",
  "duracion_segundos": 323.22,
  "num_segmentos": 71,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 304.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.2,
      "fin": 2.9,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 2.9,
      "fin": 3.9,
      "texto": "Hola, ¿cómo le va Gonzalo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.8,
      "fin": 5.7,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.8,
      "fin": 6.6,
      "texto": "¿Cómo estás Gonzalo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.6,
      "fin": 8.3,
      "texto": "Mucho gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.4,
      "fin": 11.0,
      "texto": "Mi nombre es Max, ¿cómo te va?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.0,
      "fin": 18.0,
      "texto": "Mira, te estoy hablando porque justamente me figuraba que eras de Claro, tenías otras líneas que también son de Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.6,
      "fin": 21.4,
      "texto": "Yo lo que quería... Ah, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.5,
      "fin": 24.6,
      "texto": "¿Cómo te fue después de que te fuiste de la compañía de Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.6,
      "fin": 27.4,
      "texto": "Te fuiste hace como tres años, puede ser."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.4,
      "fin": 28.4,
      "texto": "Sí, sí, yo ya estuve hablando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.6,
      "fin": 29.3,
      "texto": "El tema es que..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.6,
      "fin": 37.6,
      "texto": "Por ahora no voy a hacer nada porque eh lo que me ofrece Movistar con el tema del Roaming que en la zona que hice es medio complicado."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 38.7,
      "fin": 39.0,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 39.0,
      "fin": 43.3,
      "texto": "Y ahora en plena temporada estoy medio complicado para meterme a hacer algo de eso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.4,
      "fin": 43.4,
      "texto": "OK."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.4,
      "fin": 46.2,
      "texto": "Que el mes comunicar después de marzo sería ideal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.7,
      "fin": 47.1,
      "texto": "Está bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 47.1,
      "fin": 49.2,
      "texto": "Ahora no voy a poner a hacer ningún trámite de eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 49.2,
      "fin": 51.5,
      "texto": "No, no, está bien, pero ¿qué te han explicado?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 51.5,
      "fin": 55.2,
      "texto": "Porque nos parece que estás capaz de tener una información errónea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 55.3,
      "fin": 59.5,
      "texto": "No, el tema es que la cobertura cada vez que cuando..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 59.8,
      "fin": 62.0,
      "texto": "Me cambié hace un par de años cuando teníamos Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 63.4,
      "fin": 74.8,
      "texto": "Pero hay dos cosas, una es que me ofrecen un descuento muy bueno, pero después es hasta seis meses y después la línea pasa a 80 mil pesos final."
    },
    {
      "hablante": "AGENTE",
      "inicio": 75.7,
      "fin": 79.8,
      "texto": "Eso realmente es y no es así, el descuento está."
    },
    {
      "hablante": "AGENTE",
      "inicio": 80.7,
      "fin": 84.7,
      "texto": "Lo que nosotros hacemos, que creo que no te recomendó la persona con la que hablaste,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 85.0,
      "fin": 102.8,
      "texto": "es que nosotros te damos un número de teléfono, que en este caso es el mío, mi número personal, y vos antes de que se termine la promo, primero te llevo un mensaje de Movistar oficial, segundo te comunicas conmigo y te ayudo a buscar otra promoción que tengas ahí en el momento, tercero, desde la aplicación de Movistar,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 103.1,
      "fin": 116.1,
      "texto": "puedes ver todos los planes antes de que se acabe la promoción o incluso en tres meses puedes hacer, por ejemplo, puedes hacer el trámite y en tres meses te larga también otras promociones y hasta incluso mejores."
    },
    {
      "hablante": "AGENTE",
      "inicio": 116.6,
      "fin": 118.3,
      "texto": "En ningún momento no te quedas sin promo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 118.5,
      "fin": 119.8,
      "texto": "Creo que eso es lo que no te pudo explicar bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 120.2,
      "fin": 124.1,
      "texto": "O sea, no es que pasar a pagar $5,000 a $80,000 en un segundo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 124.1,
      "fin": 128.1,
      "texto": "No, porque siempre están las promociones en todos los momentos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.9,
      "fin": 129.4,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.4,
      "fin": 130.8,
      "texto": "Y ese es el tema del roaming."
    },
    {
      "hablante": "AGENTE",
      "inicio": 130.8,
      "fin": 132.6,
      "texto": "O sea, pienso que no te explicaron bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 132.9,
      "fin": 161.1,
      "texto": "No, no, no, porque, digamos, Claro tiene el mismo plan de datos que tengo, tengo la misma cantidad de gigas, es de gigas afuera, entonces, me agradezco porque yo los uso para trabajar, yo viajo mucho y los uso para trabajar, no puedo quedar sin datos cuando estoy afuera, y tener que pedir, y cuando recién creo que eran 8 gigas, y el plan que yo tengo es de 30, y me sirve y lo uso un montón, yo viajo mucho a Chile, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 161.4,
      "fin": 173.4,
      "texto": "Y si o si no me puedo quedar sin datos y eso realmente da muy molesto quedarme sin datos y estando afuera y buscar wifi y todo y habrá que con esto me seleccioné."
    },
    {
      "hablante": "AGENTE",
      "inicio": 173.5,
      "fin": 180.4,
      "texto": "O sea que por ejemplo si vos tenés 15 días de roaming son los mismos 15 días que tenés en el plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 180.9,
      "fin": 182.3,
      "texto": "Claro, claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 182.3,
      "fin": 184.3,
      "texto": "Te entiendo, te entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 184.3,
      "fin": 185.9,
      "texto": "Y esos datos no lo tienen, por eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 186.5,
      "fin": 190.0,
      "texto": "No, realmente no llegamos a lo que son los días del plan"
    },
    {
      "hablante": "AGENTE",
      "inicio": 190.5,
      "fin": 197.1,
      "texto": "pero sabes lo que pasa, lo que nosotros sí tenemos es lo que es el WhatsApp, por ejemplo, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 197.2,
      "fin": 215.4,
      "texto": "Claro, en WhatsApp no tenés el WhatsApp gratuito, o si te distraen los gigas del plan, o sea, puede ser que tengan los mismos gigas que vos tenés de plan, con lo del roaming, pero igualmente se consume, o sea que por un lado es bueno, pero por el otro lado se te consumen igual, porque cuando vos usas el WhatsApp se te consumen los gigas, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 215.6,
      "fin": 216.3,
      "texto": "Acá lo tenés gratis."
    },
    {
      "hablante": "AGENTE",
      "inicio": 216.3,
      "fin": 221.2,
      "texto": "Pero igual cuando me quedo así, cuando me quedo sin datos, claro, supongo que... Sí, ahí lo tenés gratis."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.5,
      "fin": 222.6,
      "texto": "Sí, sí, sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 222.9,
      "fin": 232.3,
      "texto": "Lo que pasa es que primero te consumen los gigas cuando se te consumen los gigas de plan, ahí pasa el federatis de WhatsApp de Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 232.3,
      "fin": 234.9,
      "texto": "En este caso, ¿qué es lo que pasa con Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 235.2,
      "fin": 238.6,
      "texto": "Vos ya tenés el WhatsApp gratis, o sea que en ningún momento se te consumen los gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 238.9,
      "fin": 241.6,
      "texto": "Y además de eso tenés las llamadas ilimitadas a cualquier compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 242.0,
      "fin": 247.7,
      "texto": "Y además de eso tenés todos los gigas de regalo, los gigas de roaming, o sea que al que pasa el campo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 247.8,
      "fin": 253.0,
      "texto": "Primero se te consumen los gigas de roaming, después se te consumen los gigas de regalo y después se te consumen los gigas de plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 254.3,
      "fin": 260.7,
      "texto": "O sea, es algo bastante bueno y encima de eso, como tenés tantos gigas, vos los podés guardar para el próximo mes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 261.2,
      "fin": 265.8,
      "texto": "Si a vos se te sobran,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 266.2,
      "fin": 270.0,
      "texto": "puedes aprovechar el 100% del plan y guardarlos para el próximo mes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 270.0,
      "fin": 272.1,
      "texto": "Eso es bastante bueno, ¿me entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 272.1,
      "fin": 274.8,
      "texto": "Y además de eso, el precio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 274.8,
      "fin": 275.6,
      "texto": "¿Cuál es el precio?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 275.6,
      "fin": 283.1,
      "texto": "El precio, mira, el plan es de 10.720 con 18 gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 283.5,
      "fin": 284.1,
      "texto": "Claro, está bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 284.7,
      "fin": 294.8,
      "texto": "Hagamos una cosa, mirá, yo sinceramente me encantaría poder evaluarlo, pero ahora ya te digo, estoy en pleno, me voy de 10 de la mañana y si vos te podés comunicar"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 295.0,
      "fin": 305.0,
      "texto": "más pasar la temporada mejor porque si no ahora voy a tomar una decisión que no quiero tomarla y realmente me interesa pero llamame, llamame ¿puedes ser?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 305.0,
      "fin": 307.0,
      "texto": "me decías agendado, llámame y yo te atiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 307.0,
      "fin": 308.6,
      "texto": "Obvio, ya te mandé un mensaje."
    },
    {
      "hablante": "AGENTE",
      "inicio": 308.6,
      "fin": 308.8,
      "texto": "Dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 308.8,
      "fin": 316.2,
      "texto": "Ahí te mando un mensajito, mi nombre es Max, ¿sabes?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 316.2,
      "fin": 318.0,
      "texto": "Dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 318.1,
      "fin": 318.2,
      "texto": "Listo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 318.2,
      "fin": 319.4,
      "texto": "Dale, gracias, ¿eh?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 319.4,
      "fin": 323.2,
      "texto": "No, un gusto."
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo le va Gonzalo? ¿Sí? ¿Cómo estás Gonzalo? Mucho gusto. Mi nombre es Max, ¿cómo te va? Mira, te estoy hablando porque justamente me figuraba que eras de Claro, tenías otras líneas que también son de Claro. Yo lo que quería... Ah, sí. ¿Cómo te fue después de que te fuiste de la compañía de Movistar? Te fuiste hace como tres años, puede ser. Sí, sí, yo ya estuve hablando. El tema es que... Por ahora no voy a hacer nada porque eh lo que me ofrece Movistar con el tema del Roaming que en la zona que hice es medio complicado. Sí. Y ahora en plena temporada estoy medio complicado para meterme a hacer algo de eso. OK. Que el mes comunicar después de marzo sería ideal. Está bien. Ahora no voy a poner a hacer ningún trámite de eso. No, no, está bien, pero ¿qué te han explicado? Porque nos parece que estás capaz de tener una información errónea. No, el tema es que la cobertura cada vez que cuando... Me cambié hace un par de años cuando teníamos Movistar. Pero hay dos cosas, una es que me ofrecen un descuento muy bueno, pero después es hasta seis meses y después la línea pasa a 80 mil pesos final. Eso realmente es y no es así, el descuento está. Lo que nosotros hacemos, que creo que no te recomendó la persona con la que hablaste, es que nosotros te damos un número de teléfono, que en este caso es el mío, mi número personal, y vos antes de que se termine la promo, primero te llevo un mensaje de Movistar oficial, segundo te comunicas conmigo y te ayudo a buscar otra promoción que tengas ahí en el momento, tercero, desde la aplicación de Movistar, puedes ver todos los planes antes de que se acabe la promoción o incluso en tres meses puedes hacer, por ejemplo, puedes hacer el trámite y en tres meses te larga también otras promociones y hasta incluso mejores. En ningún momento no te quedas sin promo. Creo que eso es lo que no te pudo explicar bien. O sea, no es que pasar a pagar $5,000 a $80,000 en un segundo. No, porque siempre están las promociones en todos los momentos. Claro. Y ese es el tema del roaming. O sea, pienso que no te explicaron bien. No, no, no, porque, digamos, Claro tiene el mismo plan de datos que tengo, tengo la misma cantidad de gigas, es de gigas afuera, entonces, me agradezco porque yo los uso para trabajar, yo viajo mucho y los uso para trabajar, no puedo quedar sin datos cuando estoy afuera, y tener que pedir, y cuando recién creo que eran 8 gigas, y el plan que yo tengo es de 30, y me sirve y lo uso un montón, yo viajo mucho a Chile, ¿viste? Y si o si no me puedo quedar sin datos y eso realmente da muy molesto quedarme sin datos y estando afuera y buscar wifi y todo y habrá que con esto me seleccioné. O sea que por ejemplo si vos tenés 15 días de roaming son los mismos 15 días que tenés en el plan. Claro, claro. Te entiendo, te entiendo. Y esos datos no lo tienen, por eso. No, realmente no llegamos a lo que son los días del plan pero sabes lo que pasa, lo que nosotros sí tenemos es lo que es el WhatsApp, por ejemplo, ¿no? Claro, en WhatsApp no tenés el WhatsApp gratuito, o si te distraen los gigas del plan, o sea, puede ser que tengan los mismos gigas que vos tenés de plan, con lo del roaming, pero igualmente se consume, o sea que por un lado es bueno, pero por el otro lado se te consumen igual, porque cuando vos usas el WhatsApp se te consumen los gigas, ¿sí? Acá lo tenés gratis. Pero igual cuando me quedo así, cuando me quedo sin datos, claro, supongo que... Sí, ahí lo tenés gratis. Sí, sí, sí, sí. Lo que pasa es que primero te consumen los gigas cuando se te consumen los gigas de plan, ahí pasa el federatis de WhatsApp de Claro. En este caso, ¿qué es lo que pasa con Movistar? Vos ya tenés el WhatsApp gratis, o sea que en ningún momento se te consumen los gigas. Y además de eso tenés las llamadas ilimitadas a cualquier compañía. Y además de eso tenés todos los gigas de regalo, los gigas de roaming, o sea que al que pasa el campo. Primero se te consumen los gigas de roaming, después se te consumen los gigas de regalo y después se te consumen los gigas de plan. O sea, es algo bastante bueno y encima de eso, como tenés tantos gigas, vos los podés guardar para el próximo mes. Si a vos se te sobran, puedes aprovechar el 100% del plan y guardarlos para el próximo mes. Eso es bastante bueno, ¿me entendés? Y además de eso, el precio. ¿Cuál es el precio? El precio, mira, el plan es de 10.720 con 18 gigas. Claro, está bien. Hagamos una cosa, mirá, yo sinceramente me encantaría poder evaluarlo, pero ahora ya te digo, estoy en pleno, me voy de 10 de la mañana y si vos te podés comunicar más pasar la temporada mejor porque si no ahora voy a tomar una decisión que no quiero tomarla y realmente me interesa pero llamame, llamame ¿puedes ser? me decías agendado, llámame y yo te atiendo. Obvio, ya te mandé un mensaje. Dale. Ahí te mando un mensajito, mi nombre es Max, ¿sabes? Dale. Listo. Dale, gracias, ¿eh? No, un gusto.",
  "calidad": {
    "confianza_promedio": 0.551,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T12:11:58.266875",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 18 gigas"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, roaming, nombres propios), mejora de la fluidez y claridad del texto."
    },
    "fecha_mejora": "2026-02-20T11:27:25.334824",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 1.2,
      "fin": 2.9,
      "duracion": 1.7,
      "texto": "Hola.",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.92,
      "fin": 3.86,
      "duracion": 0.94,
      "texto": "Hola, ¿cómo le va Gonzalo?",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.82,
      "fin": 5.74,
      "duracion": 0.92,
      "texto": "¿Sí?",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.76,
      "fin": 6.6,
      "duracion": 0.84,
      "texto": "¿Cómo estás Gonzalo?",
      "confianza": 0.478
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.62,
      "fin": 8.34,
      "duracion": 1.72,
      "texto": "Mucho gusto.",
      "confianza": 0.256
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.36,
      "fin": 10.99,
      "duracion": 2.62,
      "texto": "Mi nombre es Max, ¿cómo te va?",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.01,
      "fin": 18.04,
      "duracion": 7.03,
      "texto": "Mira, te estoy hablando porque justamente me figuraba de que fueras de claro, tenías otras niñas que también son de claro.",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.62,
      "fin": 21.44,
      "duracion": 2.82,
      "texto": "Yo lo que quería... Ah, sí.",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.46,
      "fin": 24.6,
      "duracion": 3.14,
      "texto": "¿Cómo te fue después de que te fuiste de la compañía de movistar?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.64,
      "fin": 27.35,
      "duracion": 2.7,
      "texto": "Te fuiste hace como tres años, puede ser.",
      "confianza": 0.338
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.37,
      "fin": 28.45,
      "duracion": 1.08,
      "texto": "Sí, sí, yo ya estuve hablando.",
      "confianza": 0.292
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.65,
      "fin": 29.33,
      "duracion": 0.68,
      "texto": "El tema es que...",
      "confianza": 0.295
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.65,
      "fin": 37.63,
      "duracion": 7.99,
      "texto": "por ahora no voy a hacer nada porque eh lo que me ofrece es movistar con el tema del Roaming que en la zona que hice es medio complicado.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.67,
      "fin": 38.98,
      "duracion": 0.3,
      "texto": "Sí.",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.0,
      "fin": 43.34,
      "duracion": 4.34,
      "texto": "Y y ahora en plena temporada estoy medio complicado para meterme a hacer algo de eso.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.36,
      "fin": 43.42,
      "duracion": 0.06,
      "texto": "OK.",
      "confianza": 0.331
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.44,
      "fin": 46.18,
      "duracion": 2.74,
      "texto": "Que el mes comunicar después de marzo sería ideal.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.66,
      "fin": 47.12,
      "duracion": 0.46,
      "texto": "Está bien.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 47.14,
      "fin": 49.23,
      "duracion": 2.08,
      "texto": "Ahora no voy a poner a hacer ningún trámite de eso.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.24,
      "fin": 51.49,
      "duracion": 2.24,
      "texto": "No, no, está bien, pero ¿qué te que te han explicado?",
      "confianza": 0.318
    },
    {
      "hablante": "Hablante A",
      "inicio": 51.53,
      "fin": 55.25,
      "duracion": 3.72,
      "texto": "Porque nos parece que está capaz de tener una información errónea.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.27,
      "fin": 59.53,
      "duracion": 4.26,
      "texto": "No, el tema es que la cobertura cada vez que cuando",
      "confianza": 0.77
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.75,
      "fin": 62.04,
      "duracion": 2.28,
      "texto": "me cambié hace un par de años cuando teníamos Vistar.",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante A",
      "inicio": 63.4,
      "fin": 74.78,
      "duracion": 11.38,
      "texto": "Pero hay dos cosas, una es que me ofrecen un descuento muy bueno, pero después es hasta seis meses y después la línea pasa como a 80 mil pesos final.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 75.68,
      "fin": 79.81,
      "duracion": 4.13,
      "texto": "Eso realmente es y no es así, el descuento está.",
      "confianza": 0.875
    },
    {
      "hablante": "Hablante A",
      "inicio": 80.73,
      "fin": 84.71,
      "duracion": 3.99,
      "texto": "Lo que nosotros hacemos, que creo que no te recomendó la persona con la que hablaste,",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.03,
      "fin": 102.79,
      "duracion": 17.76,
      "texto": "es que nosotros te damos un número de teléfono, que en este caso es el mío, mi número personal, y vos antes de que se termine la promo, primero te llevo un mensaje de movistar oficial, segundo te comunicas conmigo y te ayudo a buscar otra promoción que tengas ahí en el momento, tercero, desde la aplicación de movistar,",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.12,
      "fin": 116.06,
      "duracion": 12.94,
      "texto": "puedes ver todos los planes antes de que se acabe la promoción o incluso en tres meses puedes hacer, por ejemplo, puedes hacer el tramitador y en tres meses te larga también otras promociones y hasta incluso mejores.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante A",
      "inicio": 116.61,
      "fin": 118.28,
      "duracion": 1.66,
      "texto": "En ningún momento no te quedas sin tromo.",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante A",
      "inicio": 118.46,
      "fin": 119.84,
      "duracion": 1.38,
      "texto": "Creo que eso es lo que no te pudo picar bien.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.2,
      "fin": 124.1,
      "duracion": 3.91,
      "texto": "O sea, no es que pasar a pagar $5,000 a $80,000 en un segundo.",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.12,
      "fin": 128.09,
      "duracion": 3.96,
      "texto": "No, porque siempre están largas las promociones en todos los momentos.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante A",
      "inicio": 128.93,
      "fin": 129.39,
      "duracion": 0.46,
      "texto": "Claro.",
      "confianza": 0.345
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.41,
      "fin": 130.75,
      "duracion": 1.34,
      "texto": "Y ese es el tema del rumbo.",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante A",
      "inicio": 130.77,
      "fin": 132.55,
      "duracion": 1.78,
      "texto": "O sea, pienso que no te picaron bien.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.87,
      "fin": 161.09,
      "duracion": 28.22,
      "texto": "No, no, no, porque, digamos, claro, tiene el mismo plan de datos que tengo, tengo la misma cantidad de gigas, es de gigas afuera, entonces, me agradezco porque yo los uso para trabajar, yo viajo mucho y los uso para trabajar, no puedo quedar sin datos cuando estoy afuera, y tener que pedir, y cuando recién creo que eran 8 gigas, y el plan que yo tengo es de 30, y me sirve y lo uso un montón, yo viajo mucho a Chile, ¿viste?",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 161.41,
      "fin": 173.44,
      "duracion": 12.03,
      "texto": "y si o si no me puedo cargar sin datos y eso realmente da muy molesto quedarme sin datos y estando afuera y buscar wifi y todo y habrá que con esto me seleccioné.",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.46,
      "fin": 180.42,
      "duracion": 6.97,
      "texto": "O sea que por ejemplo si vos tenés 15 días de rooming son los mismos 15 días que tenés en el plan.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 180.88,
      "fin": 182.33,
      "duracion": 1.44,
      "texto": "Claro, claro.",
      "confianza": 0.329
    },
    {
      "hablante": "Hablante A",
      "inicio": 182.35,
      "fin": 184.27,
      "duracion": 1.92,
      "texto": "Te entiendo, te entiendo.",
      "confianza": 0.254
    },
    {
      "hablante": "Hablante A",
      "inicio": 184.29,
      "fin": 185.93,
      "duracion": 1.64,
      "texto": "Y esos volcán no lo tienen, por eso.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante A",
      "inicio": 186.53,
      "fin": 190.01,
      "duracion": 3.48,
      "texto": "No, realmente no llegamos a lo que son los días del plan",
      "confianza": 0.782
    },
    {
      "hablante": "Hablante A",
      "inicio": 190.5,
      "fin": 197.13,
      "duracion": 6.63,
      "texto": "pero sabes lo que pasa, lo que nosotros sí tenemos es lo que es el WhatsApp, por ejemplo, ¿no?",
      "confianza": 0.806
    },
    {
      "hablante": "Hablante A",
      "inicio": 197.23,
      "fin": 215.41,
      "duracion": 18.18,
      "texto": "Claro, en WhatsApp no tenés el WhatsApp gratuito, o si te distraigan los gigas de Plan, o sea, puede ser que tengan los mismos gigas que vos tenés de Plan, con lo del Roomi, pero igualmente se consume, o sea que por un lado es bueno, pero por el otro lado se te consumen igual, porque cuando vos usas el WhatsApp se te consumen los gigas, ¿sí?",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante A",
      "inicio": 215.57,
      "fin": 216.32,
      "duracion": 0.74,
      "texto": "Acá lo tenés gratis.",
      "confianza": 0.335
    },
    {
      "hablante": "Hablante A",
      "inicio": 216.34,
      "fin": 221.22,
      "duracion": 4.89,
      "texto": "Pero igual cuando me quedo así, cuando me quedo sin datos, claro, supongo que... Sí, ahí lo tenés gratis.",
      "confianza": 0.373
    },
    {
      "hablante": "Hablante A",
      "inicio": 221.49,
      "fin": 222.55,
      "duracion": 1.06,
      "texto": "Sí, sí, sí, sí.",
      "confianza": 0.504
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.91,
      "fin": 232.26,
      "duracion": 9.35,
      "texto": "Lo que pasa es que primero te consumen los gigas cuando se te consumen los gigas de plan, ahí pasa el federatis de WhatsApp de claro.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante A",
      "inicio": 232.28,
      "fin": 234.89,
      "duracion": 2.6,
      "texto": "En este caso, ¿qué es lo que pasa con Movistar?",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante A",
      "inicio": 235.25,
      "fin": 238.59,
      "duracion": 3.34,
      "texto": "Vos ya tenés el WhatsApp gratis, o sea que en ningún momento se te consumen los gigas.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante A",
      "inicio": 238.93,
      "fin": 241.62,
      "duracion": 2.68,
      "texto": "Y además de eso tenés las llamadas ilimitadas a cualquier compañía.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 241.99,
      "fin": 247.67,
      "duracion": 5.69,
      "texto": "Y además de eso tenés todos los gigas de regalo, los gigas de roaming, o sea que al que pasa el campo.",
      "confianza": 0.701
    },
    {
      "hablante": "Hablante A",
      "inicio": 247.79,
      "fin": 253.04,
      "duracion": 5.25,
      "texto": "Primero se te consumen los gigas de roaming, después se te consumen los gigas de regalo y después se te consumen los gigas de plant.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 254.28,
      "fin": 260.73,
      "duracion": 6.45,
      "texto": "O sea, es algo bastante bueno y encima de eso, como tenés tantos gigas, vos los podés guardar para el próximo mes.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 261.17,
      "fin": 265.83,
      "duracion": 4.67,
      "texto": "Si a vos se te sobran,",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 266.17,
      "fin": 269.97,
      "duracion": 3.8,
      "texto": "puedes aprovechar el 100% del plan y guardarlos para el próximo mes.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.01,
      "fin": 272.07,
      "duracion": 2.06,
      "texto": "Eso es bastante bueno, ¿me entendés?",
      "confianza": 0.508
    },
    {
      "hablante": "Hablante A",
      "inicio": 272.09,
      "fin": 274.76,
      "duracion": 2.66,
      "texto": "Y además de eso, el precio.",
      "confianza": 0.326
    },
    {
      "hablante": "Hablante A",
      "inicio": 274.78,
      "fin": 275.6,
      "duracion": 0.82,
      "texto": "¿Cuál es el precio?",
      "confianza": 0.463
    },
    {
      "hablante": "Hablante A",
      "inicio": 275.62,
      "fin": 283.06,
      "duracion": 7.45,
      "texto": "El precio, mira, el plan es de 10.720 con 18 gigas.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante A",
      "inicio": 283.5,
      "fin": 284.06,
      "duracion": 0.56,
      "texto": "Claro, está bien.",
      "confianza": 0.777
    },
    {
      "hablante": "Hablante A",
      "inicio": 284.67,
      "fin": 294.76,
      "duracion": 10.09,
      "texto": "Hagamos una cosa, mirá, yo sinceramente me encantaría poder evaluarlo, pero ahora ya te digo, estoy en pleno, me voy de 10 de mañana y si vos te podés comunicar",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante A",
      "inicio": 295.02,
      "fin": 305.02,
      "duracion": 9.99,
      "texto": "más pasar la temporada mejor porque si no ahora voy a tomar una decisión que no quiero tomarla y realmente me interesa pero llamame, llamame ¿puedes ser?",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante A",
      "inicio": 305.04,
      "fin": 307.0,
      "duracion": 1.96,
      "texto": "me decías agendado, llámame y yo te atiendo.",
      "confianza": 0.495
    },
    {
      "hablante": "Hablante A",
      "inicio": 307.02,
      "fin": 308.56,
      "duracion": 1.54,
      "texto": "Obvio, ya te mandé un mensaje.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante A",
      "inicio": 308.58,
      "fin": 308.76,
      "duracion": 0.18,
      "texto": "Dale.",
      "confianza": 0.294
    },
    {
      "hablante": "Hablante A",
      "inicio": 308.78,
      "fin": 316.17,
      "duracion": 7.39,
      "texto": "Ahí te mando un mensajito, mi nombre es Max, ¿sabes?",
      "confianza": 0.512
    },
    {
      "hablante": "Hablante A",
      "inicio": 316.19,
      "fin": 318.04,
      "duracion": 1.84,
      "texto": "Dale.",
      "confianza": 0.264
    },
    {
      "hablante": "Hablante A",
      "inicio": 318.06,
      "fin": 318.18,
      "duracion": 0.12,
      "texto": "Listo.",
      "confianza": 0.054
    },
    {
      "hablante": "Hablante A",
      "inicio": 318.2,
      "fin": 319.36,
      "duracion": 1.16,
      "texto": "Dale, gracias, ¿eh?",
      "confianza": 0.5
    },
    {
      "hablante": "Hablante A",
      "inicio": 319.38,
      "fin": 323.22,
      "duracion": 3.85,
      "texto": "No, un gusto.",
      "confianza": 0.722
    }
  ]
}