{
  "archivo": "amza24_1_260210105340285_MIT_01941.wav",
  "duracion_segundos": 377.29,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 77.6,
    "Hablante B": 272.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "CLIENTE",
      "inicio": 1.2,
      "fin": 15.8,
      "texto": "Hola, amor."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 15.8,
      "fin": 18.4,
      "texto": "¿Qué pasa?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 18.5,
      "fin": 23.0,
      "texto": "¿Cómo sigo ahora?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.2,
      "fin": 28.4,
      "texto": "¿Otra vez tengo que ir a... A los mecanismos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.4,
      "fin": 30.2,
      "texto": "Ay, qué horror, los míos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.3,
      "fin": 35.1,
      "texto": "Escúchame, escúchame, ¿no te querés llamar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.1,
      "fin": 41.6,
      "texto": "¿A vos te molesta llamarme tipo 8?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 41.6,
      "fin": 41.9,
      "texto": "¿De la noche?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 41.9,
      "fin": 42.0,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.0,
      "fin": 46.4,
      "texto": "No, no hay problema, pero que si en esto si podemos hacerlo... Mira, vamos a hacer una cosa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.4,
      "fin": 53.2,
      "texto": "Yo te voy a decir lo que es el cierre comercial ahora para que quede en registro de la llamada de lo que estás contratando, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.2,
      "fin": 53.3,
      "texto": "Sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 53.4,
      "fin": 59.2,
      "texto": "Y lo que voy a necesitar que me envíes ahora es una foto de frente y dorso de tu DNI, esto es simplemente"
    },
    {
      "hablante": "AGENTE",
      "inicio": 59.5,
      "fin": 66.8,
      "texto": "para validar tu identidad, para evitar que no cualquiera pueda hacer una portabilidad a tu nombre sin que estés vos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.8,
      "fin": 66.9,
      "texto": "¿Bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.9,
      "fin": 68.0,
      "texto": "¿Qué te tengo que pasar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.0,
      "fin": 71.3,
      "texto": "Foto de frente y dorso de tu DNI."
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.3,
      "fin": 71.8,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.8,
      "fin": 76.8,
      "texto": "Yo te voy a hacer ahora lo que es el cierre comercial para que quede el registro de la llamada de lo que estás contratando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 77.0,
      "fin": 77.4,
      "texto": "¿Bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 79.2,
      "fin": 79.3,
      "texto": "Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 79.3,
      "fin": 80.1,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 80.1,
      "fin": 82.5,
      "texto": "Entonces, Paco, ahora para recibir futuras promociones."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 82.5,
      "fin": 87.6,
      "texto": "¿Usted tiene Internet Movistar actualmente en su domicilio?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 87.6,
      "fin": 87.7,
      "texto": "No."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 87.7,
      "fin": 88.0,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 88.1,
      "fin": 94.9,
      "texto": "Después podemos verificar entonces la cobertura y en el caso de que tenga cobertura de internet, cuento cuánto te quedaría el servicio completo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 95.3,
      "fin": 95.5,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 96.3,
      "fin": 99.2,
      "texto": "Estamos portando... Ah, bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 99.2,
      "fin": 101.5,
      "texto": "La cobertura te quedaría ocho mil."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 101.5,
      "fin": 102.2,
      "texto": "Exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 102.7,
      "fin": 103.3,
      "texto": "Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 103.4,
      "fin": 115.9,
      "texto": "Ahora, estamos portando la línea 11-6-2-3-5-6-7-5-4, a nombre del examón Pascual Azucena, los tres últimos dígitos de tu DNI, 7-62."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 116.3,
      "fin": 118.8,
      "texto": "¿Tienes tu compañía actual?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 118.9,
      "fin": 125.2,
      "texto": "Es Claro, me comentaste que cuentas con factura mensual y la factura está a nombre tuyo, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 125.2,
      "fin": 136.1,
      "texto": "Bien, tu chip es físico, vas a estar retirando tu chip en la sucursal de Movistar de Simón Pérez, 4429, de González Catán, provincia de Buenos Aires."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 136.7,
      "fin": 144.5,
      "texto": "Bien, te recuerdo entonces que el costo del servicio al día de hoy, es de 8.047, con un descuento fijo por seis meses de 45.603."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 144.7,
      "fin": 154.3,
      "texto": "Este plan incluye 8 gigas de base más 10 de regalo por seis meses, WhatsApp gratis, llamadas libres a todas las compañías."
    },
    {
      "hablante": "AGENTE",
      "inicio": 156.4,
      "fin": 160.0,
      "texto": "Bien, América Presto Local y Roaming en América e Incluido."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 162.4,
      "fin": 170.3,
      "texto": "Te recuerdo entonces que el servicio se factura a mes adelantado, los 10 gigas de regalo se van a habilitar a tu cuenta 48 horas después de activar la línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 171.4,
      "fin": 180.0,
      "texto": "Mail rn170855.com estará recibiendo tu facturación online a través del mail que nos proporcionó."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 180.7,
      "fin": 185.8,
      "texto": "Ingresando a la sección Servicios de Edad o Movistar, puedes ver toda la información referida a tu factura."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 185.9,
      "fin": 189.6,
      "texto": "Se hace el ciclo de facturación, vencimientos, montos a pagar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 189.8,
      "fin": 198.0,
      "texto": "También podés activar 20 GB de regalo con una duración de 30 días disponible una vez por año y podés adherirte al débito automático."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.6,
      "fin": 204.9,
      "texto": "También sumar 4 GB de regalo en cada línea móvil si es que portas más de dos líneas registradas con el mismo titular."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 205.7,
      "fin": 212.7,
      "texto": "Una vez aprobada la portabilidad, su línea aportará las 48 horas hábiles un día antes por mensaje de WhatsApp."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.0,
      "fin": 216.6,
      "texto": "Vamos a estar informando la fecha de portabilidad para que te quedes tranquila."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 216.7,
      "fin": 219.9,
      "texto": "Es importante que no coloques el chip antes de la fecha informada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.4,
      "fin": 224.7,
      "texto": "De todas maneras, te vas a dar cuenta porque tu línea de Claro va a dejar de recibir la señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 225.1,
      "fin": 226.8,
      "texto": "Ahí es cuando debes colocar el chip."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 227.4,
      "fin": 231.1,
      "texto": "Te comento que por única vez deberás validar identidad al activarlo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 231.1,
      "fin": 234.9,
      "texto": "En caso de que tengan alguna dificultad con la validación, inténtalo nuevamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 234.9,
      "fin": 238.6,
      "texto": "O comunícate al 0800, que ahora yo te voy a enviar este número."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 239.1,
      "fin": 243.0,
      "texto": "Le solicitamos que en caso de que no levantes señal de equipo, reinicies el equipo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 243.1,
      "fin": 248.1,
      "texto": "Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 248.1,
      "fin": 252.2,
      "texto": "Le solicitamos, por favor, que la completes y que tu opinión es muy importante para la empresa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 252.2,
      "fin": 254.1,
      "texto": "¿Bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 254.2,
      "fin": 254.2,
      "texto": "OK."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 254.2,
      "fin": 259.9,
      "texto": "Entonces, Pascuala, si vos tenés ahora tu DNI, ¿podés enviarme la foto de frente y dorso?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 259.9,
      "fin": 263.1,
      "texto": "Durante la llamada te lo voy a agradecer."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 263.1,
      "fin": 266.4,
      "texto": "Porque tiene que quedar el registro de que me envíes la documentación solicitada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 266.5,
      "fin": 267.0,
      "texto": "Sí, decime."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 268.3,
      "fin": 273.4,
      "texto": "Bueno, te digo el número 12925762."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 273.6,
      "fin": 279.0,
      "texto": "Claro, en realidad lo que necesito es que me envíes una foto de frente y dorso para validar mi identidad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 280.1,
      "fin": 284.2,
      "texto": "No, me mataste, no, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 284.4,
      "fin": 287.2,
      "texto": "¿Cuál es el que decía si podía llamar a las ocho?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 287.2,
      "fin": 294.0,
      "texto": "Yo tengo la buena voluntad, quiero abaratar el costo, pero soy muy bruta en la innovación, perdón."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 294.5,
      "fin": 300.7,
      "texto": "No, Paco, no tengas problema, yo ahora lo dejo registrado, en un ratito te voy a estar contactando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 300.7,
      "fin": 309.6,
      "texto": "Si vos podés solucionar, digamos, ver que alguien te ayude a hacer eso y enviármelo antes de las 14:30, sería lo ideal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 310.7,
      "fin": 313.7,
      "texto": "Si no, no hay problema, después te vuelvo a llamar a la tarde."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 314.1,
      "fin": 343.0,
      "texto": "Acuérdate con cuál, así decime al número este que me cedió, que me mandaste, te mando la foto, claro, el número de WhatsApp, yo te lo hablé, ese es mi número personal, cualquier duda, consulta que vos tengas, me hablas a ese WhatsApp, ese es mi número, pero ahí te puedo mandar la foto, ahí me tenés que mandar exactamente a ese número, me tenés que mandar la foto de frente y dorso de tu DNI y la captura de pantalla del mensaje de texto que te cedió."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 343.3,
      "fin": 345.9,
      "texto": "Ok, ok."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 345.9,
      "fin": 349.1,
      "texto": "Si puedo que alguien me ayude, te lo hago."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 349.1,
      "fin": 350.7,
      "texto": "Dale, dale, dale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 350.7,
      "fin": 356.5,
      "texto": "Otra cosa, acordate que si tenés más de una línea van a tener cuatro gigas más para cada una de las líneas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 357.9,
      "fin": 367.5,
      "texto": "Porque una de mis hijas se pasó y me dijo más después, pero falta otra, la puedo convencer."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 367.5,
      "fin": 369.2,
      "texto": "Así que aguantá, no está muy tarde."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 369.2,
      "fin": 370.6,
      "texto": "Sí, cómo no, cómo no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 371.0,
      "fin": 372.1,
      "texto": "Por ahora, ha sido un gusto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 372.1,
      "fin": 373.6,
      "texto": "Bienvenida y nos vemos nuevamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 373.7,
      "fin": 374.2,
      "texto": "Igualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 374.3,
      "fin": 375.1,
      "texto": "Gracias y disculpas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 375.9,
      "fin": 376.4,
      "texto": "Hasta luego."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 376.7,
      "fin": 377.3,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola, amor. ¿Qué pasa? ¿Cómo sigo ahora? ¿Otra vez tengo que ir a... A los mecanismos? Ay, qué horror, los míos. Escúchame, escúchame, ¿no te querés llamar? ¿A vos te molesta llamarme tipo 8? ¿De la noche? Sí. No, no hay problema, pero que si en esto si podemos hacerlo... Mira, vamos a hacer una cosa. Yo te voy a decir lo que es el cierre comercial ahora para que quede en registro de la llamada de lo que estás contratando, ¿bien? Sí, sí. Y lo que voy a necesitar que me envíes ahora es una foto de frente y dorso de tu DNI, esto es simplemente para validar tu identidad, para evitar que no cualquiera pueda hacer una portabilidad a tu nombre sin que estés vos. ¿Bien? ¿Qué te tengo que pasar? Foto de frente y dorso de tu DNI. ¿Sí? Yo te voy a hacer ahora lo que es el cierre comercial para que quede el registro de la llamada de lo que estás contratando. ¿Bien? Sí, sí. Bien. Entonces, Paco, ahora para recibir futuras promociones. ¿Usted tiene Internet Movistar actualmente en su domicilio? No. Bien. Después podemos verificar entonces la cobertura y en el caso de que tenga cobertura de internet, cuento cuánto te quedaría el servicio completo. Bien. Estamos portando... Ah, bueno. La cobertura te quedaría ocho mil. Exactamente. Sí, sí. Ahora, estamos portando la línea 11-6-2-3-5-6-7-5-4, a nombre del examón Pascual Azucena, los tres últimos dígitos de tu DNI, 7-62. ¿Tienes tu compañía actual? Es Claro, me comentaste que cuentas con factura mensual y la factura está a nombre tuyo, ¿sí? Bien, tu chip es físico, vas a estar retirando tu chip en la sucursal de Movistar de Simón Pérez, 4429, de González Catán, provincia de Buenos Aires. Bien, te recuerdo entonces que el costo del servicio al día de hoy, es de 8.047, con un descuento fijo por seis meses de 45.603. Este plan incluye 8 gigas de base más 10 de regalo por seis meses, WhatsApp gratis, llamadas libres a todas las compañías. Bien, América Presto Local y Roaming en América e Incluido. Te recuerdo entonces que el servicio se factura a mes adelantado, los 10 gigas de regalo se van a habilitar a tu cuenta 48 horas después de activar la línea. Mail rn170855.com estará recibiendo tu facturación online a través del mail que nos proporcionó. Ingresando a la sección Servicios de Edad o Movistar, puedes ver toda la información referida a tu factura. Se hace el ciclo de facturación, vencimientos, montos a pagar. También podés activar 20 GB de regalo con una duración de 30 días disponible una vez por año y podés adherirte al débito automático. También sumar 4 GB de regalo en cada línea móvil si es que portas más de dos líneas registradas con el mismo titular. Una vez aprobada la portabilidad, su línea aportará las 48 horas hábiles un día antes por mensaje de WhatsApp. Vamos a estar informando la fecha de portabilidad para que te quedes tranquila. Es importante que no coloques el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de Claro va a dejar de recibir la señal. Ahí es cuando debes colocar el chip. Te comento que por única vez deberás validar identidad al activarlo. En caso de que tengan alguna dificultad con la validación, inténtalo nuevamente. O comunícate al 0800, que ahora yo te voy a enviar este número. Le solicitamos que en caso de que no levantes señal de equipo, reinicies el equipo. Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp. Le solicitamos, por favor, que la completes y que tu opinión es muy importante para la empresa. ¿Bien? OK. Entonces, Pascuala, si vos tenés ahora tu DNI, ¿podés enviarme la foto de frente y dorso? Durante la llamada te lo voy a agradecer. Porque tiene que quedar el registro de que me envíes la documentación solicitada. Sí, decime. Bueno, te digo el número 12925762. Claro, en realidad lo que necesito es que me envíes una foto de frente y dorso para validar mi identidad. No, me mataste, no, no. ¿Cuál es el que decía si podía llamar a las ocho? Yo tengo la buena voluntad, quiero abaratar el costo, pero soy muy bruta en la innovación, perdón. No, Paco, no tengas problema, yo ahora lo dejo registrado, en un ratito te voy a estar contactando. Si vos podés solucionar, digamos, ver que alguien te ayude a hacer eso y enviármelo antes de las 14:30, sería lo ideal. Si no, no hay problema, después te vuelvo a llamar a la tarde. Acuérdate con cuál, así decime al número este que me cedió, que me mandaste, te mando la foto, claro, el número de WhatsApp, yo te lo hablé, ese es mi número personal, cualquier duda, consulta que vos tengas, me hablas a ese WhatsApp, ese es mi número, pero ahí te puedo mandar la foto, ahí me tenés que mandar exactamente a ese número, me tenés que mandar la foto de frente y dorso de tu DNI y la captura de pantalla del mensaje de texto que te cedió. Ok, ok. Si puedo que alguien me ayude, te lo hago. Dale, dale, dale. Otra cosa, acordate que si tenés más de una línea van a tener cuatro gigas más para cada una de las líneas. Porque una de mis hijas se pasó y me dijo más después, pero falta otra, la puedo convencer. Así que aguantá, no está muy tarde. Sí, cómo no, cómo no. Por ahora, ha sido un gusto. Bienvenida y nos vemos nuevamente. Igualmente. Gracias y disculpas. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.54,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T01:18:22.727317",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 8 gigas",
        "WhatsApp gratis",
        "llamadas libres"
      ],
      "plan_vendido": "plan 8gb",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios), y mejora de la puntuación y formato."
    },
    "fecha_mejora": "2026-02-20T02:52:18.146079",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 1.21,
      "fin": 15.79,
      "duracion": 14.58,
      "texto": "Hola, amor.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.81,
      "fin": 18.41,
      "duracion": 2.6,
      "texto": "¿Qué pasa?",
      "confianza": 0.438
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.5,
      "fin": 23.02,
      "duracion": 4.53,
      "texto": "¿Cómo sigo ahora?",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 23.2,
      "fin": 28.35,
      "duracion": 5.15,
      "texto": "¿Otra vez tengo que ir a... A los mecanismos.",
      "confianza": 0.565
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.43,
      "fin": 30.19,
      "duracion": 1.76,
      "texto": "Ay, qué horror, los míos.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.32,
      "fin": 35.06,
      "duracion": 3.75,
      "texto": "Escúchame, escúchame, ¿no te querés llamar?",
      "confianza": 0.082
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.08,
      "fin": 41.63,
      "duracion": 6.55,
      "texto": "¿A vos te molesta llamarme tipo 8?",
      "confianza": 0.368
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.65,
      "fin": 41.91,
      "duracion": 0.26,
      "texto": "¿De la noche?",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.93,
      "fin": 41.99,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante A",
      "inicio": 42.01,
      "fin": 46.38,
      "duracion": 4.37,
      "texto": "No, no hay problema, pero que si en esto si podemos hacerlo... Mira, vamos a hacer una cosa.",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.42,
      "fin": 53.17,
      "duracion": 6.75,
      "texto": "Yo te voy a decir lo que es encierre comercial ahora para que quede en registro de la llamada de lo que estás contratando, ¿bien?",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.19,
      "fin": 53.33,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.35,
      "fin": 59.18,
      "duracion": 5.83,
      "texto": "Y lo que voy a necesitar que si me envíes ahora es una foto de frente y dorso de tu DNI, esto es simplemente",
      "confianza": 0.54
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.47,
      "fin": 66.78,
      "duracion": 7.31,
      "texto": "para validar tu identidad, para evitar que no cualquiera pueda hacer una portabilidad tu nombre sin que esteras vos.",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.8,
      "fin": 66.92,
      "duracion": 0.12,
      "texto": "¿Bien?",
      "confianza": 0.039
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.94,
      "fin": 68.0,
      "duracion": 1.06,
      "texto": "¿Qué te tengo que pasar?",
      "confianza": 0.057
    },
    {
      "hablante": "Hablante A",
      "inicio": 68.02,
      "fin": 71.32,
      "duracion": 3.3,
      "texto": "Foto de frente y orto de tu DNI.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.34,
      "fin": 71.76,
      "duracion": 0.42,
      "texto": "¿Sí?",
      "confianza": 0.299
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.78,
      "fin": 76.85,
      "duracion": 5.07,
      "texto": "Yo te voy a hacer ahora lo que es el cierre comercial para que quede el registro de la llamada de lo que estás contratando.",
      "confianza": 0.644
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.05,
      "fin": 77.41,
      "duracion": 0.36,
      "texto": "¿Bien?",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.17,
      "fin": 79.31,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.33,
      "fin": 80.08,
      "duracion": 0.74,
      "texto": "Bien.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.09,
      "fin": 82.48,
      "duracion": 2.38,
      "texto": "Entonces, Paco, ahora para recibir futuras promociones.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 82.5,
      "fin": 87.57,
      "duracion": 5.07,
      "texto": "¿Usted tiene Internet Movistar actualmente en su domicilio?",
      "confianza": 0.779
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.59,
      "fin": 87.65,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.033
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.67,
      "fin": 87.99,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.931
    },
    {
      "hablante": "Hablante B",
      "inicio": 88.12,
      "fin": 94.86,
      "duracion": 6.75,
      "texto": "Después podemos verificar entonces la cobertura y en el caso de que tenga cobertura de internet, cuento cuánto te quedaría el servicio completo.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.31,
      "fin": 95.48,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.376
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.35,
      "fin": 99.23,
      "duracion": 2.88,
      "texto": "Estamos portando... Ah, bueno.",
      "confianza": 0.405
    },
    {
      "hablante": "Hablante B",
      "inicio": 99.25,
      "fin": 101.49,
      "duracion": 2.24,
      "texto": "La cobertura te quedaría ocho mil.",
      "confianza": 0.295
    },
    {
      "hablante": "Hablante B",
      "inicio": 101.51,
      "fin": 102.23,
      "duracion": 0.72,
      "texto": "Exactamente.",
      "confianza": 0.917
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.67,
      "fin": 103.35,
      "duracion": 0.68,
      "texto": "Sí, sí.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante B",
      "inicio": 103.41,
      "fin": 115.86,
      "duracion": 12.45,
      "texto": "Ahora, estamos portando la línea 11-6-2-3-5-6-7-5-4, a nombre del examón Pascual Azucena, los tres últimos dígitos de tu DNI, 7-62.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.3,
      "fin": 118.76,
      "duracion": 2.46,
      "texto": "¿Tienes tu compañía actual?",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante B",
      "inicio": 118.86,
      "fin": 125.15,
      "duracion": 6.29,
      "texto": "Es claro, me comentaste que contas con factura mensual y la factura está a nombre tuyo, ¿sí?",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante B",
      "inicio": 125.17,
      "fin": 136.13,
      "duracion": 10.96,
      "texto": "Bien, tu chip es físico, vas a estar retirando tu chip en la sucursal de Movistar de Simón Pérez, 4429, de González Catán, provincia de Buenos Aires.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 136.69,
      "fin": 144.46,
      "duracion": 7.77,
      "texto": "Bien, te recuerdo entonces que costó el servicio al día de hoy, es del 8.047, con un descuento fijo por seis meses de 45.603.",
      "confianza": 0.797
    },
    {
      "hablante": "Hablante B",
      "inicio": 144.68,
      "fin": 154.31,
      "duracion": 9.64,
      "texto": "Este plan incluye 8 gigas de base más 10 de regalo por seis meses, WhatsApp gratis, llamadas libres a todas las compañías.",
      "confianza": 0.774
    },
    {
      "hablante": "Hablante A",
      "inicio": 156.42,
      "fin": 160.04,
      "duracion": 3.63,
      "texto": "Bien, América Presto Local y Roaming en América e Incluido.",
      "confianza": 0.856
    },
    {
      "hablante": "Hablante B",
      "inicio": 162.4,
      "fin": 170.33,
      "duracion": 7.93,
      "texto": "Te recuerdo entonces que el servicio se factura a mes adelantado, los 10 gigas de regalos se van a habilitar a tu cuenta 48 horas después de activar la línea.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante B",
      "inicio": 171.37,
      "fin": 180.02,
      "duracion": 8.65,
      "texto": "Mail rn170855.com estará recibiendo tu facturación online a través del mail que nos proporcionó.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 180.7,
      "fin": 185.85,
      "duracion": 5.15,
      "texto": "Ingresando a la sección Servicios de Edad o Movistar, puedes ver todo en la información referida a tu factura.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.91,
      "fin": 189.59,
      "duracion": 3.68,
      "texto": "Se hace el ciclo de facturación, vencimientos, montos a parar.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.84,
      "fin": 197.99,
      "duracion": 8.15,
      "texto": "También podés activar 20 GB de regalo con una duración de 30 días disponible una vez por año y podés adherirte al débito automático.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.55,
      "fin": 204.88,
      "duracion": 6.33,
      "texto": "También sumar 4 GB de regalo en cada línea móvil si es que portas más de dos líneas registradas con el mismo titular.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante B",
      "inicio": 205.66,
      "fin": 212.69,
      "duracion": 7.03,
      "texto": "Una vez aprobada la portabilidad, su línea aportará las 48 horas hábiles un día antes por mensaje de WhatsApp",
      "confianza": 0.801
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.01,
      "fin": 216.61,
      "duracion": 3.6,
      "texto": "Vamos a estar informando la fecha de portabilidad para que te quedes tranquila.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 216.73,
      "fin": 219.9,
      "duracion": 3.16,
      "texto": "Es importante que no coloques el chip antes de la fecha informada.",
      "confianza": 0.701
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.4,
      "fin": 224.7,
      "duracion": 4.3,
      "texto": "De todas maneras, te vas a dar cuenta porque tu línea de clero va a dejar de recibir el señal.",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.14,
      "fin": 226.82,
      "duracion": 1.68,
      "texto": "Ahí es cuando debes colocar el chip.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 227.44,
      "fin": 231.07,
      "duracion": 3.62,
      "texto": "Te comento que por tu única vez deberás validar identidad al activarlo.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 231.11,
      "fin": 234.87,
      "duracion": 3.76,
      "texto": "En caso de que tengan alguna dificultad con la validación, inténtalo nuevamente.",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante B",
      "inicio": 234.89,
      "fin": 238.6,
      "duracion": 3.7,
      "texto": "O comunícate al 0800, que ahora yo te voy a enviar este número.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 239.06,
      "fin": 243.01,
      "duracion": 3.94,
      "texto": "Le solicitamos que en caso de que no levantes señal de equipo, reinicies el equipo.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.13,
      "fin": 248.07,
      "duracion": 4.94,
      "texto": "Por otro lado, dentro de los próximos días vas a recibir una encuesta de asociación por WhatsApp.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.09,
      "fin": 252.22,
      "duracion": 4.12,
      "texto": "Le solicitamos, por favor, que la completes y que tu opinión es muy importante para la empresa.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 252.24,
      "fin": 254.14,
      "duracion": 1.9,
      "texto": "¿Bien?",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante B",
      "inicio": 254.16,
      "fin": 254.22,
      "duracion": 0.06,
      "texto": "OK.",
      "confianza": 0.038
    },
    {
      "hablante": "Hablante B",
      "inicio": 254.24,
      "fin": 259.93,
      "duracion": 5.69,
      "texto": "Entonces, Pascuala, si vos tienes ahora tu DNI, ¿podés enviarme la foto de frente y dorso?",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante B",
      "inicio": 259.95,
      "fin": 263.07,
      "duracion": 3.12,
      "texto": "Durante la llamada te lo voy a agradecer.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.09,
      "fin": 266.44,
      "duracion": 3.34,
      "texto": "Porque tiene que quedar el reciclo de que me envieses la documentación solicitada.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 266.46,
      "fin": 267.0,
      "duracion": 0.54,
      "texto": "Sí, decime.",
      "confianza": 0.516
    },
    {
      "hablante": "Hablante B",
      "inicio": 268.33,
      "fin": 273.36,
      "duracion": 5.03,
      "texto": "Bueno, te digo el número 12925762.",
      "confianza": 0.568
    },
    {
      "hablante": "Hablante B",
      "inicio": 273.6,
      "fin": 278.97,
      "duracion": 5.37,
      "texto": "Claro, en realidad lo que necesito es que me envíes una foto de Frente y Orso para valer mi identidad.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 280.09,
      "fin": 284.24,
      "duracion": 4.15,
      "texto": "No, me mataste, no, no.",
      "confianza": 0.154
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.43,
      "fin": 287.17,
      "duracion": 2.74,
      "texto": "¿Cuál es el que decía si podía llamar a las ocho?",
      "confianza": 0.532
    },
    {
      "hablante": "Hablante B",
      "inicio": 287.19,
      "fin": 294.0,
      "duracion": 6.81,
      "texto": "Yo tengo la buena voluntad, quiero abaratar el costo, pero soy muy bruta en la innovación, perdón.",
      "confianza": 0.447
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.5,
      "fin": 300.72,
      "duracion": 6.23,
      "texto": "No, Pajo, no tengas problema, yo ahora lo dejo registrado, en un ratito te voy a estar contactando.",
      "confianza": 0.47
    },
    {
      "hablante": "Hablante B",
      "inicio": 300.74,
      "fin": 309.63,
      "duracion": 8.89,
      "texto": "Si vos podés solucionar, digamos, ver que alguien te ayude a hacer eso y enviármelo antes de las 14.30, sería lo ideal.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.7,
      "fin": 313.74,
      "duracion": 3.04,
      "texto": "Si no, no hay problema, después te vuelvo a llamar a la tarde.",
      "confianza": 0.525
    },
    {
      "hablante": "Hablante B",
      "inicio": 314.09,
      "fin": 342.99,
      "duracion": 28.89,
      "texto": "acuérdate con cual así decime al número este que me cedó que me mandaste te mando la foto claro el número de whatsapp yo te lo hablé ese es mi número personal cualquier duda consulta que vos tengas me hablas a ese whatsapp ese es mi número pero ahí te puedo mandar la foto ahí me tenés que mandar exactamente a ese número me tenés que mandar la foto de Freddy Orso de tu DNI y la captura de pantalla del mensaje de texto que te cedó",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante B",
      "inicio": 343.3,
      "fin": 345.89,
      "duracion": 2.58,
      "texto": "Ok, ok.",
      "confianza": 0.457
    },
    {
      "hablante": "Hablante B",
      "inicio": 345.91,
      "fin": 349.05,
      "duracion": 3.14,
      "texto": "Si puedo que alguien me ayude te lo hago.",
      "confianza": 0.225
    },
    {
      "hablante": "Hablante B",
      "inicio": 349.07,
      "fin": 350.67,
      "duracion": 1.6,
      "texto": "Dale, dale, dale.",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.69,
      "fin": 356.54,
      "duracion": 5.85,
      "texto": "Otra cosa, acordate que si tenés más de una línea van a tener cuatro sigas más para cada una de las líneas.",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante B",
      "inicio": 357.87,
      "fin": 367.52,
      "duracion": 9.66,
      "texto": "Porque una de mis hijas se pasó y me dijo más después, pero falta otra, la puedo convencer.",
      "confianza": 0.402
    },
    {
      "hablante": "Hablante B",
      "inicio": 367.54,
      "fin": 369.22,
      "duracion": 1.68,
      "texto": "Así que aguantá, no está muy tarde.",
      "confianza": 0.245
    },
    {
      "hablante": "Hablante B",
      "inicio": 369.24,
      "fin": 370.63,
      "duracion": 1.38,
      "texto": "Sí, cómo no, cómo no.",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante B",
      "inicio": 371.03,
      "fin": 372.07,
      "duracion": 1.05,
      "texto": "Por ahora, ha sido un gusto.",
      "confianza": 0.317
    },
    {
      "hablante": "Hablante B",
      "inicio": 372.14,
      "fin": 373.65,
      "duracion": 1.51,
      "texto": "Bienvenida y nos vemos nuevamente.",
      "confianza": 0.491
    },
    {
      "hablante": "Hablante B",
      "inicio": 373.69,
      "fin": 374.25,
      "duracion": 0.56,
      "texto": "Igualmente.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante B",
      "inicio": 374.27,
      "fin": 375.06,
      "duracion": 0.78,
      "texto": "Gracias y disculpas.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante B",
      "inicio": 375.92,
      "fin": 376.45,
      "duracion": 0.52,
      "texto": "Hasta luego.",
      "confianza": 0.382
    },
    {
      "hablante": "Hablante B",
      "inicio": 376.73,
      "fin": 377.29,
      "duracion": 0.56,
      "texto": "Hasta luego.",
      "confianza": 0.519
    }
  ]
}