{
  "archivo": "amza33_1_260210134256987_ACD_57713.wav",
  "duracion_segundos": 342.36,
  "num_segmentos": 93,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 119.44,
    "Hablante B": 200.82
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 6.8,
      "texto": "Hola, ¿cómo estás Ignacio?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.8,
      "fin": 9.1,
      "texto": "¿Hola?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.1,
      "fin": 9.4,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.4,
      "fin": 16.4,
      "texto": "Ignacio, un placer, mi nombre es Katy, ¿cómo estás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.5,
      "fin": 16.8,
      "texto": "Muy bien, ¿y vos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 16.8,
      "fin": 17.5,
      "texto": "Bien, acá estoy trabajando, ¿y vos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.6,
      "fin": 17.8,
      "texto": "Todo bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.8,
      "fin": 19.3,
      "texto": "Ajá, me alegro un montón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.3,
      "fin": 29.6,
      "texto": "Te he comentado, sí, como te dije, estoy encargada de esta área de detectar por qué motivo los clientes se fueron de la compañía, sí, con la gestión anterior."
    },
    {
      "hablante": "AGENTE",
      "inicio": 29.6,
      "fin": 29.7,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 29.7,
      "fin": 29.9,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.1,
      "fin": 36.2,
      "texto": "Más que nada para saber si fue por un tema de que, claro, te brindaron algo más económico o vos tuviste otro inconveniente más interno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 36.2,
      "fin": 41.4,
      "texto": "¿Me comentabas?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 41.4,
      "fin": 41.5,
      "texto": "Ambas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 41.5,
      "fin": 41.6,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 41.6,
      "fin": 42.5,
      "texto": "Fue a ambas cosas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 42.5,
      "fin": 43.0,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 43.6,
      "fin": 45.0,
      "texto": "Mira, yo te comento, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 45.0,
      "fin": 55.8,
      "texto": "La verdad que nosotros tuvimos mucho inconveniente, como te dije de la sección anterior, que muchos clientes se fueron bastante disgustados porque llamaron a, básicamente, que les ofrecieran un plan más económico."
    },
    {
      "hablante": "AGENTE",
      "inicio": 55.9,
      "fin": 64.4,
      "texto": "Sí, y los asesores, no sé lo que hicieron, brindaron hasta incluso incentivaron para eso, o sea, para que se fueran los clientes, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 64.4,
      "fin": 76.6,
      "texto": "Obviamente que eso benefició a lo que es la compañía de la competencia porque nos ganaron ofreciéndoles algo más económico, sí, y ustedes se fueron por algo mejor, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 76.6,
      "fin": 82.4,
      "texto": "En este caso, te quiero brindar para que vos aproveches nuestra nueva gestión en cuanto a lo que es calidad de atención, un descuento del 85% para lo que es tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 82.7,
      "fin": 88.5,
      "texto": "un descuento del 85% para lo que es tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 88.5,
      "fin": 88.6,
      "texto": "¿Bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 88.6,
      "fin": 88.8,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 88.8,
      "fin": 93.1,
      "texto": "Te hago una consulta, ¿actualmente vos tenés esta línea a tu nombre o tenés más líneas?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.0,
      "fin": 95.5,
      "texto": "Sobre esta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 95.5,
      "fin": 96.4,
      "texto": "Sobre esta, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 96.4,
      "fin": 106.7,
      "texto": "¿Cuánto estás abonando vos actualmente y por cuánto, si vas a comentarme?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 106.7,
      "fin": 108.8,
      "texto": "Pasa que yo soy graótica y la línea de teléfono es la misma..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 109.4,
      "fin": 110.1,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 110.5,
      "fin": 114.4,
      "texto": "¿Y cuánto abonás por la línea de teléfono sola?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 114.5,
      "fin": 122.7,
      "texto": "O sea, ¿te alcanzan los gigas que vos tenés o sabés que te quedás corto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 122.7,
      "fin": 123.2,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 125.9,
      "fin": 128.0,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 128.0,
      "fin": 128.3,
      "texto": "No, tengo 30."
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.3,
      "fin": 128.5,
      "texto": "¿Tenés 30?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.5,
      "fin": 128.8,
      "texto": "¿Y te alcanzan?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 128.8,
      "fin": 128.9,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 128.9,
      "fin": 130.2,
      "texto": "Bueno, este mes no, porque me fui de vacaciones, pero... Ah, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 130.2,
      "fin": 135.7,
      "texto": "Yo te quería más que nada brindar un plan de 60 gigas, que cuenta con 50 gigas de base,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 136.0,
      "fin": 137.8,
      "texto": "más 10 gigas de regalo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 138.0,
      "fin": 142.6,
      "texto": "Y ese cuenta hasta con incluso lo que es el roaming al mundo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 142.7,
      "fin": 146.0,
      "texto": "Eso por si vos te vas fuera del país vas a contar con el servicio de internet."
    },
    {
      "hablante": "AGENTE",
      "inicio": 146.5,
      "fin": 149.4,
      "texto": "Lo bueno de esto es que vas a tener un descuento del 85%, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.4,
      "fin": 153.1,
      "texto": "¿Por cuánto tiempo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 153.1,
      "fin": 154.6,
      "texto": "Por seis meses, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 154.7,
      "fin": 154.8,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 155.3,
      "fin": 158.9,
      "texto": "Y lo tenés a 14.257 pesos, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 159.9,
      "fin": 163.2,
      "texto": "Básicamente estamos viendo porque es la oportunidad que estamos dando"
    },
    {
      "hablante": "AGENTE",
      "inicio": 163.4,
      "fin": 166.5,
      "texto": "para que ustedes vuelvan a aprovechar nuestro sistema, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 167.2,
      "fin": 168.0,
      "texto": "Tengo una consulta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 168.0,
      "fin": 169.9,
      "texto": "¿Vos conocés la app Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 170.0,
      "fin": 172.3,
      "texto": "¿Vos supiste utilizar la app Movistar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 173.5,
      "fin": 174.9,
      "texto": "Sí, no tenía ningún problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 174.9,
      "fin": 179.5,
      "texto": "Viste que ahí vas a poder guardar los gigas que no ocupaste este mes para el próximo, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 179.5,
      "fin": 180.7,
      "texto": "Que son acumulativos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 181.2,
      "fin": 185.0,
      "texto": "También tenés la opción de transferirlo a otra línea Movistar, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 185.4,
      "fin": 189.1,
      "texto": "Y también ahora han agregado la parte de cambiar de plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 189.3,
      "fin": 209.9,
      "texto": "Y esa parte que dice cambiar de plan, que va a estar al lado justamente de guardar y transferir gigas, ahí vas a poder detectar cuando vos tenés el descuento de lo que es justamente que vos tenés en modificar, vas a poder detectar qué plan tenemos para vos para incluso hasta ahí cambiar de plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 209.9,
      "fin": 216.0,
      "texto": "Bien, eso la verdad que está bastante reinventada para la comodidad de los clientes ahora actualmente y obviamente que tengan"
    },
    {
      "hablante": "AGENTE",
      "inicio": 216.4,
      "fin": 219.6,
      "texto": "lo que es la permanencia que ustedes tuvieron anteriormente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 220.3,
      "fin": 222.2,
      "texto": "Sí, eso es lo que nosotros queremos brindarte."
    },
    {
      "hablante": "AGENTE",
      "inicio": 222.6,
      "fin": 232.1,
      "texto": "El servicio de fibra óptica nosotros sí tenemos, no sé si a vos te funciona bien, lo que es el servicio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 232.1,
      "fin": 233.1,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 233.1,
      "fin": 240.2,
      "texto": "Bien, porque bueno, en este caso queríamos brindarte también el servicio de fibra, sí, sí, te vendría bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 240.2,
      "fin": 243.6,
      "texto": "Y si no, bueno, en la línea de teléfono que está bueno, sigue ese plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 244.4,
      "fin": 253.5,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 253.6,
      "fin": 255.0,
      "texto": "Yo te lo subo en realidad y te comento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 255.1,
      "fin": 259.7,
      "texto": "Esas son ofertas, promociones, flash que nosotros nos mandan por el día a día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 260.2,
      "fin": 269.2,
      "texto": "La verdad que te puedo dejar un mensajito por WhatsApp, pero bueno, la idea es comentártela, obviamente, en la llamada y los clientes que lo puedan aprovechar hoy día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 269.3,
      "fin": 269.9,
      "texto": "Genial."
    },
    {
      "hablante": "AGENTE",
      "inicio": 270.4,
      "fin": 272.1,
      "texto": "Y si no, bueno,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 272.7,
      "fin": 279.0,
      "texto": "Básicamente, nosotros te lo brindamos a otros clientes, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 279.0,
      "fin": 284.4,
      "texto": "Por excepción, me mandan cosas, y pasa de que no quiero que me lleguen a solas y que ahora no hay ningún lado con mi pareja."
    },
    {
      "hablante": "AGENTE",
      "inicio": 285.1,
      "fin": 292.1,
      "texto": "Entonces, para que lo explique, y en caso de que a él le diga más, con los dos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 292.1,
      "fin": 294.3,
      "texto": "Dale, mira, yo te mando un mensajito."
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.3,
      "fin": 298.6,
      "texto": "Perfecto, yo te mando un mensajito a través de WhatsApp, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 300.0,
      "fin": 301.8,
      "texto": "Como te dije, mi nombre es Katy."
    },
    {
      "hablante": "AGENTE",
      "inicio": 302.3,
      "fin": 307.8,
      "texto": "Y bueno, la verdad es que yo estoy hasta las 3 de la tarde en lo que es justamente acá en la oficina, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 307.8,
      "fin": 309.1,
      "texto": "Para brindar el beneficio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.9,
      "fin": 310.5,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 310.5,
      "fin": 315.0,
      "texto": "Ahí te mando el mensajito para que vos lo verifiques, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 315.1,
      "fin": 316.3,
      "texto": "Vale, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.3,
      "fin": 316.7,
      "texto": "Dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.8,
      "fin": 325.4,
      "texto": "Que tengas un bonito día y estamos en contacto a través de WhatsApp, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.5,
      "fin": 325.6,
      "texto": "Listo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.7,
      "fin": 327.7,
      "texto": "¿Es este que termina en 7337?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 327.8,
      "fin": 328.6,
      "texto": "Claro, es ese justamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 329.6,
      "fin": 330.0,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 330.6,
      "fin": 338.7,
      "texto": "Perfecto, ahí te dejo el mensajito que justamente dice MONSTAR, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 338.7,
      "fin": 338.9,
      "texto": "Buenísimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 338.9,
      "fin": 342.4,
      "texto": "Dale, muchas gracias, que tengas un bonito día."
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás Ignacio? ¿Hola? ¿Sí? Ignacio, un placer, mi nombre es Katy, ¿cómo estás? Muy bien, ¿y vos? Bien, acá estoy trabajando, ¿y vos? Todo bien. Ajá, me alegro un montón. Te he comentado, sí, como te dije, estoy encargada de esta área de detectar por qué motivo los clientes se fueron de la compañía, sí, con la gestión anterior. Bien. Bien. Más que nada para saber si fue por un tema de que, claro, te brindaron algo más económico o vos tuviste otro inconveniente más interno. ¿Me comentabas? Ambas. Bien. Fue a ambas cosas. Perfecto. Mira, yo te comento, ¿sí? La verdad que nosotros tuvimos mucho inconveniente, como te dije de la sección anterior, que muchos clientes se fueron bastante disgustados porque llamaron a, básicamente, que les ofrecieran un plan más económico. Sí, y los asesores, no sé lo que hicieron, brindaron hasta incluso incentivaron para eso, o sea, para que se fueran los clientes, ¿bien? Obviamente que eso benefició a lo que es la compañía de la competencia porque nos ganaron ofreciéndoles algo más económico, sí, y ustedes se fueron por algo mejor, sí. En este caso, te quiero brindar para que vos aproveches nuestra nueva gestión en cuanto a lo que es calidad de atención, un descuento del 85% para lo que es tu línea. un descuento del 85% para lo que es tu línea. ¿Bien? Bien. Te hago una consulta, ¿actualmente vos tenés esta línea a tu nombre o tenés más líneas? Sobre esta. Sobre esta, perfecto. ¿Cuánto estás abonando vos actualmente y por cuánto, si vas a comentarme? Pasa que yo soy graótica y la línea de teléfono es la misma... Perfecto. ¿Y cuánto abonás por la línea de teléfono sola? O sea, ¿te alcanzan los gigas que vos tenés o sabés que te quedás corto? Sí. Sí, sí, sí. No, tengo 30. ¿Tenés 30? ¿Y te alcanzan? Sí. Bueno, este mes no, porque me fui de vacaciones, pero... Ah, bien. Yo te quería más que nada brindar un plan de 60 gigas, que cuenta con 50 gigas de base, más 10 gigas de regalo. Y ese cuenta hasta con incluso lo que es el roaming al mundo. Eso por si vos te vas fuera del país vas a contar con el servicio de internet. Lo bueno de esto es que vas a tener un descuento del 85%, ¿sí? ¿Por cuánto tiempo? Por seis meses, ¿sí? Bien. Y lo tenés a 14.257 pesos, ¿sí? Básicamente estamos viendo porque es la oportunidad que estamos dando para que ustedes vuelvan a aprovechar nuestro sistema, ¿sí? Tengo una consulta. ¿Vos conocés la app Movistar? ¿Vos supiste utilizar la app Movistar? Sí, no tenía ningún problema. Viste que ahí vas a poder guardar los gigas que no ocupaste este mes para el próximo, ¿sí? Que son acumulativos. También tenés la opción de transferirlo a otra línea Movistar, ¿sí? Y también ahora han agregado la parte de cambiar de plan. Y esa parte que dice cambiar de plan, que va a estar al lado justamente de guardar y transferir gigas, ahí vas a poder detectar cuando vos tenés el descuento de lo que es justamente que vos tenés en modificar, vas a poder detectar qué plan tenemos para vos para incluso hasta ahí cambiar de plan. Bien, eso la verdad que está bastante reinventada para la comodidad de los clientes ahora actualmente y obviamente que tengan lo que es la permanencia que ustedes tuvieron anteriormente. Sí, eso es lo que nosotros queremos brindarte. El servicio de fibra óptica nosotros sí tenemos, no sé si a vos te funciona bien, lo que es el servicio. Perfecto. Bien, porque bueno, en este caso queríamos brindarte también el servicio de fibra, sí, sí, te vendría bien. Y si no, bueno, en la línea de teléfono que está bueno, sigue ese plan. Perfecto. Yo te lo subo en realidad y te comento. Esas son ofertas, promociones, flash que nosotros nos mandan por el día a día. La verdad que te puedo dejar un mensajito por WhatsApp, pero bueno, la idea es comentártela, obviamente, en la llamada y los clientes que lo puedan aprovechar hoy día. Genial. Y si no, bueno, Básicamente, nosotros te lo brindamos a otros clientes, ¿sí? Por excepción, me mandan cosas, y pasa de que no quiero que me lleguen a solas y que ahora no hay ningún lado con mi pareja. Entonces, para que lo explique, y en caso de que a él le diga más, con los dos. Dale, mira, yo te mando un mensajito. Perfecto, yo te mando un mensajito a través de WhatsApp, ¿sí? Como te dije, mi nombre es Katy. Y bueno, la verdad es que yo estoy hasta las 3 de la tarde en lo que es justamente acá en la oficina, ¿sí? Para brindar el beneficio. Perfecto. Ahí te mando el mensajito para que vos lo verifiques, ¿sí? Vale, perfecto. Dale. Que tengas un bonito día y estamos en contacto a través de WhatsApp, ¿sí? Listo. ¿Es este que termina en 7337? Claro, es ese justamente. Bien. Perfecto, ahí te dejo el mensajito que justamente dice MONSTAR, ¿bien? Buenísimo. Dale, muchas gracias, que tengas un bonito día.",
  "calidad": {
    "confianza_promedio": 0.465,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T04:06:33.131206",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 60 gigas",
        "fibra"
      ],
      "plan_vendido": "plan 60 gigas",
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, nombres propios), segmentación de hablantes, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-20T09:32:42.776645",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 6.78,
      "duracion": 6.75,
      "texto": "Hola, ¿cómo estás Ignacio?",
      "confianza": 0.054
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.8,
      "fin": 9.06,
      "duracion": 2.26,
      "texto": "¿Hola?",
      "confianza": 0.376
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.08,
      "fin": 9.38,
      "duracion": 0.3,
      "texto": "¿Sí, sí?",
      "confianza": 0.188
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.4,
      "fin": 16.45,
      "duracion": 7.05,
      "texto": "Ignacio, un placer, mi nombre es Katy, ¿cómo estás?",
      "confianza": 0.32
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.47,
      "fin": 16.82,
      "duracion": 0.34,
      "texto": "Muy bien, ¿y vos?",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.84,
      "fin": 17.54,
      "duracion": 0.7,
      "texto": "Bien, acá estoy trabajando, ¿y vos?",
      "confianza": 0.035
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.56,
      "fin": 17.76,
      "duracion": 0.2,
      "texto": "Todo bien.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.78,
      "fin": 19.3,
      "duracion": 1.52,
      "texto": "Ajá, me alegro un montón.",
      "confianza": 0.364
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.32,
      "fin": 29.59,
      "duracion": 10.27,
      "texto": "Te he comentado, sí, como tenéis que... estoy encargada de esta área de detectar por qué motivo los clientes se fueron de la compañía de Monster, sí, con la gestión anterior.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.61,
      "fin": 29.71,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.041
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.73,
      "fin": 29.95,
      "duracion": 0.22,
      "texto": "Bien.",
      "confianza": 0.448
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.07,
      "fin": 36.2,
      "duracion": 6.13,
      "texto": "Más que nada para saber si fue por un tema de que, claro, te brindó algo más económico o vos tuviste otro inconveniente más interno.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante A",
      "inicio": 36.22,
      "fin": 41.37,
      "duracion": 5.15,
      "texto": "¿Me comentabas?",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.39,
      "fin": 41.51,
      "duracion": 0.12,
      "texto": "Ambas.",
      "confianza": 0.017
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.53,
      "fin": 41.63,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.046
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.65,
      "fin": 42.51,
      "duracion": 0.86,
      "texto": "Fue a ambas cosas.",
      "confianza": 0.375
    },
    {
      "hablante": "Hablante A",
      "inicio": 42.53,
      "fin": 43.03,
      "duracion": 0.5,
      "texto": "Perfecto.",
      "confianza": 0.775
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.63,
      "fin": 45.01,
      "duracion": 1.38,
      "texto": "Mira, yo te comento, ¿sí?",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.05,
      "fin": 55.77,
      "duracion": 10.72,
      "texto": "La verdad que nosotros tuvimos mucho inconveniente, como te dije de la sección anterior, que muchos clientes se fueron bastante disgustados porque llamaron a, básicamente, que les pintaran un plan más económico.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.92,
      "fin": 64.41,
      "duracion": 8.49,
      "texto": "Sí, y los asesores, no sé lo que hicieron, brindaron hasta incluso incentivaron para eso, o sea, para que se rayaran los clientes, ¿bien?",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante A",
      "inicio": 64.43,
      "fin": 76.59,
      "duracion": 12.16,
      "texto": "Obviamente que eso benefició a lo que es la compañía de clero porque nos damos ustedes brindándole algo más económico, sí, y ustedes se fueron por algo mejor, sí.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante A",
      "inicio": 76.61,
      "fin": 82.4,
      "duracion": 5.79,
      "texto": "En este caso, te quiero brindar para que vos aproveches nuestra nueva gestión en cuanto a lo que es calidad de atención impreso,",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 82.67,
      "fin": 88.47,
      "duracion": 5.81,
      "texto": "un descuento del 85% para lo que es tu línea.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.49,
      "fin": 88.61,
      "duracion": 0.12,
      "texto": "¿Bien?",
      "confianza": 0.045
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.63,
      "fin": 88.83,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.44
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.85,
      "fin": 93.12,
      "duracion": 4.26,
      "texto": "Te hago una consulta, ¿actualmente vos tenés esta línea a tu nombre o tenés más líneas?",
      "confianza": 0.471
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.0,
      "fin": 95.48,
      "duracion": 1.48,
      "texto": "Sobre esta.",
      "confianza": 0.447
    },
    {
      "hablante": "Hablante A",
      "inicio": 95.5,
      "fin": 96.4,
      "duracion": 0.9,
      "texto": "Sobre esta, perfecto.",
      "confianza": 0.532
    },
    {
      "hablante": "Hablante A",
      "inicio": 96.42,
      "fin": 106.67,
      "duracion": 10.25,
      "texto": "¿Cuánto estás abonando vos actualmente y por cuánto si vas a comentarme?",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante A",
      "inicio": 106.69,
      "fin": 108.79,
      "duracion": 2.1,
      "texto": "Pase que yo soy graótica y la línea de teléfono en la misma...",
      "confianza": 0.089
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.36,
      "fin": 110.11,
      "duracion": 0.74,
      "texto": "Perfecto.",
      "confianza": 0.782
    },
    {
      "hablante": "Hablante A",
      "inicio": 110.55,
      "fin": 114.37,
      "duracion": 3.82,
      "texto": "¿Y cuánto volarás por la línea de teléfono sola?",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante A",
      "inicio": 114.53,
      "fin": 122.72,
      "duracion": 8.19,
      "texto": "O sea, ¿te alcanzan los gigas que vos tenés o sabés quedar corto?",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante A",
      "inicio": 122.74,
      "fin": 123.2,
      "duracion": 0.46,
      "texto": "Sí.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 125.88,
      "fin": 127.98,
      "duracion": 2.1,
      "texto": "Sí, sí, sí.",
      "confianza": 0.158
    },
    {
      "hablante": "Hablante B",
      "inicio": 128.0,
      "fin": 128.26,
      "duracion": 0.26,
      "texto": "No, tengo 30.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 128.28,
      "fin": 128.46,
      "duracion": 0.18,
      "texto": "Tenés 30.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 128.48,
      "fin": 128.78,
      "duracion": 0.3,
      "texto": "¿Y te alcanzan?",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 128.81,
      "fin": 128.87,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 128.88,
      "fin": 130.21,
      "duracion": 1.32,
      "texto": "Bueno, este mes no, porque los fui a vacaciones, pero... Ah, bien.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante B",
      "inicio": 130.23,
      "fin": 135.69,
      "duracion": 5.47,
      "texto": "Yo te quería más que nada brindar un plan de 60 gigas, que cuenta con 50 gigas de base,",
      "confianza": 0.549
    },
    {
      "hablante": "Hablante B",
      "inicio": 135.96,
      "fin": 137.76,
      "duracion": 1.8,
      "texto": "más 10 gigas de regalo.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante B",
      "inicio": 137.98,
      "fin": 142.61,
      "duracion": 4.62,
      "texto": "Y ese cuenta hasta con incluso lo que es el rooming al mundo.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.65,
      "fin": 145.97,
      "duracion": 3.32,
      "texto": "Eso por si vos te vas fuera del país vas a contar con el servicio de internet.",
      "confianza": 0.533
    },
    {
      "hablante": "Hablante B",
      "inicio": 146.49,
      "fin": 149.43,
      "duracion": 2.94,
      "texto": "Lo bueno de esto es que vas a tener un descuento del 85%, ¿sí?",
      "confianza": 0.428
    },
    {
      "hablante": "Hablante B",
      "inicio": 149.45,
      "fin": 153.1,
      "duracion": 3.64,
      "texto": "¿Por cuánto tiempo?",
      "confianza": 0.222
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.12,
      "fin": 154.64,
      "duracion": 1.52,
      "texto": "Por seis meses, ¿sí?",
      "confianza": 0.509
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.66,
      "fin": 154.76,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.296
    },
    {
      "hablante": "Hablante B",
      "inicio": 155.28,
      "fin": 158.94,
      "duracion": 3.66,
      "texto": "Y lo tenéis a 14.257 pesos, ¿sí?",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.94,
      "fin": 163.15,
      "duracion": 3.2,
      "texto": "Básicamente estamos viendo porque es la oportunidad que estamos dando",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 163.4,
      "fin": 166.46,
      "duracion": 3.06,
      "texto": "para que ustedes vuelvan a aprovechar nuestro sistema, ¿sí?",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante B",
      "inicio": 167.18,
      "fin": 168.0,
      "duracion": 0.82,
      "texto": "Tengo una consulta.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.02,
      "fin": 169.87,
      "duracion": 1.84,
      "texto": "¿Vos conozuriste la app Movistar?",
      "confianza": 0.473
    },
    {
      "hablante": "Hablante B",
      "inicio": 169.99,
      "fin": 172.31,
      "duracion": 2.32,
      "texto": "¿Vos supiste utilizar la app Movistar?",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante B",
      "inicio": 173.47,
      "fin": 174.87,
      "duracion": 1.4,
      "texto": "Sí, no tenía ningún problema.",
      "confianza": 0.063
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.89,
      "fin": 179.47,
      "duracion": 4.59,
      "texto": "Viste que ahí vas a poder guardar los días que no ocupé este mes para el próximo, ¿sí?",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante B",
      "inicio": 179.5,
      "fin": 180.66,
      "duracion": 1.16,
      "texto": "Que son acumulativos.",
      "confianza": 0.553
    },
    {
      "hablante": "Hablante B",
      "inicio": 181.22,
      "fin": 185.02,
      "duracion": 3.8,
      "texto": "También tenés la opción de transferirlo a otra línea Movistar, ¿sí?",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.44,
      "fin": 189.09,
      "duracion": 3.64,
      "texto": "Y también ahora han agregado la parte de cambiar de plan.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.32,
      "fin": 209.87,
      "duracion": 20.55,
      "texto": "Y esa parte que dice cambiar de plan, que va a estar al lado justamente de guardar y transferir ligas, ahí vas a poder detectar cuando vos tenés el descuento de lo que es justamente que vos tenés en modificar, vas a poder detectar qué plan tenemos para vos para incluso hasta ahí cambiar de plan.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 209.89,
      "fin": 216.03,
      "duracion": 6.15,
      "texto": "Bien, eso la verdad que está bastante reinventada para la comodidad de los clientes ahora actualmente y obviamente que tengan",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 216.42,
      "fin": 219.58,
      "duracion": 3.16,
      "texto": "lo que es la permanencia que ustedes tuvieron anteriormente.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.26,
      "fin": 222.15,
      "duracion": 1.88,
      "texto": "Sí, eso es lo que nosotros queremos brindarte.",
      "confianza": 0.796
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.59,
      "fin": 232.12,
      "duracion": 9.53,
      "texto": "El servicio de fiera óptica nosotros sí tenemos lo que es, no sé si a vos te funciona bien, lo que es el servicio.",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante B",
      "inicio": 232.14,
      "fin": 233.1,
      "duracion": 0.96,
      "texto": "Perfecto.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante B",
      "inicio": 233.12,
      "fin": 240.15,
      "duracion": 7.03,
      "texto": "Bien, porque bueno, en este caso queríamos brindarte también el servicio de fiera, sí, sí, te vendría bien.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante B",
      "inicio": 240.17,
      "fin": 243.59,
      "duracion": 3.42,
      "texto": "Y si no, bueno, en la línea de teléfono que está bueno, sigue ese plan.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 244.4,
      "fin": 253.53,
      "duracion": 9.13,
      "texto": "Perfecto.",
      "confianza": 0.49
    },
    {
      "hablante": "Hablante B",
      "inicio": 253.55,
      "fin": 255.03,
      "duracion": 1.48,
      "texto": "Yo te lo subo en realidad y te comento.",
      "confianza": 0.275
    },
    {
      "hablante": "Hablante B",
      "inicio": 255.05,
      "fin": 259.74,
      "duracion": 4.69,
      "texto": "Esas son ofertas, promociones, flasher que nosotros nos manda por el día a día.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 260.16,
      "fin": 269.23,
      "duracion": 9.07,
      "texto": "La verdad que te puedo dejar un mensajito por WhatsApp, pero bueno, la idea es comentártela, obviamente, en Dama y los clientes que lo puedan aprovechar hoy día.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.31,
      "fin": 269.85,
      "duracion": 0.54,
      "texto": "Genial.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.39,
      "fin": 272.08,
      "duracion": 1.68,
      "texto": "Y si no, bueno,",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante B",
      "inicio": 272.7,
      "fin": 278.96,
      "duracion": 6.27,
      "texto": "Básicamente, nosotros te lo brindamos a otros clientes, ¿sí?",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.98,
      "fin": 284.39,
      "duracion": 5.41,
      "texto": "Por excepción, me mandan cosas, y pasa de que no quiero que me lleguen a solas y que ahora no hay ningún lado con mi pareja.",
      "confianza": 0.176
    },
    {
      "hablante": "Hablante B",
      "inicio": 285.05,
      "fin": 292.06,
      "duracion": 7.01,
      "texto": "Entonces, para que lo explique, y en caso de que a él le diga más, con los dos.",
      "confianza": 0.297
    },
    {
      "hablante": "Hablante B",
      "inicio": 292.08,
      "fin": 294.32,
      "duracion": 2.24,
      "texto": "Dale, mira, yo te mando un mensajito.",
      "confianza": 0.342
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.34,
      "fin": 298.64,
      "duracion": 4.31,
      "texto": "Perfecto, yo te mando un mensajito a través de WhatsApp, ¿sí?",
      "confianza": 0.483
    },
    {
      "hablante": "Hablante B",
      "inicio": 300.02,
      "fin": 301.83,
      "duracion": 1.8,
      "texto": "Como te dije, mi nombre es Katy.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 302.3,
      "fin": 307.76,
      "duracion": 5.47,
      "texto": "Y bueno, la verdad es que yo estoy hasta las 3 de la tarde en lo que es justamente acá en la oficina, ¿sí?",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 307.82,
      "fin": 309.14,
      "duracion": 1.32,
      "texto": "Para brindar el beneficio.",
      "confianza": 0.834
    },
    {
      "hablante": "Hablante B",
      "inicio": 309.92,
      "fin": 310.5,
      "duracion": 0.58,
      "texto": "Perfecto.",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.52,
      "fin": 315.03,
      "duracion": 4.5,
      "texto": "Ahí te mando el mensajito para que vos lo verifiquen, ¿sí?",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante B",
      "inicio": 315.05,
      "fin": 316.29,
      "duracion": 1.24,
      "texto": "Vale, perfecto.",
      "confianza": 0.386
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.31,
      "fin": 316.73,
      "duracion": 0.42,
      "texto": "Dale.",
      "confianza": 0.296
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.75,
      "fin": 325.44,
      "duracion": 8.69,
      "texto": "Que tengas bonito dinero y estamos cualquier cosa en contacto a través de WhatsApp, ¿sí?",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.46,
      "fin": 325.64,
      "duracion": 0.18,
      "texto": "Listo.",
      "confianza": 0.368
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.68,
      "fin": 327.74,
      "duracion": 2.06,
      "texto": "¿Es este que termina en 7337?",
      "confianza": 0.276
    },
    {
      "hablante": "Hablante B",
      "inicio": 327.76,
      "fin": 328.56,
      "duracion": 0.8,
      "texto": "Claro, es ese justamente.",
      "confianza": 0.316
    },
    {
      "hablante": "Hablante B",
      "inicio": 329.61,
      "fin": 330.02,
      "duracion": 0.42,
      "texto": "Bien.",
      "confianza": 0.857
    },
    {
      "hablante": "Hablante B",
      "inicio": 330.61,
      "fin": 338.69,
      "duracion": 8.08,
      "texto": "Perfecto, ahí te dejo el mensajito que justamente dice MONSTAR, ¿bien?",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 338.71,
      "fin": 338.91,
      "duracion": 0.2,
      "texto": "Buenísimo.",
      "confianza": 0.026
    },
    {
      "hablante": "Hablante B",
      "inicio": 338.93,
      "fin": 342.36,
      "duracion": 3.43,
      "texto": "Dale, muchas gracias que tengas un bonito día.",
      "confianza": 0.555
    }
  ]
}