{
  "archivo": "amza14_1_260219102123368_MIT_01996.wav",
  "duracion_segundos": 375.0,
  "num_segmentos": 77,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 282.96,
    "Hablante A": 49.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 10.8,
      "fin": 13.6,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.6,
      "fin": 13.9,
      "texto": "Hola, Álvaro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.9,
      "fin": 14.2,
      "texto": "Sí, buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 14.2,
      "fin": 14.8,
      "texto": "¿Cómo va?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 14.8,
      "fin": 21.6,
      "texto": "Te habla Bruno de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.7,
      "fin": 21.8,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.8,
      "fin": 22.0,
      "texto": "¿Todo bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.0,
      "fin": 22.2,
      "texto": "¿Cómo va?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.2,
      "fin": 38.3,
      "texto": "Bien, Álvaro, te comento, justo hoy tenemos una promoción con un 80% de descuento, así que tenemos la promoción más económica, el plan que te había comentado de 30 gigas y 10 de regalo, que está en 17 mil hoy, así que genial, así lo cargamos hoy y ya avanza lo más rápido que se pueda."
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.3,
      "fin": 40.7,
      "texto": "¿Ese plan te parece bien o...?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 41.0,
      "fin": 42.2,
      "texto": "¿Habíamos quedado en ese, verdad?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.9,
      "fin": 44.1,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 44.1,
      "fin": 45.0,
      "texto": "Bien, en 17."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.6,
      "fin": 49.4,
      "texto": "Después del anterior, ¿cuánto es?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 49.5,
      "fin": 54.1,
      "texto": "El anterior son 15 de base y 10 de regalo en 15 mil 910."
    },
    {
      "hablante": "AGENTE",
      "inicio": 54.1,
      "fin": 56.9,
      "texto": "Y tengo otros, otros más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 57.8,
      "fin": 60.9,
      "texto": "Son 50 de base con 10 de regalo también en 19 mil 10."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.0,
      "fin": 61.3,
      "texto": "No, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.3,
      "fin": 67.8,
      "texto": "¿El de 17 está bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 67.8,
      "fin": 67.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 67.9,
      "fin": 68.0,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.3,
      "fin": 84.3,
      "texto": "Álvaro, ya tengo, bueno, ya me pasaste el email, tengo también, busqué una sucursal en González Catán, como me habías comentado, y tenemos una en la calle Simón Pérez, al 4429."
    },
    {
      "hablante": "AGENTE",
      "inicio": 84.7,
      "fin": 92.9,
      "texto": "Ahí deberías ir a retirar el chip, ahí te voy a mandar la capturita del arco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.3,
      "fin": 101.6,
      "texto": "Para que sepan los horarios de atención, de todas formas te van a mandar un mensajito desde la sucursal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 101.6,
      "fin": 111.8,
      "texto": "Voy a hacer el cierre comercial, que el cierre comercial es un texto que tengo que leer y un repaso de tus datos, cualquier duda consulta se me la señalas, así que a todo leído de corrido, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 111.8,
      "fin": 117.9,
      "texto": "Bien, para recibir futuras promociones, ¿vos tenés internet móvil en tu casa?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 118.0,
      "fin": 118.1,
      "texto": "Tenía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 118.1,
      "fin": 118.4,
      "texto": "Tenías, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 118.9,
      "fin": 130.4,
      "texto": "Estamos portando la línea 11-71-31-38-59 a nombre de pedido titular actual Barrios Álvaro Antonio, de confirmar los últimos tres dígitos del DNI."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 133.8,
      "fin": 136.3,
      "texto": "Bien, me comentaste que tenés Claro con una factura mensual."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 136.4,
      "fin": 138.5,
      "texto": "¿La factura está a tu nombre o a nombre de otra persona?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 139.3,
      "fin": 140.2,
      "texto": "Mía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 140.2,
      "fin": 143.0,
      "texto": "Bien, ¿el chip es físico o virtual?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 143.0,
      "fin": 143.9,
      "texto": "Físico."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 143.9,
      "fin": 147.9,
      "texto": "Bien, vas a recibir el chip en la tienda Movistar de la calle"
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.6,
      "fin": 154.0,
      "texto": "Simón Pérez, 4429 de González Catán, Buenos Aires."
    },
    {
      "hablante": "AGENTE",
      "inicio": 154.6,
      "fin": 157.8,
      "texto": "De ahí te van a mandar un mensaje para que vayas a retirar en la sucursal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 158.3,
      "fin": 165.0,
      "texto": "Les recuerdo que el costo del servicio al día de hoy es de 17 mil pesos porque tenés un descuento fijo por seis meses del 80%."
    },
    {
      "hablante": "AGENTE",
      "inicio": 165.2,
      "fin": 174.4,
      "texto": "El plan al que estás accediendo son 30 gigas de base con 10 gigas de regalo por seis meses, WhatsApp gratis para hablar y navegar en cualquier compañía, América Precio Local y Roaming Mundial también."
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.2,
      "fin": 178.2,
      "texto": "El email que me brindaste para la facturación es"
    },
    {
      "hablante": "AGENTE",
      "inicio": 178.9,
      "fin": 185.2,
      "texto": "barriosalvaro201.com y van a estar recibiendo la facturación online a través de ese mail."
    },
    {
      "hablante": "AGENTE",
      "inicio": 185.8,
      "fin": 194.1,
      "texto": "Desde la app Mi Movistar, ingresando a la sección servicios, vas a ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimientos o montos a pagar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 194.1,
      "fin": 198.6,
      "texto": "Vas a poder activar 20 gigas de regalo con una recarga de 30 días disponible una vez por año."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.0,
      "fin": 207.1,
      "texto": "Puedes adherirte al débito automático y también sumar 4 gigas de regalo en cada línea móvil, si es que aporta más de dos líneas registradas bajo un mismo titular."
    },
    {
      "hablante": "AGENTE",
      "inicio": 207.5,
      "fin": 211.9,
      "texto": "Una vez aprobada la portabilidad de su línea, portará entre 7 a 10 días hábiles."
    },
    {
      "hablante": "AGENTE",
      "inicio": 212.2,
      "fin": 216.7,
      "texto": "Un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquilo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 217.2,
      "fin": 220.0,
      "texto": "Es importante que no coloques el chip antes de la fecha informada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 220.4,
      "fin": 225.6,
      "texto": "De todas maneras, te vas a dar cuenta porque tu línea de Claro va a dejar de recibir señal y es cuando tienes que colocarlo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 226.1,
      "fin": 235.3,
      "texto": "Te comento que por única vez vas a tener que validar identidad al activarlo y en caso de que tengas alguna dificultad con la activación, intentalo nuevamente o comunícate al 0800."
    },
    {
      "hablante": "AGENTE",
      "inicio": 235.8,
      "fin": 239.6,
      "texto": "Te solicitamos que en caso de no levantar señal en el chip, reinicies el equipo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 240.3,
      "fin": 244.6,
      "texto": "Por otro lado, dentro de los próximos días, vas a recibir una encuesta de satisfacción por WhatsApp."
    },
    {
      "hablante": "AGENTE",
      "inicio": 244.6,
      "fin": 248.5,
      "texto": "Te solicitamos, por favor, que la completes, ya que tu opinión es muy importante para la empresa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 249.3,
      "fin": 251.2,
      "texto": "Bien, Álvaro, ese sería el texto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 251.3,
      "fin": 252.6,
      "texto": "No sé si tenés alguna duda."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 254.9,
      "fin": 255.1,
      "texto": "Ninguna."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 255.1,
      "fin": 256.3,
      "texto": "Bien, quedamos en contacto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.5,
      "fin": 258.2,
      "texto": "Cualquier cosa por WhatsApp, Álvaro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 258.3,
      "fin": 263.3,
      "texto": "Yo te voy a ir avisando cómo va avanzando, pero voy a darle prioridad para que avance rápido."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 264.0,
      "fin": 274.6,
      "texto": "No es necesario que le brindes datos a nadie más ni que te comuniques con nadie más."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 275.7,
      "fin": 281.8,
      "texto": "Únicamente se van a comunicar con vos para que vayas a retirar el chip de la sucursal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 282.7,
      "fin": 284.3,
      "texto": "Eso sería todo, Álvaro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 284.4,
      "fin": 289.0,
      "texto": "Cualquier cosa tenés mi número, me mandás un mensajito."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 290.1,
      "fin": 293.9,
      "texto": "Buen día, Álvaro, que tengas y bienvenido a Movistar nuevamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 295.6,
      "fin": 298.5,
      "texto": "Ah, ¿cómo quedó con el tema?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.7,
      "fin": 320.0,
      "texto": "Eso ahora va a quedar cargado y se va a bonificar y ahí va a avanzar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 320.3,
      "fin": 329.3,
      "texto": "No, ahora cuando se haga la portabilidad, podés agregarle la línea nueva, tu número nuevo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 329.6,
      "fin": 333.9,
      "texto": "La abrís directamente con ese."
    },
    {
      "hablante": "AGENTE",
      "inicio": 333.9,
      "fin": 334.4,
      "texto": "Con la que yo tenía regular."
    },
    {
      "hablante": "AGENTE",
      "inicio": 334.4,
      "fin": 340.3,
      "texto": "Claro, exacto, con tu línea vieja, por así decirlo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 340.3,
      "fin": 347.4,
      "texto": "Pero esas ya son más figuras más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 347.4,
      "fin": 348.0,
      "texto": "No tengo que pagar nada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 348.0,
      "fin": 349.9,
      "texto": "No, nosotros ahora lo bonificamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 350.3,
      "fin": 364.4,
      "texto": "Y más o menos se va a demorar unos tres o cuatro días porque demora un poquito más las líneas que tienen deuda y ahí se dirían de comunicar con vos los de la sucursal para que vayas a buscar el chip."
    },
    {
      "hablante": "AGENTE",
      "inicio": 364.5,
      "fin": 370.9,
      "texto": "Bien, cualquier cosa igual mandame un mensaje y yo te contesto en cuanto pueda."
    },
    {
      "hablante": "AGENTE",
      "inicio": 370.9,
      "fin": 372.4,
      "texto": "Gracias Álvaro, buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 373.5,
      "fin": 374.4,
      "texto": "Hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 374.4,
      "fin": 375.0,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola. Hola, Álvaro. Sí, buen día. ¿Cómo va? Te habla Bruno de Movistar. Bien. ¿Todo bien? ¿Cómo va? Bien, Álvaro, te comento, justo hoy tenemos una promoción con un 80% de descuento, así que tenemos la promoción más económica, el plan que te había comentado de 30 gigas y 10 de regalo, que está en 17 mil hoy, así que genial, así lo cargamos hoy y ya avanza lo más rápido que se pueda. ¿Ese plan te parece bien o...? ¿Habíamos quedado en ese, verdad? Perfecto. Bien, en 17. Después del anterior, ¿cuánto es? El anterior son 15 de base y 10 de regalo en 15 mil 910. Y tengo otros, otros más. Son 50 de base con 10 de regalo también en 19 mil 10. No, no. ¿El de 17 está bien? Sí. Bien. Álvaro, ya tengo, bueno, ya me pasaste el email, tengo también, busqué una sucursal en González Catán, como me habías comentado, y tenemos una en la calle Simón Pérez, al 4429. Ahí deberías ir a retirar el chip, ahí te voy a mandar la capturita del arco. Para que sepan los horarios de atención, de todas formas te van a mandar un mensajito desde la sucursal. Voy a hacer el cierre comercial, que el cierre comercial es un texto que tengo que leer y un repaso de tus datos, cualquier duda consulta se me la señalas, así que a todo leído de corrido, ¿sí? Bien, para recibir futuras promociones, ¿vos tenés internet móvil en tu casa? Tenía. Tenías, bien. Estamos portando la línea 11-71-31-38-59 a nombre de pedido titular actual Barrios Álvaro Antonio, de confirmar los últimos tres dígitos del DNI. Bien, me comentaste que tenés Claro con una factura mensual. ¿La factura está a tu nombre o a nombre de otra persona? Mía. Bien, ¿el chip es físico o virtual? Físico. Bien, vas a recibir el chip en la tienda Movistar de la calle Simón Pérez, 4429 de González Catán, Buenos Aires. De ahí te van a mandar un mensaje para que vayas a retirar en la sucursal. Les recuerdo que el costo del servicio al día de hoy es de 17 mil pesos porque tenés un descuento fijo por seis meses del 80%. El plan al que estás accediendo son 30 gigas de base con 10 gigas de regalo por seis meses, WhatsApp gratis para hablar y navegar en cualquier compañía, América Precio Local y Roaming Mundial también. El email que me brindaste para la facturación es barriosalvaro201.com y van a estar recibiendo la facturación online a través de ese mail. Desde la app Mi Movistar, ingresando a la sección servicios, vas a ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimientos o montos a pagar. Vas a poder activar 20 gigas de regalo con una recarga de 30 días disponible una vez por año. Puedes adherirte al débito automático y también sumar 4 gigas de regalo en cada línea móvil, si es que aporta más de dos líneas registradas bajo un mismo titular. Una vez aprobada la portabilidad de su línea, portará entre 7 a 10 días hábiles. Un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquilo. Es importante que no coloques el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de Claro va a dejar de recibir señal y es cuando tienes que colocarlo. Te comento que por única vez vas a tener que validar identidad al activarlo y en caso de que tengas alguna dificultad con la activación, intentalo nuevamente o comunícate al 0800. Te solicitamos que en caso de no levantar señal en el chip, reinicies el equipo. Por otro lado, dentro de los próximos días, vas a recibir una encuesta de satisfacción por WhatsApp. Te solicitamos, por favor, que la completes, ya que tu opinión es muy importante para la empresa. Bien, Álvaro, ese sería el texto. No sé si tenés alguna duda. Ninguna. Bien, quedamos en contacto. Cualquier cosa por WhatsApp, Álvaro. Yo te voy a ir avisando cómo va avanzando, pero voy a darle prioridad para que avance rápido. No es necesario que le brindes datos a nadie más ni que te comuniques con nadie más. Únicamente se van a comunicar con vos para que vayas a retirar el chip de la sucursal. Eso sería todo, Álvaro. Cualquier cosa tenés mi número, me mandás un mensajito. Buen día, Álvaro, que tengas y bienvenido a Movistar nuevamente. Ah, ¿cómo quedó con el tema? Eso ahora va a quedar cargado y se va a bonificar y ahí va a avanzar. No, ahora cuando se haga la portabilidad, podés agregarle la línea nueva, tu número nuevo. La abrís directamente con ese. Con la que yo tenía regular. Claro, exacto, con tu línea vieja, por así decirlo. Pero esas ya son más figuras más. No tengo que pagar nada. No, nosotros ahora lo bonificamos. Y más o menos se va a demorar unos tres o cuatro días porque demora un poquito más las líneas que tienen deuda y ahí se dirían de comunicar con vos los de la sucursal para que vayas a buscar el chip. Bien, cualquier cosa igual mandame un mensaje y yo te contesto en cuanto pueda. Gracias Álvaro, buen día. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.565,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T13:41:01.082924",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "VENTA_EXITOSA",
      "productos_mencionados": [
        "plan 30 gigas + 10 de regalo"
      ],
      "plan_vendido": "plan 30 gigas + 10 de regalo",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción como 'gigas', nombres propios y se mejoró la puntuación y fluidez."
    },
    "fecha_mejora": "2026-02-22T22:24:54.823532",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 10.75,
      "fin": 13.61,
      "duracion": 2.86,
      "texto": "Hola.",
      "confianza": 0.432
    },
    {
      "hablante": "Hablante B",
      "inicio": 13.63,
      "fin": 13.89,
      "duracion": 0.26,
      "texto": "Hola, Álvaro.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 13.91,
      "fin": 14.17,
      "duracion": 0.26,
      "texto": "Sí, buen día.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.19,
      "fin": 14.79,
      "duracion": 0.6,
      "texto": "¿Cómo va?",
      "confianza": 0.208
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.81,
      "fin": 21.64,
      "duracion": 6.83,
      "texto": "Te habla Bruno de Movistar.",
      "confianza": 0.159
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.66,
      "fin": 21.76,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.78,
      "fin": 22.0,
      "duracion": 0.22,
      "texto": "¿Todo bien?",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 22.02,
      "fin": 22.2,
      "duracion": 0.18,
      "texto": "¿Cómo va?",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 22.22,
      "fin": 38.31,
      "duracion": 16.1,
      "texto": "Bien, Álvaro, te comento, justo hoy tenemos una promoción con un 80% de descuento, así que tenemos la promoción más económica, el plan que te había comentado de 30 gigas y 10 de regalo, que está en 17 mil hoy, así que genial, así lo cargamos hoy y ya avanza lo más rápido que se pueda.",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.34,
      "fin": 40.74,
      "duracion": 2.4,
      "texto": "¿Ese plan te parece bien o...?",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante B",
      "inicio": 40.97,
      "fin": 42.25,
      "duracion": 1.28,
      "texto": "Habíamos quedado en ese, verdad?",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.89,
      "fin": 44.08,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.04
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.09,
      "fin": 45.02,
      "duracion": 0.92,
      "texto": "Bien, en 17.",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.6,
      "fin": 49.44,
      "duracion": 2.84,
      "texto": "Después del anterior te llevamos, ¿cuánto es?",
      "confianza": 0.448
    },
    {
      "hablante": "Hablante B",
      "inicio": 49.46,
      "fin": 54.09,
      "duracion": 4.63,
      "texto": "El anterior son 15 de base y 10 de regalo en 15 mil 910.",
      "confianza": 0.8
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.11,
      "fin": 56.91,
      "duracion": 2.8,
      "texto": "Y tengo otros, otros más.",
      "confianza": 0.77
    },
    {
      "hablante": "Hablante B",
      "inicio": 57.81,
      "fin": 60.94,
      "duracion": 3.12,
      "texto": "Son 50 de base con 10 de regalo también en 19 mil 10.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.96,
      "fin": 61.26,
      "duracion": 0.3,
      "texto": "No, no.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.34,
      "fin": 67.79,
      "duracion": 6.45,
      "texto": "El de 17 está bien?",
      "confianza": 0.826
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.81,
      "fin": 67.87,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.079
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.89,
      "fin": 67.99,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.2
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.27,
      "fin": 84.29,
      "duracion": 16.02,
      "texto": "Álvaro, ya tengo, bueno, ya me pasaste el email, tengo también, busqué una secursal en González Catán, como me habías comentado, y tenemos una en la calle Simón Pérez, al 4429.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.67,
      "fin": 92.88,
      "duracion": 8.21,
      "texto": "Ahí deberías de ir a retirar el chip, ahí te voy a mandar la capturita del arco.",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.34,
      "fin": 101.58,
      "duracion": 7.23,
      "texto": "para que sepan los horarios de atención, de todas formas te van a mandar un mensajito desde la sucursal.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 101.6,
      "fin": 111.83,
      "duracion": 10.24,
      "texto": "Voy a hacer el cierre comercial, que el cierre comercial es un texto que tengo que leer y un repaso de tus datos, cualquier duda consulta se me la asignal, así que a todo leído de corrido, ¿sí?",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 111.85,
      "fin": 117.94,
      "duracion": 6.09,
      "texto": "Bien, para recibir futuras promociones, ¿vos tenés internet móvil estar en tu casa?",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.96,
      "fin": 118.08,
      "duracion": 0.12,
      "texto": "Tenía.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 118.1,
      "fin": 118.36,
      "duracion": 0.26,
      "texto": "Tenías, bien.",
      "confianza": 0.106
    },
    {
      "hablante": "Hablante B",
      "inicio": 118.88,
      "fin": 130.44,
      "duracion": 11.56,
      "texto": "Estamos portando la línea 11-71-31-38-59 a nombre de pedido titular actual Barrios Álvaro Antonio de confirmar los últimos tres dígitos del DNI.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante A",
      "inicio": 133.76,
      "fin": 136.35,
      "duracion": 2.58,
      "texto": "Bien, me comentaste que tenés claro con una factura mensual.",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante A",
      "inicio": 136.37,
      "fin": 138.47,
      "duracion": 2.1,
      "texto": "¿La factura está a tu nombre o a nombre de otra persona?",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante A",
      "inicio": 139.33,
      "fin": 140.23,
      "duracion": 0.9,
      "texto": "Mía.",
      "confianza": 0.817
    },
    {
      "hablante": "Hablante A",
      "inicio": 140.25,
      "fin": 143.0,
      "duracion": 2.74,
      "texto": "Bien, ¿el chip es físico o virtual?",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.02,
      "fin": 143.92,
      "duracion": 0.9,
      "texto": "Físico.",
      "confianza": 0.9
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.94,
      "fin": 147.94,
      "duracion": 4.01,
      "texto": "Bien, vas a recibir el chip en la tienda Movistar de la calle",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante B",
      "inicio": 149.63,
      "fin": 154.03,
      "duracion": 4.4,
      "texto": "Simon Pérez, 4429 de González Catán, Buenos Aires.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.57,
      "fin": 157.76,
      "duracion": 3.18,
      "texto": "De ahí te van a mandar un mensaje para que vayas a retirar en la sucursal.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.3,
      "fin": 165.0,
      "duracion": 6.71,
      "texto": "Les recuerdo que el costo del servicio al día de hoy es de 17 mil pesos porque tenés un descuento fijo por seis meses del 80%.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 165.2,
      "fin": 174.37,
      "duracion": 9.17,
      "texto": "El plan al que estás accediendo son 30 gigas de base con 10 gigas de regalo por seis meses, WhatsApp gratis a hablar y ir a cualquier compañía, América Precio Local y Rumminal Mundo también.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.21,
      "fin": 178.22,
      "duracion": 3.0,
      "texto": "El email que me brindaste para la facturación es",
      "confianza": 0.836
    },
    {
      "hablante": "Hablante B",
      "inicio": 178.87,
      "fin": 185.18,
      "duracion": 6.31,
      "texto": "barriosalvaro201.com y van a estar recibiendo la facturación online a través de ese mail.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.84,
      "fin": 194.06,
      "duracion": 8.23,
      "texto": "Desde la armi movistar ingresando a la sección servicios, vas a ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimientos o montos a pagar.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 194.09,
      "fin": 198.63,
      "duracion": 4.54,
      "texto": "Vas a poder activar 20 yeras de regalo con una oración de 30 días disponible una vez por año.",
      "confianza": 0.784
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.01,
      "fin": 207.06,
      "duracion": 8.05,
      "texto": "Puedes adherirte al débito automático y también sumar 4 yeras de regalo en cada línea móvil, si es que aporta más de dos líneas registradas bajo un mismo titular.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.53,
      "fin": 211.89,
      "duracion": 4.36,
      "texto": "Una vez aprobada la portabilidad de su línea portará entre 7 a 10 días hábiles.",
      "confianza": 0.523
    },
    {
      "hablante": "Hablante B",
      "inicio": 212.15,
      "fin": 216.66,
      "duracion": 4.51,
      "texto": "Un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquilo.",
      "confianza": 0.522
    },
    {
      "hablante": "Hablante B",
      "inicio": 217.18,
      "fin": 219.98,
      "duracion": 2.8,
      "texto": "Es importante que no coloques el chip antes de la fecha informar.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.38,
      "fin": 225.55,
      "duracion": 5.17,
      "texto": "De todas maneras, te vas a dar cuenta porque tu línea es clara o va a dejar el recibir señal y es cuando tienes que colocarlo.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.09,
      "fin": 235.34,
      "duracion": 9.25,
      "texto": "Te comento que por única vez vas a tener que validar identidad al archivarlo y en caso de que tengas alguna dificultad con la variación, intentalo nuevamente o comunícate al 0800.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante B",
      "inicio": 235.76,
      "fin": 239.64,
      "duracion": 3.89,
      "texto": "te solicitamos que en caso de no levantar señal en el chip, lo inicie el equipo.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante B",
      "inicio": 240.31,
      "fin": 244.61,
      "duracion": 4.31,
      "texto": "Por otro lado, dentro de los próximos días, vas a recibir una encuesta de satisfacción por WhatsApp.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 244.63,
      "fin": 248.5,
      "duracion": 3.87,
      "texto": "Te solicitamos, por favor, que la completes, ya que tu opinión es muy importante para la empresa.",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.28,
      "fin": 251.24,
      "duracion": 1.96,
      "texto": "Bien, Álvaro, ese sería el texto.",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante B",
      "inicio": 251.28,
      "fin": 252.56,
      "duracion": 1.28,
      "texto": "No sé si tenés alguna duda.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante A",
      "inicio": 254.95,
      "fin": 255.11,
      "duracion": 0.16,
      "texto": "Ninguna.",
      "confianza": 0.057
    },
    {
      "hablante": "Hablante A",
      "inicio": 255.13,
      "fin": 256.33,
      "duracion": 1.2,
      "texto": "Bien, quedamos en contacto.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante A",
      "inicio": 256.47,
      "fin": 258.21,
      "duracion": 1.74,
      "texto": "Cualquier cosa por WhatsApp, Álvaro.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.27,
      "fin": 263.3,
      "duracion": 5.03,
      "texto": "Yo te voy a ir avisando cómo va avanzando, pero voy a darle prioridad para que avance rápido.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 263.99,
      "fin": 274.64,
      "duracion": 10.65,
      "texto": "No es necesario que le brindes datos a nadie más ni que te comuniques con nadie más.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante A",
      "inicio": 275.74,
      "fin": 281.75,
      "duracion": 6.01,
      "texto": "Únicamente se van a comunicar con vos para que vayas a retirar el chibre de la sucursal.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante A",
      "inicio": 282.71,
      "fin": 284.31,
      "duracion": 1.6,
      "texto": "Eso sería todo Álvaro.",
      "confianza": 0.783
    },
    {
      "hablante": "Hablante A",
      "inicio": 284.39,
      "fin": 289.04,
      "duracion": 4.65,
      "texto": "Cualquier cosa tenés mi número me mandás un mensajito.",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante A",
      "inicio": 290.1,
      "fin": 293.92,
      "duracion": 3.82,
      "texto": "Buen día, Álvaro, que tengas y bienvenido a Movistar nuevamente.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 295.6,
      "fin": 298.52,
      "duracion": 2.92,
      "texto": "Ah, ¿cómo quedó con el tema?",
      "confianza": 0.492
    },
    {
      "hablante": "Hablante B",
      "inicio": 298.74,
      "fin": 319.98,
      "duracion": 21.24,
      "texto": "Eso ahora va a quedar cargado y se va a bonificar y ahí va a avanzar.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 320.29,
      "fin": 329.27,
      "duracion": 8.99,
      "texto": "No, ahora cuando se haga la portabilidad, podés agregarle la línea nueva, tu número nuevo.",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante B",
      "inicio": 329.62,
      "fin": 333.86,
      "duracion": 4.25,
      "texto": "La abrís directamente con ese.",
      "confianza": 0.592
    },
    {
      "hablante": "Hablante B",
      "inicio": 333.88,
      "fin": 334.42,
      "duracion": 0.54,
      "texto": "Con la que yo tenía regula.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante B",
      "inicio": 334.44,
      "fin": 340.29,
      "duracion": 5.85,
      "texto": "Claro, exacto, con tu línea vieja, por así decirlo.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante B",
      "inicio": 340.33,
      "fin": 347.43,
      "duracion": 7.11,
      "texto": "Pero esas ya son más figuras más.",
      "confianza": 0.164
    },
    {
      "hablante": "Hablante B",
      "inicio": 347.45,
      "fin": 348.0,
      "duracion": 0.54,
      "texto": "No tengo que pagar nada.",
      "confianza": 0.143
    },
    {
      "hablante": "Hablante B",
      "inicio": 348.01,
      "fin": 349.94,
      "duracion": 1.92,
      "texto": "No, nosotros ahora lo bonificamos.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.32,
      "fin": 364.42,
      "duracion": 14.1,
      "texto": "y más o menos se va a demorar unos tres o cuatro días porque demora un poquito más las líneas que tienen deuda y ahí se dirían de comunicar con vos los de la sucursal para que vayas a buscar el chip.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 364.46,
      "fin": 370.93,
      "duracion": 6.47,
      "texto": "Bien, cualquier cosa igual mandame un mensaje y yo te contesto en cuanto pueda.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 370.95,
      "fin": 372.37,
      "duracion": 1.42,
      "texto": "Gracias Álvaro, buen día.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 373.48,
      "fin": 374.38,
      "duracion": 0.9,
      "texto": "Hasta luego.",
      "confianza": 0.128
    },
    {
      "hablante": "Hablante B",
      "inicio": 374.4,
      "fin": 375.0,
      "duracion": 0.6,
      "texto": "Hasta luego.",
      "confianza": 0.696
    }
  ]
}