{
  "archivo": "amza83_1_260211134401134_ACD_65193.wav",
  "duracion_segundos": 346.0,
  "num_segmentos": 72,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 84.99,
    "Hablante A": 219.33
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 2.7,
      "fin": 3.8,
      "texto": "Agente B: Hola, buenas tardes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.8,
      "fin": 5.4,
      "texto": "Agente B: Hablo con Julio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 5.5,
      "fin": 5.9,
      "texto": "Cliente A: Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.4,
      "fin": 7.1,
      "texto": "Agente B: Un gusto, Julio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.2,
      "fin": 8.0,
      "texto": "Agente B: Mi nombre es Luciana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.1,
      "fin": 12.4,
      "texto": "Agente B: Yo soy del área de beneficios móviles, pero lo llamamos justamente porque queríamos brindarle un beneficio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.4,
      "fin": 13.0,
      "texto": "Agente B: ¿Cómo está?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.0,
      "fin": 17.2,
      "texto": "Cliente A: Bien, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.2,
      "fin": 21.6,
      "texto": "Cliente A: Pero de estas ofertas, no sé si nosotros nos dicen."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 21.6,
      "fin": 25.4,
      "texto": "Cliente A: Pero en la zona donde estamos nosotros no veníamos teniendo movilidad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.6,
      "fin": 27.2,
      "texto": "Cliente A: Si yo estaba en esa empresa antes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.2,
      "fin": 30.9,
      "texto": "Cliente A: Pero me tengo que pasar a Claro porque no hay señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.0,
      "fin": 32.4,
      "texto": "Cliente A: Tenemos que andar buscando"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 33.0,
      "fin": 37.2,
      "texto": "Cliente A: arriba de la casa, arriba de las plantas para encontrar señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 38.2,
      "fin": 39.3,
      "texto": "Cliente A: Ah, bien, bien, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 39.3,
      "fin": 42.0,
      "texto": "Cliente A: Lo han llamado antes y ya expresó este problema muchas veces."
    },
    {
      "hablante": "AGENTE",
      "inicio": 45.4,
      "fin": 45.7,
      "texto": "Agente B: Sí, sí, sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 45.7,
      "fin": 45.9,
      "texto": "Agente B: Bien, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 45.9,
      "fin": 50.8,
      "texto": "Agente B: No se preocupe que lo voy a dejar asentado para que no lo llamen más."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 50.8,
      "fin": 57.2,
      "texto": "Cliente A: No, no me molesta, pero el tema es que la solución no está."
    },
    {
      "hablante": "AGENTE",
      "inicio": 57.7,
      "fin": 59.8,
      "texto": "Agente B: Es el problema en esa empresa, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.4,
      "fin": 61.9,
      "texto": "Agente B: Ah, bien, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.9,
      "fin": 65.5,
      "texto": "Agente B: Y estos problemas de cobertura, ¿cuándo los experimentó?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 65.5,
      "fin": 66.0,
      "texto": "Agente B: De siempre."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 67.6,
      "fin": 72.1,
      "texto": "Cliente A: Nosotros estamos en el pueblo de San Luis, en una zona mala para las señales."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 72.1,
      "fin": 72.6,
      "texto": "Cliente A: Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 73.6,
      "fin": 83.9,
      "texto": "Cliente A: Y esto... Y bueno, nunca se ve que lo buscó raro, porque yo tuve años que movilizar, pero todo esto se arrastró porque pusieron una antena Claro acá, en la localidad donde yo estoy."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.0,
      "fin": 87.0,
      "texto": "Cliente A: Y bueno, había una buena señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 88.0,
      "fin": 89.6,
      "texto": "Cliente A: Ah, bien, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 89.6,
      "fin": 94.5,
      "texto": "Cliente A: Claro, el problema de usted es la cobertura porque está en una zona donde no le agarra bien la señal de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 96.2,
      "fin": 96.5,
      "texto": "Agente B: Claro, claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 96.5,
      "fin": 100.5,
      "texto": "Agente B: ¿Y estos problemas los experimentó recientemente?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.5,
      "fin": 102.2,
      "texto": "Agente B: No, no, no, desde siempre fue así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 102.2,
      "fin": 109.6,
      "texto": "Agente B: Ah, bien, porque muchas veces sucede que son los chips, al ser viejos, experimentan como problemas de cobertura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 109.8,
      "fin": 113.5,
      "texto": "Agente B: Y en estos años..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 113.5,
      "fin": 114.6,
      "texto": "Agente B: No, pero todos los habitantes acá tienen sus problemas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 114.8,
      "fin": 121.6,
      "texto": "Agente B: Claro, a veces va más que nada en el chip o también puede haber sido cobertura de la antena."
    },
    {
      "hablante": "AGENTE",
      "inicio": 121.6,
      "fin": 122.3,
      "texto": "Agente B: No solo van a tener chip viejos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 122.3,
      "fin": 124.1,
      "texto": "Agente B: Claro, claro, entiendo, entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 124.1,
      "fin": 139.6,
      "texto": "Agente B: Nosotros recientemente hicimos una expansión de infraestructura y mejoramos todo lo que es la señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 139.6,
      "fin": 141.2,
      "texto": "Cliente A: No sé si... Sí, pero acá todo se ha pasado a Claro porque no hay señal ni Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 143.6,
      "fin": 147.5,
      "texto": "Cliente A: A sus vecinos recientemente también le han dicho lo de los problemas de señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 148.3,
      "fin": 150.1,
      "texto": "Cliente A: Sí, sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 150.1,
      "fin": 154.2,
      "texto": "Cliente A: ¿Y en qué pueblo de San Luis vive usted?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 154.2,
      "fin": 157.5,
      "texto": "Cliente A: En Fortuna, al sur de San Luis."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 157.5,
      "fin": 159.5,
      "texto": "Cliente A: Fortuna, bien, vamos a chequearlo ahora."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 159.5,
      "fin": 161.5,
      "texto": "Cliente A: Cuénteme, sí, cuénteme, yo lo escucho."
    },
    {
      "hablante": "AGENTE",
      "inicio": 164.7,
      "fin": 166.6,
      "texto": "Agente B: No, que siempre tuvimos ese problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 168.3,
      "fin": 172.9,
      "texto": "Cliente A: Yo tengo tres líneas, tenía tres líneas en Movistar, bueno, dos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 173.1,
      "fin": 179.1,
      "texto": "Cliente A: quedó en Movistar porque el pibe más grande se fue a vivir a otro pueblo, a Nueva Dalia."
    },
    {
      "hablante": "AGENTE",
      "inicio": 181.5,
      "fin": 191.1,
      "texto": "Agente B: Y el otro que quedó acá conmigo también se pasó de Movistar a Claro, porque por esa causa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 194.4,
      "fin": 207.0,
      "texto": "Cliente A: Bien, Julio, justamente acá estaba viendo el tema de la cobertura que usted me decía y le doy la razón porque la zona donde está se encuentra lo que es la cobertura muy baja."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.0,
      "fin": 207.1,
      "texto": "Cliente A: Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.2,
      "fin": 207.8,
      "texto": "Cliente A: Claro, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 208.6,
      "fin": 214.8,
      "texto": "Cliente A: Pobre, usted no va a pagar por un servicio que no le funciona, evidentemente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 214.8,
      "fin": 215.1,
      "texto": "Cliente A: Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 215.4,
      "fin": 220.8,
      "texto": "Cliente A: Yo lo voy a dejar asentado para que no lo molesten más porque entiendo que el tema de las llamadas es muy tedioso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.8,
      "fin": 242.4,
      "texto": "Cliente A: Sí, no molesto tanto, sino que es como si no entendieran por qué, yo siempre explico lo mismo, si no entendieran por qué estamos con la empresa, Claro, ya se lo han dejado clarito, hace años que venimos explicándole ese problema, el problema de la señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 243.4,
      "fin": 268.0,
      "texto": "Cliente A: Ofrecen un plan, o sea, pago más de menor valor, pero no nos sirve, así que ¿para qué? Preferimos pagar una moneda más, pero que tengamos buen servicio. A veces me han dicho que han mejorado la señal acá, pero no, no lo hemos comprobado nosotros que sea así."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 268.5,
      "fin": 270.1,
      "texto": "Cliente A: Y es una pena realmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 270.2,
      "fin": 289.6,
      "texto": "Cliente A: Esperemos que cuando haya más expansión de infraestructura pueda llegar a la zona donde ustedes se encuentran, porque realmente las formaciones son muy buenas y a veces uno siempre busca cuidar el bolsillo y más en esta época actual de la Argentina, siempre uno busca cuidar su bolsillo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 289.7,
      "fin": 289.8,
      "texto": "Cliente A: Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 289.8,
      "fin": 296.5,
      "texto": "Cliente A: Pero bueno, señor Julio, no lo molesto más, le agradezco su tiempo y lamento los problemas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 297.8,
      "fin": 326.7,
      "texto": "Cliente A: Sí, sí, no, sé que no es problema tuyo, es un problema de sufrirse, este, pero es así la cosa, la situación está así, es porque no tenemos señal de movilidad, por eso nos hemos pasado a Claro, ofrecen mejores, mejor prestación y todo, personal, más barato, pero no nos sirve, porque ¿en qué nos sirve pagar menos si no vamos a poder tener el beneficio?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 327.3,
      "fin": 330.3,
      "texto": "Cliente A: El resultado del ejercicio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 330.3,
      "fin": 334.1,
      "texto": "Cliente A: Claro, entiendo, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 334.1,
      "fin": 338.5,
      "texto": "Cliente A: Bueno, señor Julio, que tenga un lindo día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 338.5,
      "fin": 338.9,
      "texto": "Agente B: Gracias, igualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 338.9,
      "fin": 343.8,
      "texto": "Cliente A: Y feliz fin de semana largo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 343.9,
      "fin": 344.5,
      "texto": "Agente B: Gracias, gracias, igualmente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 344.5,
      "fin": 344.9,
      "texto": "Agente B: Hasta la próxima."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 344.9,
      "fin": 346.0,
      "texto": "Cliente A: Hasta la próxima."
    }
  ],
  "transcripcion_completa": "Agente B: Hola, buenas tardes. Agente B: Hablo con Julio. Cliente A: Sí. Agente B: Un gusto, Julio. Agente B: Mi nombre es Luciana. Agente B: Yo soy del área de beneficios móviles, pero lo llamamos justamente porque queríamos brindarle un beneficio. Agente B: ¿Cómo está? Cliente A: Bien, bien. Cliente A: Pero de estas ofertas, no sé si nosotros nos dicen. Cliente A: Pero en la zona donde estamos nosotros no veníamos teniendo movilidad. Cliente A: Si yo estaba en esa empresa antes. Cliente A: Pero me tengo que pasar a Claro porque no hay señal. Cliente A: Tenemos que andar buscando Cliente A: arriba de la casa, arriba de las plantas para encontrar señal. Cliente A: Ah, bien, bien, entiendo. Cliente A: Lo han llamado antes y ya expresó este problema muchas veces. Agente B: Sí, sí, sí, sí. Agente B: Bien, bien. Agente B: No se preocupe que lo voy a dejar asentado para que no lo llamen más. Cliente A: No, no me molesta, pero el tema es que la solución no está. Agente B: Es el problema en esa empresa, ¿no? Agente B: Ah, bien, bien. Agente B: Y estos problemas de cobertura, ¿cuándo los experimentó? Agente B: De siempre. Cliente A: Nosotros estamos en el pueblo de San Luis, en una zona mala para las señales. Cliente A: Ah, bien. Cliente A: Y esto... Y bueno, nunca se ve que lo buscó raro, porque yo tuve años que movilizar, pero todo esto se arrastró porque pusieron una antena Claro acá, en la localidad donde yo estoy. Cliente A: Y bueno, había una buena señal. Cliente A: Ah, bien, entiendo. Cliente A: Claro, el problema de usted es la cobertura porque está en una zona donde no le agarra bien la señal de Movistar. Agente B: Claro, claro. Agente B: ¿Y estos problemas los experimentó recientemente? Agente B: No, no, no, desde siempre fue así. Agente B: Ah, bien, porque muchas veces sucede que son los chips, al ser viejos, experimentan como problemas de cobertura. Agente B: Y en estos años... Agente B: No, pero todos los habitantes acá tienen sus problemas. Agente B: Claro, a veces va más que nada en el chip o también puede haber sido cobertura de la antena. Agente B: No solo van a tener chip viejos. Agente B: Claro, claro, entiendo, entiendo. Agente B: Nosotros recientemente hicimos una expansión de infraestructura y mejoramos todo lo que es la señal. Cliente A: No sé si... Sí, pero acá todo se ha pasado a Claro porque no hay señal ni Movistar. Cliente A: A sus vecinos recientemente también le han dicho lo de los problemas de señal. Cliente A: Sí, sí, sí. Cliente A: ¿Y en qué pueblo de San Luis vive usted? Cliente A: En Fortuna, al sur de San Luis. Cliente A: Fortuna, bien, vamos a chequearlo ahora. Cliente A: Cuénteme, sí, cuénteme, yo lo escucho. Agente B: No, que siempre tuvimos ese problema. Cliente A: Yo tengo tres líneas, tenía tres líneas en Movistar, bueno, dos. Cliente A: quedó en Movistar porque el pibe más grande se fue a vivir a otro pueblo, a Nueva Dalia. Agente B: Y el otro que quedó acá conmigo también se pasó de Movistar a Claro, porque por esa causa. Cliente A: Bien, Julio, justamente acá estaba viendo el tema de la cobertura que usted me decía y le doy la razón porque la zona donde está se encuentra lo que es la cobertura muy baja. Cliente A: Claro. Cliente A: Claro, entiendo. Cliente A: Pobre, usted no va a pagar por un servicio que no le funciona, evidentemente. Cliente A: Claro. Cliente A: Yo lo voy a dejar asentado para que no lo molesten más porque entiendo que el tema de las llamadas es muy tedioso. Cliente A: Sí, no molesto tanto, sino que es como si no entendieran por qué, yo siempre explico lo mismo, si no entendieran por qué estamos con la empresa, Claro, ya se lo han dejado clarito, hace años que venimos explicándole ese problema, el problema de la señal. Cliente A: Ofrecen un plan, o sea, pago más de menor valor, pero no nos sirve, así que ¿para qué? Preferimos pagar una moneda más, pero que tengamos buen servicio. A veces me han dicho que han mejorado la señal acá, pero no, no lo hemos comprobado nosotros que sea así. Cliente A: Y es una pena realmente. Cliente A: Esperemos que cuando haya más expansión de infraestructura pueda llegar a la zona donde ustedes se encuentran, porque realmente las formaciones son muy buenas y a veces uno siempre busca cuidar el bolsillo y más en esta época actual de la Argentina, siempre uno busca cuidar su bolsillo. Cliente A: Sí, sí. Cliente A: Pero bueno, señor Julio, no lo molesto más, le agradezco su tiempo y lamento los problemas. Cliente A: Sí, sí, no, sé que no es problema tuyo, es un problema de sufrirse, este, pero es así la cosa, la situación está así, es porque no tenemos señal de movilidad, por eso nos hemos pasado a Claro, ofrecen mejores, mejor prestación y todo, personal, más barato, pero no nos sirve, porque ¿en qué nos sirve pagar menos si no vamos a poder tener el beneficio? Cliente A: El resultado del ejercicio. Cliente A: Claro, entiendo, entiendo. Cliente A: Bueno, señor Julio, que tenga un lindo día. Agente B: Gracias, igualmente. Cliente A: Y feliz fin de semana largo. Agente B: Gracias, gracias, igualmente. Agente B: Hasta la próxima. Cliente A: Hasta la próxima.",
  "calidad": {
    "confianza_promedio": 0.513,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T12:32:56.001970",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "RECLAMO",
      "resultado": "RECHAZO",
      "productos_mencionados": [],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción (palabras cortadas, nombres propios, etc.) y se identificaron los roles de los hablantes."
    },
    "fecha_mejora": "2026-02-20T11:33:05.963015",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 2.71,
      "fin": 3.75,
      "duracion": 1.04,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.212
    },
    {
      "hablante": "Hablante B",
      "inicio": 3.77,
      "fin": 5.44,
      "duracion": 1.66,
      "texto": "Hablo con Julio.",
      "confianza": 0.312
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.46,
      "fin": 5.88,
      "duracion": 0.42,
      "texto": "Sí.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.38,
      "fin": 7.1,
      "duracion": 0.72,
      "texto": "Un gusto, Julio.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.18,
      "fin": 8.02,
      "duracion": 0.84,
      "texto": "Mi nombre es Luciana.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.08,
      "fin": 12.41,
      "duracion": 4.33,
      "texto": "Yo soy de la área de beneficios móviles, pero lo llamamos justamente porque queríamos brindarle un beneficio.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.43,
      "fin": 13.01,
      "duracion": 0.58,
      "texto": "¿Cómo está?",
      "confianza": 0.78
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.97,
      "fin": 17.19,
      "duracion": 0.22,
      "texto": "Bien, bien.",
      "confianza": 0.046
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.21,
      "fin": 21.62,
      "duracion": 4.41,
      "texto": "Pero de estas ofertas, no sé si nosotros nos dicen.",
      "confianza": 0.354
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.64,
      "fin": 25.41,
      "duracion": 3.77,
      "texto": "Pero en la zona donde estamos nosotros no veníamos teniendo movilidad.",
      "confianza": 0.581
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.55,
      "fin": 27.23,
      "duracion": 1.68,
      "texto": "Si yo estaba en esa empresa antes.",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.17,
      "fin": 30.93,
      "duracion": 2.76,
      "texto": "Pero me tengo que pasar a claro porque no hay señal.",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.97,
      "fin": 32.43,
      "duracion": 1.46,
      "texto": "Tenemos que andar buscando",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 33.04,
      "fin": 37.22,
      "duracion": 4.19,
      "texto": "arriba de la casa, arriba de las plantas para encontrar señales.",
      "confianza": 0.42
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.19,
      "fin": 39.27,
      "duracion": 1.08,
      "texto": "Ah, bien, bien, entiendo.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.29,
      "fin": 42.03,
      "duracion": 2.74,
      "texto": "Lo han llamado antes y ya expresó este problema muchas veces.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.35,
      "fin": 45.66,
      "duracion": 0.3,
      "texto": "Sí, sí, sí, sí.",
      "confianza": 0.031
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.68,
      "fin": 45.9,
      "duracion": 0.22,
      "texto": "Bien, bien.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.92,
      "fin": 50.76,
      "duracion": 4.85,
      "texto": "No se preocupe que lo voy a dejar asuntado para que no lo llame más.",
      "confianza": 0.805
    },
    {
      "hablante": "Hablante B",
      "inicio": 50.78,
      "fin": 57.23,
      "duracion": 6.45,
      "texto": "No, no me molesta, pero el tema es que la solución no está.",
      "confianza": 0.311
    },
    {
      "hablante": "Hablante B",
      "inicio": 57.73,
      "fin": 59.76,
      "duracion": 2.02,
      "texto": "Es el problema en esa empresa, ¿no?",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.39,
      "fin": 61.88,
      "duracion": 1.48,
      "texto": "Ah, bien, bien.",
      "confianza": 0.262
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.9,
      "fin": 65.48,
      "duracion": 3.59,
      "texto": "Y estos problemas de cobertura, ¿cuándo los experimentó?",
      "confianza": 0.832
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.5,
      "fin": 66.04,
      "duracion": 0.54,
      "texto": "De siempre.",
      "confianza": 0.885
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.62,
      "fin": 72.11,
      "duracion": 4.49,
      "texto": "Nosotros estamos en el puro de San Luis, en una zona mala para los señales.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.13,
      "fin": 72.63,
      "duracion": 0.5,
      "texto": "Ah, bien.",
      "confianza": 0.824
    },
    {
      "hablante": "Hablante A",
      "inicio": 73.59,
      "fin": 83.89,
      "duracion": 10.3,
      "texto": "Y esto... Y bueno, nunca se ve que lo buscó raro, porque yo tuve años que movilizar, pero todo esto se arrastró porque pusieron una antena clara acá, en la localidad donde yo estoy.",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.99,
      "fin": 86.97,
      "duracion": 1.98,
      "texto": "Y bueno, había un buen señal.",
      "confianza": 0.471
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.05,
      "fin": 89.57,
      "duracion": 1.52,
      "texto": "Ah, bien, entiendo.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.59,
      "fin": 94.5,
      "duracion": 4.91,
      "texto": "Claro, el problema de usted es la cobertura porque está en una zona donde no le agarra bien la señal de movistar.",
      "confianza": 0.67
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.22,
      "fin": 96.48,
      "duracion": 0.26,
      "texto": "Claro, claro.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.5,
      "fin": 100.48,
      "duracion": 3.98,
      "texto": "¿Y estos problemas los experimentó recientemente?",
      "confianza": 0.794
    },
    {
      "hablante": "Hablante B",
      "inicio": 100.5,
      "fin": 102.2,
      "duracion": 1.7,
      "texto": "No, no, no, desde siempre fue así.",
      "confianza": 0.332
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.22,
      "fin": 109.61,
      "duracion": 7.39,
      "texto": "Ah, bien, porque muchas veces sucede que son los chips, al ser viejos, experimentan como problemas de cobertura.",
      "confianza": 0.78
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.77,
      "fin": 113.48,
      "duracion": 3.7,
      "texto": "Y en estos años...",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.5,
      "fin": 114.6,
      "duracion": 1.1,
      "texto": "No, pero todos los habitantes acá tienen sus problemas.",
      "confianza": 0.019
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.83,
      "fin": 121.62,
      "duracion": 6.79,
      "texto": "Claro, a veces va más que nada en el chip o también puede haber sido cobertura de la antena.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.64,
      "fin": 122.28,
      "duracion": 0.64,
      "texto": "No solo van a tener chip viejos.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.3,
      "fin": 124.12,
      "duracion": 1.82,
      "texto": "Claro, claro, entiendo, entiendo.",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante B",
      "inicio": 124.14,
      "fin": 139.56,
      "duracion": 15.42,
      "texto": "Nosotros recientemente hicimos una expansión de infraestructura y mejoramos todo lo que es la señal.",
      "confianza": 0.761
    },
    {
      "hablante": "Hablante B",
      "inicio": 139.58,
      "fin": 141.24,
      "duracion": 1.66,
      "texto": "No sé si... Sí, pero acá todo se ha pasado a claro porque no hay señal ni movistar.",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.6,
      "fin": 147.47,
      "duracion": 3.86,
      "texto": "A sus vecinos recientemente también le han dicho lo de los problemas de señal.",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.27,
      "fin": 150.11,
      "duracion": 1.84,
      "texto": "Sí, sí, sí.",
      "confianza": 0.358
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.13,
      "fin": 154.23,
      "duracion": 4.1,
      "texto": "¿Y en qué pueblo de San Luis vive usted?",
      "confianza": 0.2
    },
    {
      "hablante": "Hablante A",
      "inicio": 154.25,
      "fin": 157.5,
      "duracion": 3.24,
      "texto": "En Fortuna, al sur de San Luis.",
      "confianza": 0.106
    },
    {
      "hablante": "Hablante A",
      "inicio": 157.51,
      "fin": 159.48,
      "duracion": 1.96,
      "texto": "Fortuna, bien, vamos a chequearlo ahora.",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante A",
      "inicio": 159.5,
      "fin": 161.52,
      "duracion": 2.02,
      "texto": "Cuénteme, sí, cuénteme, yo lo escucho.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante B",
      "inicio": 164.72,
      "fin": 166.62,
      "duracion": 1.9,
      "texto": "No, que siempre tuvimos ese problema.",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante A",
      "inicio": 168.32,
      "fin": 172.87,
      "duracion": 4.54,
      "texto": "Yo tengo tres líneas, tenía tres líneas en Movistar, bueno, dos.",
      "confianza": 0.524
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.12,
      "fin": 179.07,
      "duracion": 5.95,
      "texto": "quedó en Movistar porque el pibe más grande se fue a vivir a otro pueblo, a Nueva Dalia.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 181.53,
      "fin": 191.13,
      "duracion": 9.59,
      "texto": "Y el otro que quedó acá conmigo también se pasó de Movistar a Claro, porque por esa causa.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante A",
      "inicio": 194.36,
      "fin": 207.0,
      "duracion": 12.64,
      "texto": "Bien, Julio, justamente acá estaba viendo el tema de la cobertura que usted me decía y le doy la razón porque la zona donde está se encuentra lo que es la cobertura muy baja.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.02,
      "fin": 207.14,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.16,
      "fin": 207.76,
      "duracion": 0.6,
      "texto": "Claro, entiendo.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.6,
      "fin": 214.81,
      "duracion": 6.21,
      "texto": "Pobre, usted no va a pagar por un servicio que no le funciona, evidentemente.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante A",
      "inicio": 214.83,
      "fin": 215.05,
      "duracion": 0.22,
      "texto": "Claro.",
      "confianza": 0.405
    },
    {
      "hablante": "Hablante A",
      "inicio": 215.39,
      "fin": 220.76,
      "duracion": 5.37,
      "texto": "Yo lo voy a dejar asentado para que no lo molesten más porque entiendo que el tema de las llamadas es muy tedioso.",
      "confianza": 0.771
    },
    {
      "hablante": "Hablante A",
      "inicio": 221.78,
      "fin": 242.39,
      "duracion": 20.61,
      "texto": "Sí, no molesto tanto, sino que es como si no entendieran por qué, yo siempre explico lo mismo, si no entendieran por qué estamos con la empresa, claro, ya se lo han dejado clarito, hace años que venimos explicándole ese problema, el problema de la señal.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante A",
      "inicio": 243.38,
      "fin": 267.98,
      "duracion": 24.59,
      "texto": "ofrecen me plane o sea pago más de menor valor pero no nos sirve así que para qué preferimos pagar una moneda más pero que tengamos buen servicio a veces me han dicho que han mejorado la señal acá pero no no lo hemos comprobado nosotros que sea así",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 268.53,
      "fin": 270.15,
      "duracion": 1.62,
      "texto": "y es una pena realmente.",
      "confianza": 0.823
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.17,
      "fin": 289.64,
      "duracion": 19.47,
      "texto": "Esperemos que cuando haya más expansión de infraestructura pueda llegar a la zona donde ustedes se encuentran porque realmente las formaciones son muy buenas y a veces uno siempre busca cuidar el bolsillo y más en esta época actual de la Argentina siempre uno busca cuidar su bolsillo.",
      "confianza": 0.729
    },
    {
      "hablante": "Hablante A",
      "inicio": 289.66,
      "fin": 289.8,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 289.82,
      "fin": 296.51,
      "duracion": 6.69,
      "texto": "Pero bueno, señor Julio no lo molesto más, le agradezco su tiempo y lamento los problemas.",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante A",
      "inicio": 297.76,
      "fin": 326.68,
      "duracion": 28.93,
      "texto": "sí, sí, no, sé que no es problema tuyo, es un problema de sufrirse, este, pero es así la cosa, la situación está así, es porque no tenemos señal de movilidad, por eso nos hemos pasado, claro, ofrecen mejores, mejor prestación y todo, personal, más barato, pero no nos sirve, porque en qué nos sirve pagar menos si no vamos a poder tener el beneficio,",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante A",
      "inicio": 327.27,
      "fin": 330.32,
      "duracion": 3.05,
      "texto": "El resultado del ejercicio.",
      "confianza": 0.397
    },
    {
      "hablante": "Hablante A",
      "inicio": 330.34,
      "fin": 334.08,
      "duracion": 3.75,
      "texto": "Claro, entiendo, entiendo.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante A",
      "inicio": 334.1,
      "fin": 338.49,
      "duracion": 4.39,
      "texto": "Bueno, señor Julio, que tenga un lindo día.",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante A",
      "inicio": 338.51,
      "fin": 338.91,
      "duracion": 0.4,
      "texto": "Gracias, igualmente.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 338.93,
      "fin": 343.84,
      "duracion": 4.91,
      "texto": "Y feliz fin de semana largo.",
      "confianza": 0.23
    },
    {
      "hablante": "Hablante A",
      "inicio": 343.86,
      "fin": 344.52,
      "duracion": 0.66,
      "texto": "Gracias, gracias, igualmente.",
      "confianza": 0.064
    },
    {
      "hablante": "Hablante A",
      "inicio": 344.54,
      "fin": 344.88,
      "duracion": 0.34,
      "texto": "Hasta la próxima.",
      "confianza": 0.005
    },
    {
      "hablante": "Hablante A",
      "inicio": 344.9,
      "fin": 346.0,
      "duracion": 1.1,
      "texto": "Hasta la próxima.",
      "confianza": 0.778
    }
  ]
}