{
  "archivo": "amza4_1_260219113026445_MIT_01997.wav",
  "duracion_segundos": 405.51,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 154.08,
    "Hablante A": 182.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 26.7,
      "fin": 26.9,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 26.9,
      "fin": 28.7,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 28.7,
      "fin": 32.0,
      "texto": "¿Buenos días, María?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 32.1,
      "fin": 32.1,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 32.1,
      "fin": 33.1,
      "texto": "María, ¿cómo está?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 33.1,
      "fin": 37.6,
      "texto": "Habla Gabriela, de la compañía Movistar, ¿cómo está María?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.6,
      "fin": 38.8,
      "texto": "Sí, ¿cómo estás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 38.8,
      "fin": 40.6,
      "texto": "Bien, bien, todo bien, María, trabajando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 41.0,
      "fin": 52.7,
      "texto": "María, ¿recuerdas que estuvimos hablando por el descuento para su línea, el descuento para la fibra óptica?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 52.7,
      "fin": 53.9,
      "texto": "Sí, pero hablando con mi marido, por ahora no, mi corazón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 53.9,
      "fin": 55.5,
      "texto": "Bien, ¿debido a qué motivo, María?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 56.4,
      "fin": 64.0,
      "texto": "No, no, pasa que no nos alcanza la plata, alquilamos y pagamos mucho de alquiler y pagar el gas, el agua, la luz."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.8,
      "fin": 69.2,
      "texto": "Somos jubilados y la verdad que por este momento no, mi corazón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 69.2,
      "fin": 74.3,
      "texto": "Claro, justamente por eso María, o sea, ¿usted estaría pagando menos con Movistar y estaría ahorrando?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 74.3,
      "fin": 75.5,
      "texto": "¿Tendría un mejor servicio?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 78.5,
      "fin": 85.2,
      "texto": "Sí, ya estuve muchos años con Movistar, como vos me dijiste ayer, pero..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.5,
      "fin": 93.9,
      "texto": "Después pasan la promoción, los seis meses y antes de los seis meses ya te aumentan un montón."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 95.3,
      "fin": 97.2,
      "texto": "Y no, no, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 97.2,
      "fin": 99.9,
      "texto": "Yo ya estuvimos con mi marido con que hace experiencia con Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 100.5,
      "fin": 102.7,
      "texto": "Tuve que poner Movistar acá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 102.7,
      "fin": 104.4,
      "texto": "Perdóname, tuve que poner Movistar acá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 105.5,
      "fin": 107.9,
      "texto": "Yo vivía en Ceballos antes y tenía Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.0,
      "fin": 115.5,
      "texto": "Y acá, Claro, no llega acá en Solano y tuve que poner Movistar porque era el único entre todos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 116.0,
      "fin": 122.6,
      "texto": "Los más económicos porque después estaba Personal y Telecentro que me arrancaban la cabeza."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 123.4,
      "fin": 127.4,
      "texto": "Así que tuve que poner por eso motivo con Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 127.4,
      "fin": 136.2,
      "texto": "Pero después en telefonía, en telefonía la verdad que hasta ahora, Claro, me ha cumplido."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 136.5,
      "fin": 143.9,
      "texto": "No te quiero desperdiciar tus servicios ni tampoco mucho menos, pero ya tuve muchas experiencias con Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 144.2,
      "fin": 149.3,
      "texto": "Ya, bueno, justamente por eso, María."
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.3,
      "fin": 154.8,
      "texto": "Yo la entiendo que está conforme, es lógico, pero bueno, la acompañamos a estar justamente en lo que buscas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 154.8,
      "fin": 167.2,
      "texto": "Que usted pague menos, tenga un buen servicio y se puede quedar tranquila porque todo lo que no voy a darle es mi número de trabajo para que, justamente, usted al quinto mes, cuando está por terminarse este mes, que se está por finalizar el descuento,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 167.6,
      "fin": 180.3,
      "texto": "¿Se puede poner en comunicación conmigo si me miras y me dice por terminar la promo para que busquemos juntas la mejor forma para que usted tenga un nuevo beneficio en su línea, un nuevo plan y siempre tenga lo que es un plan acorde a lo que usted puede pagar y el buen servicio que tiene?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 180.3,
      "fin": 181.3,
      "texto": "¿Me entiendes, María?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 186.7,
      "fin": 186.9,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 187.0,
      "fin": 188.1,
      "texto": "Yo te entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 188.1,
      "fin": 190.9,
      "texto": "Yo te entiendo y también lo... Sí, sí, ya lo he hecho."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 191.0,
      "fin": 195.0,
      "texto": "Antes era a los tres meses, te llamaba, me daba el número del teléfono y..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 195.3,
      "fin": 211.8,
      "texto": "Y así, pero los aumentos venían igual, lo mismo, el chico, ustedes no tienen la culpa de los aumentos, lógico, aumenta la telefonía, como todos los meses aumenta todo, no es culpa de ustedes, pero bueno, a veces no se mantiene lo que a veces uno dice."
    },
    {
      "hablante": "AGENTE",
      "inicio": 212.3,
      "fin": 221.3,
      "texto": "No, no, pero eso, mira, le explico María, el descuento es un descuento fijo y por eso justamente cuando se hace el cierre comercial, que es leer la contratación en servicio,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 221.6,
      "fin": 226.1,
      "texto": "Que era la llamada grabada y se pidió autorización a la CNC, que es el ente regulador de telecomunicaciones."
    },
    {
      "hablante": "AGENTE",
      "inicio": 227.1,
      "fin": 236.8,
      "texto": "Yo no le puedo decir que él esté tranquilo, usted por tantos meses bata un descuento y después le venga una factura que no tiene relación a lo que habló conmigo porque si no, la que recibe sanciones y todo, María, ¿me entiendes?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 237.9,
      "fin": 248.6,
      "texto": "En esto que él esté tranquilo, o sea, el descuento es un descuento fijo que se le hace, el descuento por seis meses es fijo y el valor le va a quedar al precio que estuvimos hablando, si no es que le va a aumentar ni le va"
    },
    {
      "hablante": "AGENTE",
      "inicio": 248.8,
      "fin": 255.6,
      "texto": "a cambiar ni va a haber ninguna variación porque es el valor que hemos hablado sobre el plan que usted conectaría con la compañía Movistar, María."
    },
    {
      "hablante": "AGENTE",
      "inicio": 258.9,
      "fin": 262.3,
      "texto": "Por eso justamente lo que buscamos es que pague menos y tenga un mejor servicio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 263.8,
      "fin": 268.9,
      "texto": "Porque usted actualmente con Claro, o sea, gasta mucho en lo que es el Internet, por lo que me comentó ayer."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 277.3,
      "fin": 278.2,
      "texto": "No, no, no, en realidad el Internet lo ocupa, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.3,
      "fin": 283.3,
      "texto": "Sí, la verdad que sí, en ese sentido."
    },
    {
      "hablante": "AGENTE",
      "inicio": 283.3,
      "fin": 299.3,
      "texto": "Bien, solo que le propongo que usted tenga 8 gigas de base con 10 gigas de regalo, y bueno, el plan ahora está asociado con el 85, sí, porque en la promoción de carnaval, hoy está con el 80 fijo, y el descuento fijo por 6 meses es el 80%, y el plan le queda en 10.730 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 299.4,
      "fin": 307.6,
      "texto": "10.730, luego usted pagaría con la compañía Movistar, manteniendo el mismo número María, el número no se cambia,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 308.1,
      "fin": 316.0,
      "texto": "Las llamadas libres a todas las compañías y el servicio de WhatsApp gratis y llamadas América, Presa Local y Roaming, que es internet fuera del país en América Incluida."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.6,
      "fin": 325.7,
      "texto": "Ahora, como usted ya tiene el servicio de la fibra óptica de su domicilio con nosotros, sobre la factura de su fibra óptica se le hace un descuento de 4.000 pesos, María, por mes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 326.5,
      "fin": 333.1,
      "texto": "Mientras sea la compañía vamos a estar con su línea y el servicio de fibra óptica vamos a estar en el hogar, ¿sabe qué va a contar con 4.000 pesos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 333.6,
      "fin": 341.4,
      "texto": "Todos los meses menos para pagar en lo que es el servicio de la fibra óptica y el servicio de la línea de teléfono tiene el descuento automático por seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 341.7,
      "fin": 355.4,
      "texto": "Nosotros le mantenemos el servicio activo, así que usted va a seguir teniendo la línea activa con Claro, la línea le va a seguir funcionando tal cual hasta que nosotros en 48 horas máximo le hacemos llegar el chip a la sucursal de"
    },
    {
      "hablante": "AGENTE",
      "inicio": 356.0,
      "fin": 358.2,
      "texto": "Más cercano a su domicilio es el sitio de Montserrat."
    },
    {
      "hablante": "AGENTE",
      "inicio": 358.3,
      "fin": 365.2,
      "texto": "Una vez que llegó al sitio de nuestra compañía y recién se le corta la señal de Claro, coloca el chip de Movistar y se empieza a tomar el servicio con nosotros, María."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 366.8,
      "fin": 375.0,
      "texto": "Bueno, déjame que lo consulto con mi marido y me llamas en 20."
    },
    {
      "hablante": "AGENTE",
      "inicio": 375.2,
      "fin": 376.8,
      "texto": "Bueno, María, no hay problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 376.8,
      "fin": 379.2,
      "texto": "Háblelo con él."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 379.2,
      "fin": 381.7,
      "texto": "¿Cuánto me dijiste que era?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 382.1,
      "fin": 385.5,
      "texto": "10.730."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 386.0,
      "fin": 386.8,
      "texto": "10.730."
    },
    {
      "hablante": "AGENTE",
      "inicio": 386.9,
      "fin": 397.9,
      "texto": "Exacto, le aclararé lo que es la línea de teléfono y aparte se le hace el descuento de los 4.000 pesos sobre el servicio de la fibra óptica, María."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 397.9,
      "fin": 398.1,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 398.1,
      "fin": 402.2,
      "texto": "Háblelo con él y yo en 20 minutos me comunico."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 402.3,
      "fin": 405.2,
      "texto": "Gracias, María."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 405.3,
      "fin": 405.5,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Buenos días, María? Sí. María, ¿cómo está? Habla Gabriela, de la compañía Movistar, ¿cómo está María? Sí, ¿cómo estás? Bien, bien, todo bien, María, trabajando. María, ¿recuerdas que estuvimos hablando por el descuento para su línea, el descuento para la fibra óptica? Sí, pero hablando con mi marido, por ahora no, mi corazón. Bien, ¿debido a qué motivo, María? No, no, pasa que no nos alcanza la plata, alquilamos y pagamos mucho de alquiler y pagar el gas, el agua, la luz. Somos jubilados y la verdad que por este momento no, mi corazón. Claro, justamente por eso María, o sea, ¿usted estaría pagando menos con Movistar y estaría ahorrando? ¿Tendría un mejor servicio? Sí, ya estuve muchos años con Movistar, como vos me dijiste ayer, pero... Después pasan la promoción, los seis meses y antes de los seis meses ya te aumentan un montón. Y no, no, no. Yo ya estuvimos con mi marido con que hace experiencia con Movistar. Tuve que poner Movistar acá. Perdóname, tuve que poner Movistar acá. Yo vivía en Ceballos antes y tenía Claro. Y acá, Claro, no llega acá en Solano y tuve que poner Movistar porque era el único entre todos. Los más económicos porque después estaba Personal y Telecentro que me arrancaban la cabeza. Así que tuve que poner por eso motivo con Movistar. Pero después en telefonía, en telefonía la verdad que hasta ahora, Claro, me ha cumplido. No te quiero desperdiciar tus servicios ni tampoco mucho menos, pero ya tuve muchas experiencias con Movistar. Ya, bueno, justamente por eso, María. Yo la entiendo que está conforme, es lógico, pero bueno, la acompañamos a estar justamente en lo que buscas. Que usted pague menos, tenga un buen servicio y se puede quedar tranquila porque todo lo que no voy a darle es mi número de trabajo para que, justamente, usted al quinto mes, cuando está por terminarse este mes, que se está por finalizar el descuento, ¿Se puede poner en comunicación conmigo si me miras y me dice por terminar la promo para que busquemos juntas la mejor forma para que usted tenga un nuevo beneficio en su línea, un nuevo plan y siempre tenga lo que es un plan acorde a lo que usted puede pagar y el buen servicio que tiene? ¿Me entiendes, María? Sí, sí, sí. Yo te entiendo. Yo te entiendo y también lo... Sí, sí, ya lo he hecho. Antes era a los tres meses, te llamaba, me daba el número del teléfono y... Y así, pero los aumentos venían igual, lo mismo, el chico, ustedes no tienen la culpa de los aumentos, lógico, aumenta la telefonía, como todos los meses aumenta todo, no es culpa de ustedes, pero bueno, a veces no se mantiene lo que a veces uno dice. No, no, pero eso, mira, le explico María, el descuento es un descuento fijo y por eso justamente cuando se hace el cierre comercial, que es leer la contratación en servicio, Que era la llamada grabada y se pidió autorización a la CNC, que es el ente regulador de telecomunicaciones. Yo no le puedo decir que él esté tranquilo, usted por tantos meses bata un descuento y después le venga una factura que no tiene relación a lo que habló conmigo porque si no, la que recibe sanciones y todo, María, ¿me entiendes? En esto que él esté tranquilo, o sea, el descuento es un descuento fijo que se le hace, el descuento por seis meses es fijo y el valor le va a quedar al precio que estuvimos hablando, si no es que le va a aumentar ni le va a cambiar ni va a haber ninguna variación porque es el valor que hemos hablado sobre el plan que usted conectaría con la compañía Movistar, María. Por eso justamente lo que buscamos es que pague menos y tenga un mejor servicio. Porque usted actualmente con Claro, o sea, gasta mucho en lo que es el Internet, por lo que me comentó ayer. No, no, no, en realidad el Internet lo ocupa, sí. Sí, la verdad que sí, en ese sentido. Bien, solo que le propongo que usted tenga 8 gigas de base con 10 gigas de regalo, y bueno, el plan ahora está asociado con el 85, sí, porque en la promoción de carnaval, hoy está con el 80 fijo, y el descuento fijo por 6 meses es el 80%, y el plan le queda en 10.730 pesos. 10.730, luego usted pagaría con la compañía Movistar, manteniendo el mismo número María, el número no se cambia, Las llamadas libres a todas las compañías y el servicio de WhatsApp gratis y llamadas América, Presa Local y Roaming, que es internet fuera del país en América Incluida. Ahora, como usted ya tiene el servicio de la fibra óptica de su domicilio con nosotros, sobre la factura de su fibra óptica se le hace un descuento de 4.000 pesos, María, por mes. Mientras sea la compañía vamos a estar con su línea y el servicio de fibra óptica vamos a estar en el hogar, ¿sabe qué va a contar con 4.000 pesos? Todos los meses menos para pagar en lo que es el servicio de la fibra óptica y el servicio de la línea de teléfono tiene el descuento automático por seis meses. Nosotros le mantenemos el servicio activo, así que usted va a seguir teniendo la línea activa con Claro, la línea le va a seguir funcionando tal cual hasta que nosotros en 48 horas máximo le hacemos llegar el chip a la sucursal de Más cercano a su domicilio es el sitio de Montserrat. Una vez que llegó al sitio de nuestra compañía y recién se le corta la señal de Claro, coloca el chip de Movistar y se empieza a tomar el servicio con nosotros, María. Bueno, déjame que lo consulto con mi marido y me llamas en 20. Bueno, María, no hay problema. Háblelo con él. ¿Cuánto me dijiste que era? 10.730. 10.730. Exacto, le aclararé lo que es la línea de teléfono y aparte se le hace el descuento de los 4.000 pesos sobre el servicio de la fibra óptica, María. Perfecto. Háblelo con él y yo en 20 minutos me comunico. Gracias, María. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.544,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T16:25:43.770093",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 18GB",
        "fibra óptica",
        "WhatsApp gratis",
        "llamadas libres"
      ],
      "plan_vendido": "plan 18GB",
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, fibra, nombres propios), mejora de la fluidez y claridad del texto."
    },
    "fecha_mejora": "2026-02-22T23:14:08.621576",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 26.68,
      "fin": 26.86,
      "duracion": 0.18,
      "texto": "Hola.",
      "confianza": 0.414
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.88,
      "fin": 28.72,
      "duracion": 1.84,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.391
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.74,
      "fin": 32.04,
      "duracion": 3.3,
      "texto": "¿Buenos días, María?",
      "confianza": 0.26
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.06,
      "fin": 32.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.088
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.14,
      "fin": 33.1,
      "duracion": 0.96,
      "texto": "María, ¿cómo está listo?",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante B",
      "inicio": 33.12,
      "fin": 37.57,
      "duracion": 4.44,
      "texto": "Hablando, Gabriela, de la compañía Mozart, ¿cómo está María?",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.59,
      "fin": 38.77,
      "duracion": 1.18,
      "texto": "Sí, ¿cómo estás?",
      "confianza": 0.321
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.79,
      "fin": 40.57,
      "duracion": 1.78,
      "texto": "Bien, bien, todo bien, María, trabajando.",
      "confianza": 0.717
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.05,
      "fin": 52.7,
      "duracion": 11.65,
      "texto": "María, ¿recuerdas que estuvimos hablando por el descuento para su línea, el descuento para la fibra óptica de cáncer?",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante B",
      "inicio": 52.72,
      "fin": 53.9,
      "duracion": 1.18,
      "texto": "Sí, pero hablando con mi marido, por ahora no, mi corazón.",
      "confianza": 0.03
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.94,
      "fin": 55.5,
      "duracion": 1.56,
      "texto": "Bien, ¿debido a qué motivo, María?",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante B",
      "inicio": 56.39,
      "fin": 63.96,
      "duracion": 7.57,
      "texto": "No, no, pasa que no nos alcanza la plata, alquilamos y pagamos mucho de alquiler y pagar el gas, el agua, la luz.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.84,
      "fin": 69.23,
      "duracion": 4.38,
      "texto": "Somos jubilados y la verdad que por este momento no, mi corazón.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 69.25,
      "fin": 74.27,
      "duracion": 5.03,
      "texto": "Claro, justamente por eso María, o sea, ¿usted estaría pagando menos con Movistar y estaría ahorrando?",
      "confianza": 0.467
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.29,
      "fin": 75.51,
      "duracion": 1.22,
      "texto": "¿Tendría un mejor servicio?",
      "confianza": 0.897
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.53,
      "fin": 85.2,
      "duracion": 6.67,
      "texto": "Sí, ya estuve muchos años con Movistar, como vos me dijiste el ayer, pero",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.54,
      "fin": 93.93,
      "duracion": 8.39,
      "texto": "Después pasan la promoción, los seis meses y antes de los seis meses ya te aumentan un montón.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante A",
      "inicio": 95.35,
      "fin": 97.17,
      "duracion": 1.82,
      "texto": "Y no, no, no.",
      "confianza": 0.197
    },
    {
      "hablante": "Hablante A",
      "inicio": 97.19,
      "fin": 99.91,
      "duracion": 2.72,
      "texto": "Yo ya estuvimos con mi marido con que hace experiencia con Movistar.",
      "confianza": 0.581
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.53,
      "fin": 102.68,
      "duracion": 2.14,
      "texto": "Tuve que poner Movistar acá.",
      "confianza": 0.236
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.7,
      "fin": 104.42,
      "duracion": 1.72,
      "texto": "Perdóname, tuve que poner Movistar acá.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 105.5,
      "fin": 107.92,
      "duracion": 2.42,
      "texto": "Yo vivía en Ceballos antes y tenía claro.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.0,
      "fin": 115.51,
      "duracion": 6.51,
      "texto": "Y acá, claro, no llega acá en Solano y tuve que poner Movistar porque era el lunes entre todos.",
      "confianza": 0.809
    },
    {
      "hablante": "Hablante A",
      "inicio": 116.05,
      "fin": 122.58,
      "duracion": 6.53,
      "texto": "los más económicos porque después estaba personal y el telecentro que me arrancaba en la cabeza.",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante A",
      "inicio": 123.38,
      "fin": 127.36,
      "duracion": 3.98,
      "texto": "Así que tuve que poner por eso motivo con Movistar.",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.38,
      "fin": 136.22,
      "duracion": 8.83,
      "texto": "Pero después en telefonía, en telefonía la verdad que hasta ahora, claro, me ha cumplido.",
      "confianza": 0.767
    },
    {
      "hablante": "Hablante A",
      "inicio": 136.5,
      "fin": 143.93,
      "duracion": 7.43,
      "texto": "No te quiero desperdiciar tus servicios ni tampoco mucho menos, pero ya tuve muchas experiencias con Movistar.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.19,
      "fin": 149.28,
      "duracion": 5.09,
      "texto": "Ya, bueno, justamente por eso, María.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.3,
      "fin": 154.81,
      "duracion": 5.51,
      "texto": "Yo la entiendo que está conforme, es lógico, pero bueno, la acompañamos a estar justamente en lo que buscas.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante A",
      "inicio": 154.83,
      "fin": 167.2,
      "duracion": 12.36,
      "texto": "Que usted pague menos, tenga un buen servicio y se puede quedar tranquila porque todo lo que no voy a darle es mi número de trabajo para que, justamente, usted al quinto mes, cuando está por arrancarse esta mes, que se está por finalizarla al descuento,",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.63,
      "fin": 180.33,
      "duracion": 12.7,
      "texto": "¿Se puede poner en comunicación conmigo si me miras y me dice por terminar la promo para que busquemos juntas la mejor forma para que usted tenga un nuevo beneficio en su línea, un nuevo plan y siempre tenga lo que es un plan a corda, lo que usted puede pagar y el buen servicio que tiene?",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante A",
      "inicio": 180.35,
      "fin": 181.27,
      "duracion": 0.92,
      "texto": "¿Me entiendes, María?",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.72,
      "fin": 186.94,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.059
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.96,
      "fin": 188.08,
      "duracion": 1.12,
      "texto": "Yo te entiendo.",
      "confianza": 0.176
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.1,
      "fin": 190.93,
      "duracion": 2.82,
      "texto": "Yo te entiendo y también lo... Sí, sí, ya lo he hecho.",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante B",
      "inicio": 191.03,
      "fin": 194.99,
      "duracion": 3.97,
      "texto": "Antes era a los tres meses, te llamaba, me daba el número del teléfono y...",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.26,
      "fin": 211.77,
      "duracion": 16.51,
      "texto": "y así, pero los aumentos venían igual lo mismo, el chico, ustedes no tienen la culpa de los aumentos, lógico, aumenta la telefonía, como todos los meses aumenta todo, no es culpa de ustedes, pero bueno, a veces no se mantiene lo que a veces uno dice.",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante B",
      "inicio": 212.35,
      "fin": 221.28,
      "duracion": 8.94,
      "texto": "No, no, pero eso, mira, le explico María, el descuento es un descuento fijo y por eso justamente cuando se hace el cierre comercial, que es leer la contratación en servicio,",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.63,
      "fin": 226.12,
      "duracion": 4.48,
      "texto": "que era la llamada grabada y se pedió autorización a la CONC, que es el ente regular de telecomunicaciones.",
      "confianza": 0.445
    },
    {
      "hablante": "Hablante B",
      "inicio": 227.06,
      "fin": 236.83,
      "duracion": 9.77,
      "texto": "Yo no le puedo decir que él esté tranquilo, usted por tantos meses bata un descuento y después le venga una factura que no tiene relación a lo que habló conmigo porque si no, la que recibe sanciones y todo, María, ¿me entiendes?",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.93,
      "fin": 248.59,
      "duracion": 10.65,
      "texto": "En esto que él esté tranquilo, o sea, el descuento es un descuento fijo que se le hace, el descuento por seis meses es fijo y el valor le va a quedar al precio que estuvimos hablando, si no es que le va a aumentar ni le va",
      "confianza": 0.635
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.82,
      "fin": 255.63,
      "duracion": 6.81,
      "texto": "a cambiar ni va a haber ninguna variación porque es el valor que hemos hablado sobre el plan que usted conectaría con la compañía Moïse, María.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.95,
      "fin": 262.27,
      "duracion": 3.32,
      "texto": "Por eso justamente lo que buscamos es que pague menos y tenga un mejor servicio.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.82,
      "fin": 268.94,
      "duracion": 5.13,
      "texto": "Porque usted actualmente con claro, o sea, gasta mucho lo que es el Internet, por lo que me comentó ayer.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 277.27,
      "fin": 278.25,
      "duracion": 0.98,
      "texto": "No, no, no, en realidad el Internet lo ocupa, sí.",
      "confianza": 0.035
    },
    {
      "hablante": "Hablante A",
      "inicio": 279.26,
      "fin": 283.31,
      "duracion": 4.04,
      "texto": "Sí, la verdad que sí, en ese sentido.",
      "confianza": 0.048
    },
    {
      "hablante": "Hablante A",
      "inicio": 283.33,
      "fin": 299.32,
      "duracion": 15.99,
      "texto": "Bien, solo que le propongo que usted tenga 8 gigas de base con 10 gigas de regalo, y bueno, el plan ahora está adresado con el 85, sí, porque en la promoción de carnaval, hoy está con el 80 fijo, y el descuento fijo por 6 meses es el 80%, y el plan le queda en 10.730 pesos.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante A",
      "inicio": 299.4,
      "fin": 307.65,
      "duracion": 8.25,
      "texto": "10.730, luego usted pagaría con la compañía de mostrar, manteniendo el mismo número María, el número no se cambia,",
      "confianza": 0.765
    },
    {
      "hablante": "Hablante A",
      "inicio": 308.07,
      "fin": 315.96,
      "duracion": 7.89,
      "texto": "las llamadas libres a todas las compañías y el servicio de WhatsApp gratis y llamadas América Presa Local y Roaming, que es internet fuera del país en América Incluida.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 316.64,
      "fin": 325.68,
      "duracion": 9.03,
      "texto": "Ahora, como usted ya tiene el servicio de la fibra óptica de su domicilio con nosotros, sobre la factura de su fibra óptica se le hace un descuento de 4.000 pesos, María, por mes.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 326.48,
      "fin": 333.15,
      "duracion": 6.67,
      "texto": "Mientras ser la compañía vamos a estar con su línea y el servicio de fibra óptica vamos a estar hogar, ¿sabe qué va a contar con 4.000 pesos?",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 333.65,
      "fin": 341.35,
      "duracion": 7.7,
      "texto": "todos los meses menos para pagar en lo que es el servicio de la fibra óptica y el servicio de la línea de teléfono tiene el descuento autismo por seis meses.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 341.73,
      "fin": 355.35,
      "duracion": 13.63,
      "texto": "Nosotros le mantenemos el servicio activo, así que usted va a seguir teniendo la línea activa con claro, la línea le va a seguir funcionando tal cual hasta que nosotros en 48 horas máximo le hacemos llegar el chip a la sucursal de",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 355.99,
      "fin": 358.25,
      "duracion": 2.26,
      "texto": "Más cercano a su domicilio es el sitio de Montserrat.",
      "confianza": 0.4
    },
    {
      "hablante": "Hablante A",
      "inicio": 358.27,
      "fin": 365.19,
      "duracion": 6.91,
      "texto": "Una vez que llegó el sitio de nuestra compañía y recién se le corta la señal de claro, coloca el sitio de Montserrat y se empieza a tomarse la vista con nosotros, María.",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante B",
      "inicio": 366.83,
      "fin": 374.98,
      "duracion": 8.15,
      "texto": "Bueno, déjame que lo consulto con mi marido y me llamas en 20.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante B",
      "inicio": 375.24,
      "fin": 376.8,
      "duracion": 1.56,
      "texto": "Bueno, María, no hay problema.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 376.82,
      "fin": 379.18,
      "duracion": 2.36,
      "texto": "Háblelo con él.",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante B",
      "inicio": 379.2,
      "fin": 381.69,
      "duracion": 2.48,
      "texto": "Cuánto me dijiste que era?",
      "confianza": 0.453
    },
    {
      "hablante": "Hablante B",
      "inicio": 382.11,
      "fin": 385.49,
      "duracion": 3.38,
      "texto": "10.730.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante B",
      "inicio": 385.98,
      "fin": 386.84,
      "duracion": 0.86,
      "texto": "10.730.",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante B",
      "inicio": 386.9,
      "fin": 397.92,
      "duracion": 11.02,
      "texto": "Exacto, le clarearé lo que es la línea de teléfono y aparte se le hace el descuento de los 4.000 pesos sobre el servicio de la fibra óptica, María.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 397.94,
      "fin": 398.12,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.071
    },
    {
      "hablante": "Hablante B",
      "inicio": 398.14,
      "fin": 402.24,
      "duracion": 4.11,
      "texto": "Háblelo con él y yo en 20 minutos me comunico.",
      "confianza": 0.568
    },
    {
      "hablante": "Hablante B",
      "inicio": 402.26,
      "fin": 405.25,
      "duracion": 2.99,
      "texto": "Gracias, María.",
      "confianza": 0.512
    },
    {
      "hablante": "Hablante B",
      "inicio": 405.27,
      "fin": 405.51,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.089
    }
  ]
}