{
  "archivo": "amza39_1_260220104241719_ACD_52295.wav",
  "duracion_segundos": 427.66,
  "num_segmentos": 85,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 250.57,
    "Hablante B": 126.64
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 3.7,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.7,
      "fin": 4.3,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.3,
      "fin": 4.4,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.4,
      "fin": 7.8,
      "texto": "Me comunico con Juan Carlos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.8,
      "fin": 7.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.9,
      "fin": 8.3,
      "texto": "¿Qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.3,
      "fin": 9.3,
      "texto": "Juan Carlos, un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.3,
      "fin": 10.4,
      "texto": "Mi nombre es Catalina."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.4,
      "fin": 15.1,
      "texto": "Lo he contactado para poder brindarle lo que es una promoción para la línea de su celular."
    },
    {
      "hablante": "AGENTE",
      "inicio": 16.0,
      "fin": 19.0,
      "texto": "¿Me asegura que usted se encuentra en Claro actualmente, Juan Carlos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.0,
      "fin": 21.4,
      "texto": "¿Puede ser?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 21.5,
      "fin": 21.6,
      "texto": "Así es."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.6,
      "fin": 21.9,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.1,
      "fin": 25.1,
      "texto": "¿Y sabe más o menos cuántos gigas utiliza para su línea?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.4,
      "fin": 29.0,
      "texto": "Sí, entre 10 y 15, como mucho."
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.3,
      "fin": 31.4,
      "texto": "Perfecto, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 31.7,
      "fin": 43.4,
      "texto": "En ese caso, le puedo comentar que tenemos un plan para usted desde el área de Movistar que le cuesta 15.910 pesos y tiene 15 gigas más días de regalo por seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 43.4,
      "fin": 44.2,
      "texto": "¿Qué le parece?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 56.0,
      "fin": 56.6,
      "texto": "Sí, el tema no es el precio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 56.6,
      "fin": 57.2,
      "texto": "Te explico una cosa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 57.2,
      "fin": 57.3,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 57.3,
      "fin": 57.9,
      "texto": "Tuve muchos años en Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 57.9,
      "fin": 58.0,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 58.0,
      "fin": 59.0,
      "texto": "Y lamentablemente porque me estafaron, me cambié."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 59.0,
      "fin": 59.5,
      "texto": "Te explico."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 60.6,
      "fin": 78.6,
      "texto": "Y me llamaron de Buenos Aires de Movistar para decirme que me habían cobrado durante dos años dos líneas y que yo siempre tuve una y que me iban a bonificar con un año gratis el teléfono para mi línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 80.9,
      "fin": 85.2,
      "texto": "Y cobraron un mes y después me siguieron cobrando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.6,
      "fin": 95.2,
      "texto": "Y el tema es que la última factura que cobré, desde donde figura el último pago, fueron más de 30.000 pesos, ¿me entendés?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 95.3,
      "fin": 97.9,
      "texto": "Entonces, por eso decidí cambiarme de línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 97.9,
      "fin": 104.7,
      "texto": "No me bonificaron lo que me dijeron y encima me cobraban una guasada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 104.7,
      "fin": 112.2,
      "texto": "Sí, aparte que no me bonificaron el año porque, o sea, yo no me hubiera enterado de que tenía dos líneas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 112.3,
      "fin": 121.8,
      "texto": "Si ustedes no me llaman, desde Movistar me llamaron para decirme que me estuvieron cobrando durante dos años dos líneas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 121.8,
      "fin": 124.5,
      "texto": "Y que yo siempre tuve una."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 124.5,
      "fin": 128.2,
      "texto": "Entonces, como no me cumplieron, yo me cambié de empresa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.9,
      "fin": 138.7,
      "texto": "Pudo corroborar en ese momento el tema de la otra línea, ya que insistimos, a nosotros nos figura que no tiene ninguna otra línea a su nombre."
    },
    {
      "hablante": "AGENTE",
      "inicio": 139.4,
      "fin": 142.0,
      "texto": "No, no, no tengo ni otra línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 142.0,
      "fin": 143.5,
      "texto": "Jamás tuve otra línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 143.7,
      "fin": 148.7,
      "texto": "Cuando me dijeron que tenía otra línea, me mandaron un formulario."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 150.6,
      "fin": 159.7,
      "texto": "Lo hice al formulario, todo eso lo llené, todo le dieron de baja, pero se ve que me siguieron cobrando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 159.8,
      "fin": 166.4,
      "texto": "Pero cuando me llamaron, me dijeron que durante dos años me cobraron dos líneas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 167.0,
      "fin": 168.4,
      "texto": "Claro, sí, totalmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 168.7,
      "fin": 171.0,
      "texto": "Desacertada la situación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 172.5,
      "fin": 182.2,
      "texto": "Claro, si me hubieran bonificado, suponiendo, el año ese gratis que ellos me ofrecieron, yo hubiera seguido en Movistar, ¿me entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.3,
      "fin": 188.2,
      "texto": "Pero lamentablemente no me cobraron un mes, porque te soy sincero, no me cobraron un mes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 189.0,
      "fin": 195.1,
      "texto": "Yo seguí el mes y ellos llegaron a la altura y yo lamentablemente el teléfono puede trabajar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.1,
      "fin": 198.2,
      "texto": "Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 199.3,
      "fin": 200.7,
      "texto": "Claro, totalmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.7,
      "fin": 206.8,
      "texto": "Y sí, y en ese momento no pudo comunicarse nuevamente para consultar por qué no le bonificaban los siguientes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.8,
      "fin": 210.2,
      "texto": "No, no, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 210.2,
      "fin": 220.5,
      "texto": "No, no, porque las empresas me cobraron ese P, me cobraron, cuando me empezaron a cobrar, me cobraron más de 30.000 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.5,
      "fin": 221.6,
      "texto": "Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.6,
      "fin": 226.3,
      "texto": "Y había otras empresas que me hacían, claro, pagando 6.000 pesos más tarde."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 226.3,
      "fin": 227.8,
      "texto": "Claro, directamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 228.0,
      "fin": 230.5,
      "texto": "Eligió el cambio que era mucho más conveniente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 237.3,
      "fin": 239.3,
      "texto": "Claro, por más que no me bonificaran, pero en dos meses recuperaba la pérdida de un año."
    },
    {
      "hablante": "AGENTE",
      "inicio": 239.3,
      "fin": 241.5,
      "texto": "Claro, y sí, sí, me imagino totalmente que sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 242.5,
      "fin": 252.0,
      "texto": "Bien, en ese caso lo que le pido es disculpas en nombre de la compañía, la verdad que ha sido una situación, Juan Carlos, que me imagino que para nada placentera."
    },
    {
      "hablante": "AGENTE",
      "inicio": 252.8,
      "fin": 270.3,
      "texto": "Sí, soy sincero, yo estoy muy conforme, por cierto, en el servicio que tiene de Movistar, nada que ver con Claro, pero el tema es que me van cumpliendo con el tema de los pagos, del servicio, todo eso, yo lo necesito para trabajar, ¿me entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 270.3,
      "fin": 279.2,
      "texto": "Soy monotributista, soy gasista, entonces yo necesito el teléfono, si no tengo el teléfono no trabajo, ¿me entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 279.2,
      "fin": 281.0,
      "texto": "Claro, sí, sí, totalmente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.7,
      "fin": 287.0,
      "texto": "Lo que le puedo decir en este momento es que tenemos asesoría personalizada, Juan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 287.0,
      "fin": 289.8,
      "texto": "En este caso, me asignaron a mí tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 289.8,
      "fin": 299.4,
      "texto": "Lo que te puedo decir es que en cualquier caso, cualquier inconveniente que vos llegues a tener, me vas a tener a mí directamente para comunicarte, para resolver los problemas que vos tengas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 300.0,
      "fin": 307.9,
      "texto": "Espero que no, pero dentro de que llegue a haber algún inconveniente a futuro, para que no te vuelva a pasar esta situación, para que..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 308.1,
      "fin": 312.8,
      "texto": "No estés pagando un precio descomunal para que no te quedes sin línea en ningún momento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 312.9,
      "fin": 320.4,
      "texto": "Y justamente son las cosas, la verdad que han cambiado bastante acá en la empresa porque se estaba manejando de muy mala manera."
    },
    {
      "hablante": "AGENTE",
      "inicio": 320.4,
      "fin": 327.6,
      "texto": "Y bueno, entendemos que el servicio que brindamos no justifica quizás el maltrato hacia el cliente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 327.6,
      "fin": 334.5,
      "texto": "Y bueno, por eso justamente lo volvíamos a llamar, Juan, para... Sí, yo en ese momento no estoy interesado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 334.7,
      "fin": 337.9,
      "texto": "Lamentablemente me han defraudado mucho de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 337.9,
      "fin": 343.7,
      "texto": "Yo estuve muchos años movistando, desde que yo tengo teléfono siempre fue Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 344.0,
      "fin": 359.3,
      "texto": "Y como hace un año me decidí hacer esto porque lamentablemente no me cumplieron, o sea, me hubieran cumplido con el año ese que me lo daban gratis y hubiera estado siguiendo en Movistar y hubiera perdido lo mejor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 359.5,
      "fin": 367.7,
      "texto": "No es el problema la plata, sino la acción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 367.8,
      "fin": 373.9,
      "texto": "Si a vos te dicen que te van a bonificar un año, indudablemente que esperas que este año no te cobren la factura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 374.6,
      "fin": 375.4,
      "texto": "¿Pero por qué?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 375.9,
      "fin": 380.4,
      "texto": "Porque si les hubo dos años, que me cobraron dos líneas y yo tuve una."
    },
    {
      "hablante": "AGENTE",
      "inicio": 381.0,
      "fin": 384.6,
      "texto": "No fueron ni una, fueron dos años que..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 384.6,
      "fin": 389.2,
      "texto": "Entonces me dicen, no, te vamos a bonificar con un año gratis."
    },
    {
      "hablante": "AGENTE",
      "inicio": 389.8,
      "fin": 391.2,
      "texto": "Listo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 391.2,
      "fin": 407.5,
      "texto": "Y si no pagué, al mes siguiente me llegó que si no pagaba, me iban a cortar la línea y yo lamentablemente no puedo trabajar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 407.5,
      "fin": 407.7,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 407.7,
      "fin": 409.5,
      "texto": "Lamentablemente no pude cambiar la movilidad, lamentablemente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 411.0,
      "fin": 412.0,
      "texto": "Bueno, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 412.0,
      "fin": 419.5,
      "texto": "De todas maneras, le agradezco mucho que me haya comentado su caso para nosotros tenerlo en cuenta para poder mejorar justamente como empresa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 419.8,
      "fin": 427.2,
      "texto": "Y bueno Juan, espero que le vaya bien, muchísimas gracias por su conversación."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 427.2,
      "fin": 427.7,
      "texto": "Nos vemos, hasta luego."
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Hola. Me comunico con Juan Carlos. Sí. ¿Qué tal? Juan Carlos, un gusto. Mi nombre es Catalina. Lo he contactado para poder brindarle lo que es una promoción para la línea de su celular. ¿Me asegura que usted se encuentra en Claro actualmente, Juan Carlos? ¿Puede ser? Así es. Bien. ¿Y sabe más o menos cuántos gigas utiliza para su línea? Sí, entre 10 y 15, como mucho. Perfecto, bien. En ese caso, le puedo comentar que tenemos un plan para usted desde el área de Movistar que le cuesta 15.910 pesos y tiene 15 gigas más días de regalo por seis meses. ¿Qué le parece? Sí, el tema no es el precio. Te explico una cosa. Sí. Tuve muchos años en Movistar. Sí. Y lamentablemente porque me estafaron, me cambié. Te explico. Y me llamaron de Buenos Aires de Movistar para decirme que me habían cobrado durante dos años dos líneas y que yo siempre tuve una y que me iban a bonificar con un año gratis el teléfono para mi línea. Y cobraron un mes y después me siguieron cobrando. Y el tema es que la última factura que cobré, desde donde figura el último pago, fueron más de 30.000 pesos, ¿me entendés? Entonces, por eso decidí cambiarme de línea. No me bonificaron lo que me dijeron y encima me cobraban una guasada. Sí, aparte que no me bonificaron el año porque, o sea, yo no me hubiera enterado de que tenía dos líneas. Si ustedes no me llaman, desde Movistar me llamaron para decirme que me estuvieron cobrando durante dos años dos líneas. Y que yo siempre tuve una. Entonces, como no me cumplieron, yo me cambié de empresa. Pudo corroborar en ese momento el tema de la otra línea, ya que insistimos, a nosotros nos figura que no tiene ninguna otra línea a su nombre. No, no, no tengo ni otra línea. Jamás tuve otra línea. Cuando me dijeron que tenía otra línea, me mandaron un formulario. Lo hice al formulario, todo eso lo llené, todo le dieron de baja, pero se ve que me siguieron cobrando. Pero cuando me llamaron, me dijeron que durante dos años me cobraron dos líneas. Claro, sí, totalmente. Desacertada la situación. Claro, si me hubieran bonificado, suponiendo, el año ese gratis que ellos me ofrecieron, yo hubiera seguido en Movistar, ¿me entendés? Pero lamentablemente no me cobraron un mes, porque te soy sincero, no me cobraron un mes. Yo seguí el mes y ellos llegaron a la altura y yo lamentablemente el teléfono puede trabajar. Claro. Claro, totalmente. Y sí, y en ese momento no pudo comunicarse nuevamente para consultar por qué no le bonificaban los siguientes. No, no, no. No, no, porque las empresas me cobraron ese P, me cobraron, cuando me empezaron a cobrar, me cobraron más de 30.000 pesos. Claro. Y había otras empresas que me hacían, claro, pagando 6.000 pesos más tarde. Claro, directamente. Eligió el cambio que era mucho más conveniente. Claro, por más que no me bonificaran, pero en dos meses recuperaba la pérdida de un año. Claro, y sí, sí, me imagino totalmente que sí. Bien, en ese caso lo que le pido es disculpas en nombre de la compañía, la verdad que ha sido una situación, Juan Carlos, que me imagino que para nada placentera. Sí, soy sincero, yo estoy muy conforme, por cierto, en el servicio que tiene de Movistar, nada que ver con Claro, pero el tema es que me van cumpliendo con el tema de los pagos, del servicio, todo eso, yo lo necesito para trabajar, ¿me entendés? Soy monotributista, soy gasista, entonces yo necesito el teléfono, si no tengo el teléfono no trabajo, ¿me entendés? Claro, sí, sí, totalmente. Lo que le puedo decir en este momento es que tenemos asesoría personalizada, Juan. En este caso, me asignaron a mí tu línea. Lo que te puedo decir es que en cualquier caso, cualquier inconveniente que vos llegues a tener, me vas a tener a mí directamente para comunicarte, para resolver los problemas que vos tengas. Espero que no, pero dentro de que llegue a haber algún inconveniente a futuro, para que no te vuelva a pasar esta situación, para que... No estés pagando un precio descomunal para que no te quedes sin línea en ningún momento. Y justamente son las cosas, la verdad que han cambiado bastante acá en la empresa porque se estaba manejando de muy mala manera. Y bueno, entendemos que el servicio que brindamos no justifica quizás el maltrato hacia el cliente. Y bueno, por eso justamente lo volvíamos a llamar, Juan, para... Sí, yo en ese momento no estoy interesado. Lamentablemente me han defraudado mucho de Movistar. Yo estuve muchos años movistando, desde que yo tengo teléfono siempre fue Movistar. Y como hace un año me decidí hacer esto porque lamentablemente no me cumplieron, o sea, me hubieran cumplido con el año ese que me lo daban gratis y hubiera estado siguiendo en Movistar y hubiera perdido lo mejor. No es el problema la plata, sino la acción. Si a vos te dicen que te van a bonificar un año, indudablemente que esperas que este año no te cobren la factura. ¿Pero por qué? Porque si les hubo dos años, que me cobraron dos líneas y yo tuve una. No fueron ni una, fueron dos años que... Entonces me dicen, no, te vamos a bonificar con un año gratis. Listo. Y si no pagué, al mes siguiente me llegó que si no pagaba, me iban a cortar la línea y yo lamentablemente no puedo trabajar. Claro. Lamentablemente no pude cambiar la movilidad, lamentablemente. Bueno, no hay problema. De todas maneras, le agradezco mucho que me haya comentado su caso para nosotros tenerlo en cuenta para poder mejorar justamente como empresa. Y bueno Juan, espero que le vaya bien, muchísimas gracias por su conversación. Nos vemos, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.492,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T15:54:05.547741",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "RECLAMO",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 15 gigas"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios), y mejora en la puntuación y fluidez del texto."
    },
    "fecha_mejora": "2026-02-22T23:03:34.170684",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 3.67,
      "duracion": 3.64,
      "texto": "Hola.",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.69,
      "fin": 4.3,
      "duracion": 0.6,
      "texto": "Hola, buenos días.",
      "confianza": 0.111
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.32,
      "fin": 4.42,
      "duracion": 0.1,
      "texto": "Hola.",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.44,
      "fin": 7.8,
      "duracion": 3.36,
      "texto": "Me comunico con Juan Carlos.",
      "confianza": 0.365
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.82,
      "fin": 7.88,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.125
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.9,
      "fin": 8.32,
      "duracion": 0.42,
      "texto": "¿Qué tal?",
      "confianza": 0.514
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.34,
      "fin": 9.3,
      "duracion": 0.96,
      "texto": "Juan Carlos, un gusto.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.34,
      "fin": 10.38,
      "duracion": 1.04,
      "texto": "Mi nombre es Catalina.",
      "confianza": 0.706
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.4,
      "fin": 15.09,
      "duracion": 4.69,
      "texto": "Lo he contactado para poder brindarle lo que es una promoción para la línea de su celular.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.99,
      "fin": 18.97,
      "duracion": 2.98,
      "texto": "Me asegura que usted se encuentra en claro actualmente, Juan Carlos.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.99,
      "fin": 21.44,
      "duracion": 2.44,
      "texto": "¿Puede ser?",
      "confianza": 0.118
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.46,
      "fin": 21.6,
      "duracion": 0.14,
      "texto": "Así es.",
      "confianza": 0.032
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.62,
      "fin": 21.94,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.829
    },
    {
      "hablante": "Hablante A",
      "inicio": 22.08,
      "fin": 25.06,
      "duracion": 2.98,
      "texto": "¿Y sabe más o menos cuántos gigas utiliza para su línea?",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.4,
      "fin": 29.02,
      "duracion": 0.62,
      "texto": "Sí, entre 10 y 15, como muchos.",
      "confianza": 0.053
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.32,
      "fin": 31.36,
      "duracion": 1.04,
      "texto": "Perfecto, bien.",
      "confianza": 0.883
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.68,
      "fin": 43.4,
      "duracion": 11.71,
      "texto": "En ese caso, le puedo comentar que tenemos un plan para usted desde el área de Movistar que le cuesta 15.910 pesos y tiene 15 gigas más días de regalo por seis meses.",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.41,
      "fin": 44.16,
      "duracion": 0.74,
      "texto": "¿Qué le parece?",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.01,
      "fin": 56.57,
      "duracion": 0.56,
      "texto": "Sí, el tema no es el precio.",
      "confianza": 0.025
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.59,
      "fin": 57.23,
      "duracion": 0.64,
      "texto": "Te explico una cosa, si te todo.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.25,
      "fin": 57.31,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.33,
      "fin": 57.91,
      "duracion": 0.58,
      "texto": "Tuve muchos años en Movistar.",
      "confianza": 0.005
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.93,
      "fin": 57.99,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.023
    },
    {
      "hablante": "Hablante A",
      "inicio": 58.01,
      "fin": 58.99,
      "duracion": 0.98,
      "texto": "Y lamentablemente porque me estafaron, me cambié.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.01,
      "fin": 59.55,
      "duracion": 0.54,
      "texto": "Te explico.",
      "confianza": 0.277
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.58,
      "fin": 78.58,
      "duracion": 18.0,
      "texto": "y me llamaron de Buenos Aires de Moistur para decirme que me habían cobrado durante dos años dos líneas y que yo siempre tuve una y que me iban a bonificar con un año gratis el teléfono para mi línea.",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.87,
      "fin": 85.15,
      "duracion": 4.29,
      "texto": "Y cobraron un mes y después me siguieron cobrando.",
      "confianza": 0.753
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.59,
      "fin": 95.24,
      "duracion": 9.65,
      "texto": "Y el tema es que la última factura que cobré, desde donde figura hay la última pago, fueron más de 30.000 pesos, ¿me entendés?",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.26,
      "fin": 97.92,
      "duracion": 2.66,
      "texto": "Entonces, por eso decidí cambiarme de línea.",
      "confianza": 0.379
    },
    {
      "hablante": "Hablante B",
      "inicio": 97.94,
      "fin": 104.71,
      "duracion": 6.77,
      "texto": "No me bonificaron lo que me dijeron y encima me cobraban una guasada.",
      "confianza": 0.479
    },
    {
      "hablante": "Hablante B",
      "inicio": 104.73,
      "fin": 112.22,
      "duracion": 7.49,
      "texto": "Sí, aparte que no me bonificaron el año porque, o sea, yo no me hubiera enterado de que tenía dos líneas.",
      "confianza": 0.644
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.3,
      "fin": 121.83,
      "duracion": 9.53,
      "texto": "Si ustedes no me llaman, desde Movistar me llamaron para decirme que me estuvieron cobrando durante dos años dos líneas.",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.85,
      "fin": 124.5,
      "duracion": 2.64,
      "texto": "Y que yo siempre tuve una.",
      "confianza": 0.563
    },
    {
      "hablante": "Hablante B",
      "inicio": 124.52,
      "fin": 128.24,
      "duracion": 3.72,
      "texto": "Entonces, como no me cumplieron, yo me cambié de empresa.",
      "confianza": 0.507
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.86,
      "fin": 138.7,
      "duracion": 8.83,
      "texto": "Pudo corroborar en ese momento el tema de la otra línea, ya que insistimos a nosotros en figura que no tenga ninguna otra línea a su nombre que no tiene.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante A",
      "inicio": 139.38,
      "fin": 141.99,
      "duracion": 2.6,
      "texto": "No, no, no tengo ni otra línea.",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.01,
      "fin": 143.53,
      "duracion": 1.52,
      "texto": "Jamás tuve otra línea.",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.67,
      "fin": 148.74,
      "duracion": 5.07,
      "texto": "Cuando me dijeron que tenía otra línea, me mandaron un formulario.",
      "confianza": 0.533
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.56,
      "fin": 159.69,
      "duracion": 9.13,
      "texto": "Lo hice al formulario, todo eso lo llené, todo le dieron de baja, pero se ve que me siguieron cobrando.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.79,
      "fin": 166.42,
      "duracion": 6.63,
      "texto": "Pero cuando me llamaron, me dijeron que durante dos años me cobraron dos líneas.",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.97,
      "fin": 168.45,
      "duracion": 1.48,
      "texto": "Claro, sí, totalmente.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.68,
      "fin": 170.96,
      "duracion": 2.28,
      "texto": "desacertaba la situación.",
      "confianza": 0.809
    },
    {
      "hablante": "Hablante A",
      "inicio": 172.53,
      "fin": 182.24,
      "duracion": 9.71,
      "texto": "Claro, si me hubieran bonificado suponientes, el año ese gratis que ellos me ofrecieron, yo hubiera seguido en movistar, ¿me entendés?",
      "confianza": 0.514
    },
    {
      "hablante": "Hablante A",
      "inicio": 182.26,
      "fin": 188.25,
      "duracion": 5.99,
      "texto": "Pero lamentablemente no me cobraron un mes, porque te soy sincero, no me cobraron un mes.",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante A",
      "inicio": 188.99,
      "fin": 195.05,
      "duracion": 6.07,
      "texto": "Yo seguí el mes y ellos llegaron a la altura y yo lamentablemente el teléfono puede trabajar.",
      "confianza": 0.489
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.08,
      "fin": 198.2,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.166
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.31,
      "fin": 200.69,
      "duracion": 1.38,
      "texto": "Claro, totalmente.",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante B",
      "inicio": 200.71,
      "fin": 206.76,
      "duracion": 6.05,
      "texto": "Y sí, y en ese momento no pudo comunicarse nuevamente para consultar por qué no le bonificaban los siguientes.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.76,
      "fin": 210.16,
      "duracion": 2.4,
      "texto": "No, no, no.",
      "confianza": 0.444
    },
    {
      "hablante": "Hablante B",
      "inicio": 210.18,
      "fin": 220.51,
      "duracion": 10.33,
      "texto": "No, no, porque las empresas me cobraron ese P, me cobraron, cuando me empezaron a cobrar, me cobraron más de 30.000 pesos.",
      "confianza": 0.472
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.53,
      "fin": 221.59,
      "duracion": 1.06,
      "texto": "Claro.",
      "confianza": 0.225
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.61,
      "fin": 226.32,
      "duracion": 4.71,
      "texto": "Y había otras empresas que me hicían, claro, pagando 6.000 pesos más tarde.",
      "confianza": 0.164
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.34,
      "fin": 227.78,
      "duracion": 1.44,
      "texto": "Claro, directamente.",
      "confianza": 0.892
    },
    {
      "hablante": "Hablante B",
      "inicio": 228.01,
      "fin": 230.53,
      "duracion": 2.52,
      "texto": "eligió el cambio que era mucho más conveniente.",
      "confianza": 0.77
    },
    {
      "hablante": "Hablante A",
      "inicio": 237.32,
      "fin": 239.26,
      "duracion": 1.94,
      "texto": "Claro, por más que no me bonificaran, pero en dos meses recuperaba la pérdida de un año.",
      "confianza": 0.034
    },
    {
      "hablante": "Hablante A",
      "inicio": 239.28,
      "fin": 241.49,
      "duracion": 2.2,
      "texto": "Claro, y sí, sí, me imagino totalmente que sí.",
      "confianza": 0.53
    },
    {
      "hablante": "Hablante A",
      "inicio": 242.47,
      "fin": 251.98,
      "duracion": 9.51,
      "texto": "Bien, en ese caso lo que le pido es disculpas en nombre de la compañía, la verdad que ha sido una situación, Juan Carlos, que me imagino que para nada placentera.",
      "confianza": 0.706
    },
    {
      "hablante": "Hablante A",
      "inicio": 252.77,
      "fin": 270.27,
      "duracion": 17.5,
      "texto": "Sí, soy sincero, yo estoy muy conforme, por cierto, en el servicio que tiene de movilizar, nada que ver con el esclaro, pero el tema es que me van cumpliendo con el tema de los pagos, del servicio, todo eso, yo lo necesito para trabajar, ¿me entendés?",
      "confianza": 0.491
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.29,
      "fin": 279.2,
      "duracion": 8.91,
      "texto": "Soy monotributista, soy gasista, entonces yo necesito el teléfono, si no tengo el teléfono no trabajo, ¿me entendés?",
      "confianza": 0.571
    },
    {
      "hablante": "Hablante A",
      "inicio": 279.22,
      "fin": 281.02,
      "duracion": 1.8,
      "texto": "Claro, sí, sí, totalmente.",
      "confianza": 0.532
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.68,
      "fin": 287.02,
      "duracion": 5.35,
      "texto": "Lo que le puedo decir en este momento es que tenemos asesoría personalizada, Juan.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante A",
      "inicio": 287.04,
      "fin": 289.82,
      "duracion": 2.78,
      "texto": "En este caso, me asignaron a mí tu línea.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante A",
      "inicio": 289.84,
      "fin": 299.45,
      "duracion": 9.61,
      "texto": "Lo que te puedo decir es que en cualquier caso, cualquier inconveniente que vos llegues a tener, me vas a tener a mí directamente para comunicarte, para resolver los problemas que vos tengas.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante A",
      "inicio": 299.98,
      "fin": 307.88,
      "duracion": 7.91,
      "texto": "Espero que no, pero dentro de que llegue a haber algún inconveniente a futuro, para que no te vuelva a pasar esta situación, para que...",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 308.08,
      "fin": 312.83,
      "duracion": 4.75,
      "texto": "no estés pagando un precio excomunal para que no te quedes sin línea en ningún momento.",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante A",
      "inicio": 312.85,
      "fin": 320.4,
      "duracion": 7.55,
      "texto": "Y justamente son las cosas, la verdad que han cambiado bastante acá en la empresa porque se estaba manejando de muy mala manera.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante A",
      "inicio": 320.42,
      "fin": 327.61,
      "duracion": 7.19,
      "texto": "Y bueno, entendemos que el servicio que brindamos no justifica quizás el maltrato hacia el cliente.",
      "confianza": 0.804
    },
    {
      "hablante": "Hablante A",
      "inicio": 327.63,
      "fin": 334.48,
      "duracion": 6.85,
      "texto": "Y bueno, por eso justamente lo volvíamos a llamar, Juan, para... Sí, yo en ese momento no estoy interesado.",
      "confianza": 0.407
    },
    {
      "hablante": "Hablante A",
      "inicio": 334.68,
      "fin": 337.92,
      "duracion": 3.24,
      "texto": "lamentablemente me han desfraudado muy mucho de movistar.",
      "confianza": 0.436
    },
    {
      "hablante": "Hablante A",
      "inicio": 337.94,
      "fin": 343.73,
      "duracion": 5.79,
      "texto": "Yo estuve muy muchos años movistando desde que yo tengo teléfono siempre fue movistar.",
      "confianza": 0.507
    },
    {
      "hablante": "Hablante A",
      "inicio": 343.97,
      "fin": 359.29,
      "duracion": 15.32,
      "texto": "Y como un año me decidí hacer esto porque lamentablemente no me cumplieron, o sea, me hubieran cumplido con el año ese que me lo daban gratis y hubiera estado siguiendo el movistar y hubiera perdido lo mejor.",
      "confianza": 0.476
    },
    {
      "hablante": "Hablante A",
      "inicio": 359.49,
      "fin": 367.74,
      "duracion": 8.25,
      "texto": "No es el problema la plata, sino la acción.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante A",
      "inicio": 367.76,
      "fin": 373.88,
      "duracion": 6.13,
      "texto": "Si a vos te dicen que te van a bonificar un año, indudablemente que esperas que este año no te cobre la factura.",
      "confianza": 0.303
    },
    {
      "hablante": "Hablante A",
      "inicio": 374.64,
      "fin": 375.39,
      "duracion": 0.74,
      "texto": "¿Pero por qué?",
      "confianza": 0.76
    },
    {
      "hablante": "Hablante A",
      "inicio": 375.93,
      "fin": 380.39,
      "duracion": 4.47,
      "texto": "Porque si les hubo dos años, que me cobraron dos líneas y yo tuve una.",
      "confianza": 0.449
    },
    {
      "hablante": "Hablante A",
      "inicio": 381.03,
      "fin": 384.62,
      "duracion": 3.59,
      "texto": "No fueron ni una, fueron dos años que...",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante A",
      "inicio": 384.64,
      "fin": 389.2,
      "duracion": 4.57,
      "texto": "Entonces me dicen, no, te vamos a bonificar con un año gratis.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante A",
      "inicio": 389.78,
      "fin": 391.18,
      "duracion": 1.4,
      "texto": "Listo.",
      "confianza": 0.323
    },
    {
      "hablante": "Hablante A",
      "inicio": 391.2,
      "fin": 407.52,
      "duracion": 16.32,
      "texto": "Y si me no pagué, al mes siguiente me llegó que si no pagaba, me iban a cortar la línea y yo lamentablemente no puedo trabajar.",
      "confianza": 0.092
    },
    {
      "hablante": "Hablante A",
      "inicio": 407.54,
      "fin": 407.66,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante A",
      "inicio": 407.68,
      "fin": 409.52,
      "duracion": 1.84,
      "texto": "Lamentablemente no pude cambiar la movilidad, lamentablemente.",
      "confianza": 0.137
    },
    {
      "hablante": "Hablante B",
      "inicio": 411.02,
      "fin": 411.96,
      "duracion": 0.94,
      "texto": "Bueno, no hay problema.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante B",
      "inicio": 412.04,
      "fin": 419.51,
      "duracion": 7.47,
      "texto": "De todas maneras, le agradezco mucho que me haya comentado su caso para nosotros tenerlo en cuenta para poder mejorar justamente como empresas.",
      "confianza": 0.763
    },
    {
      "hablante": "Hablante B",
      "inicio": 419.8,
      "fin": 427.18,
      "duracion": 7.38,
      "texto": "Y bueno Juan, espero que le vaya bien, muchísimas gracias por su conversación.",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante B",
      "inicio": 427.2,
      "fin": 427.66,
      "duracion": 0.46,
      "texto": "Nos vemos, hasta luego.",
      "confianza": 0.08
    }
  ]
}