{
  "archivo": "amza1_1_260209121142562_ACD_41305.wav",
  "duracion_segundos": 282.0,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 142.72,
    "Hablante A": 113.93
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 2.9,
      "fin": 3.6,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.6,
      "fin": 5.9,
      "texto": "Hablo con Nancy."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.0,
      "fin": 7.8,
      "texto": "Sí, señorita."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.8,
      "fin": 9.8,
      "texto": "¿Cómo le va? Un placer hablar con usted el día de hoy."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.9,
      "fin": 11.3,
      "texto": "¿Le habla Evangelina de este lado?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.3,
      "fin": 12.4,
      "texto": "¿Cómo le va?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 12.4,
      "fin": 13.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 14.4,
      "fin": 21.5,
      "texto": "Le comento, sí, yo la llamaba justamente, Nancy, para contarle sobre un descuento con la compañía de Movistar, por el tramo anteriormente, por esas casualidades."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.3,
      "fin": 24.6,
      "texto": "No, no, no, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.6,
      "fin": 28.8,
      "texto": "Es que muchas veces llego, estoy trabajando y llego a Teletia, a Tacorza."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.1,
      "fin": 30.4,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.4,
      "fin": 33.1,
      "texto": "Bueno, en ese caso, genial que pudimos decidir, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 34.7,
      "fin": 37.4,
      "texto": "Le comento, Nancy, que básicamente yo para qué le hablo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.5,
      "fin": 38.1,
      "texto": "Soy muy breve."
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.2,
      "fin": 41.3,
      "texto": "Sí, era para brindarle lo que es un descuento, precisamente, para su línea móvil."
    },
    {
      "hablante": "AGENTE",
      "inicio": 41.7,
      "fin": 44.7,
      "texto": "Usted actualmente tiene un abono mensual con Claro, ¿no es cierto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 45.7,
      "fin": 46.1,
      "texto": "Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.1,
      "fin": 50.7,
      "texto": "Yo siempre fui de Movistar, pero me cambié después."
    },
    {
      "hablante": "AGENTE",
      "inicio": 50.7,
      "fin": 54.5,
      "texto": "Ok, usted... Sí, porque realmente, porque se ha cambiado, le digo,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 54.7,
      "fin": 60.2,
      "texto": "porque como él viaja al campo, no agarraba y nada más eso, no tuvimos ningún problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.0,
      "fin": 61.8,
      "texto": "Bien, entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 62.2,
      "fin": 66.0,
      "texto": "Pero en ese caso, usted actualmente tiene lo que es Claro, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 66.1,
      "fin": 66.1,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.2,
      "fin": 66.8,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.8,
      "fin": 71.1,
      "texto": "Y me dice que Comoditar tuvo inconvenientes, pero su hijo, o sea, ¿usted estaba bien con la compañía?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 71.7,
      "fin": 72.8,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 72.8,
      "fin": 73.4,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 73.4,
      "fin": 78.6,
      "texto": "En ese caso, justamente, como me aseguraron en el sistema que ustedes tuvo en el año 2022, Nancy, hace bastante, ¿ya?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 79.0,
      "fin": 85.6,
      "texto": "Justamente queríamos ofrecerle lo que es un descuento para que usted vuelva y vuelva a probar lo que es el servicio justamente actual de la compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 85.8,
      "fin": 91.0,
      "texto": "Tenemos una renovación nueva con la propiedad personalizada y también planes muy completos y mejorados."
    },
    {
      "hablante": "AGENTE",
      "inicio": 91.4,
      "fin": 98.6,
      "texto": "Es más, el año pasado tuvimos ampliaciones de antenas en todo lo que es a lo largo del país, así que el servicio ha cambiado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 99.8,
      "fin": 107.4,
      "texto": "En este caso, le comento, sí, estamos ofreciendo lo que es justamente una promoción, una modificación del 80% de descuento,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 107.6,
      "fin": 125.2,
      "texto": "en un plan muy completo que tiene 8 gigas de base más 10 gigas de regalo por 6 meses, Nancy, para que pueda justamente disfrutar de lo que es todo el servicio, le comentó que le van a incluir lo que es WhatsApp gratis, llamadas libres, sí o sí, y después tiene lo que son llamadas a América, precio local y roaming en América, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 125.2,
      "fin": 128.7,
      "texto": "Todo eso por 10.720 pesos mensuales, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.2,
      "fin": 135.3,
      "texto": "Va a tener lo que le digo, un descuento fijo por 6 meses del 80%, es decir, que va a estar abonando ese monto mensualmente,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 135.7,
      "fin": 137.5,
      "texto": "Como le digo, es un plan muy completo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 137.6,
      "fin": 142.8,
      "texto": "¿No sé, usted actualmente cuántas gigas tiene, Nancy?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 142.8,
      "fin": 153.6,
      "texto": "La verdad que yo no conozco las gigas, la verdad, no, porque donde yo trabajo, llego y ya está activado el wifi y ahí en el trabajo vuelvo a mi casa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 153.6,
      "fin": 157.1,
      "texto": "Claro, es lo que le está pasando a muchos, totalmente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 157.7,
      "fin": 161.4,
      "texto": "En ese caso, por ahí el plan parece como que es mucha cantidad de gigas,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 161.6,
      "fin": 167.0,
      "texto": "Pero ten en cuenta que, por ejemplo, si usted no va a su trabajo o que va en transporte público."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 169.2,
      "fin": 169.2,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 169.2,
      "fin": 180.6,
      "texto": "Bueno, en este caso, por ejemplo, usted en el transporte público va a poder justamente ver videos, va a poder ver Facebook, redes sociales y demás sin ningún inconveniente y le va a rendir literalmente los 30 días del mes, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 180.6,
      "fin": 186.6,
      "texto": "Además, por ejemplo, Nancy, si a usted le sobran lo que es tres gigas, por decirlo así, axímemes,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 186.9,
      "fin": 192.2,
      "texto": "Usted, a través de la app, puede guardarlos justamente para utilizarlos en el mes entrante, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 192.2,
      "fin": 200.7,
      "texto": "Así que eso está bueno, usted va a abonar 10.720 pesos, como yo le decía, y va a poder utilizar lo que es el 100% del plan, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.8,
      "fin": 209.0,
      "texto": "En este caso, yo lo que puedo hacer, Nancy, es que se lo envío a domicilio para que usted se quede tranquila, le llegue el chip dentro de 7 días hábiles, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 209.4,
      "fin": 215.8,
      "texto": "Usted puede estar portando en línea en Movistar o abonar, tal vez, un poco menos, no sé cuánto está abonando actualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 216.8,
      "fin": 219.9,
      "texto": "Más o menos lo mismo que me está diciendo usted."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 219.9,
      "fin": 222.2,
      "texto": "Ok, pero por un plan mucho más bajo, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 223.5,
      "fin": 230.2,
      "texto": "Es que la verdad no sé, porque mi hijo, estamos él y no era él, él y yo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 230.2,
      "fin": 231.2,
      "texto": "Bien, los tres están en Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 232.0,
      "fin": 236.0,
      "texto": "Claro, ahora, pero él lo mostró, él era de Movistar antes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 236.0,
      "fin": 237.0,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 237.0,
      "fin": 243.6,
      "texto": "Bien, en este caso, si usted, por ejemplo, antes quisiera cambiar la línea, va a cambiar, querría cambiar la suya solamente, ¿no es cierto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 244.1,
      "fin": 252.8,
      "texto": "Y bueno, ya voy a ver, ya voy a preguntarle a él la hora más tarde, voy a verlo y le voy a decir si él se cambia o yo me voy sola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 253.6,
      "fin": 259.6,
      "texto": "Bien, le comento, pero acá estoy justamente en el sistema, indagando a ver si puedo brindarle lo que es una bonificación mejor, si por un precio menor."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 260.8,
      "fin": 266.0,
      "texto": "Ah, sí, pero yo voy a conversar con él y ya le hablo más tarde."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 266.0,
      "fin": 267.0,
      "texto": "Bueno, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 267.4,
      "fin": 270.3,
      "texto": "Sí, ahora estoy trabajando también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 270.3,
      "fin": 270.5,
      "texto": "Gracias."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 270.5,
      "fin": 270.9,
      "texto": "No hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.3,
      "fin": 275.8,
      "texto": "Ahora le voy a mandar un mensajito por WhatsApp para que le llegue y le juntó las promociones por ahí, si le parece."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 275.8,
      "fin": 279.6,
      "texto": "Le voy a poner... Hola, Nancy, soy Angelina de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.6,
      "fin": 279.9,
      "texto": "Bueno, gracias."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.9,
      "fin": 280.9,
      "texto": "Bien, estamos en contacto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 280.9,
      "fin": 281.5,
      "texto": "Gracias, Nancy."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 281.5,
      "fin": 282.0,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Nancy. Sí, señorita. ¿Cómo le va? Un placer hablar con usted el día de hoy. ¿Le habla Evangelina de este lado? ¿Cómo le va? Sí. Le comento, sí, yo la llamaba justamente, Nancy, para contarle sobre un descuento con la compañía de Movistar, por el tramo anteriormente, por esas casualidades. No, no, no, no. Es que muchas veces llego, estoy trabajando y llego a Teletia, a Tacorza. Ah, bien. Bueno, en ese caso, genial que pudimos decidir, ¿sí? Le comento, Nancy, que básicamente yo para qué le hablo. Soy muy breve. Sí, era para brindarle lo que es un descuento, precisamente, para su línea móvil. Usted actualmente tiene un abono mensual con Claro, ¿no es cierto? Sí, sí. Yo siempre fui de Movistar, pero me cambié después. Ok, usted... Sí, porque realmente, porque se ha cambiado, le digo, porque como él viaja al campo, no agarraba y nada más eso, no tuvimos ningún problema. Bien, entiendo. Pero en ese caso, usted actualmente tiene lo que es Claro, ¿no? Sí. Bien. Y me dice que Comoditar tuvo inconvenientes, pero su hijo, o sea, ¿usted estaba bien con la compañía? Sí, sí, sí. Bien. En ese caso, justamente, como me aseguraron en el sistema que ustedes tuvo en el año 2022, Nancy, hace bastante, ¿ya? Justamente queríamos ofrecerle lo que es un descuento para que usted vuelva y vuelva a probar lo que es el servicio justamente actual de la compañía. Tenemos una renovación nueva con la propiedad personalizada y también planes muy completos y mejorados. Es más, el año pasado tuvimos ampliaciones de antenas en todo lo que es a lo largo del país, así que el servicio ha cambiado. En este caso, le comento, sí, estamos ofreciendo lo que es justamente una promoción, una modificación del 80% de descuento, en un plan muy completo que tiene 8 gigas de base más 10 gigas de regalo por 6 meses, Nancy, para que pueda justamente disfrutar de lo que es todo el servicio, le comentó que le van a incluir lo que es WhatsApp gratis, llamadas libres, sí o sí, y después tiene lo que son llamadas a América, precio local y roaming en América, ¿bien? Todo eso por 10.720 pesos mensuales, ¿bien? Va a tener lo que le digo, un descuento fijo por 6 meses del 80%, es decir, que va a estar abonando ese monto mensualmente, Como le digo, es un plan muy completo. ¿No sé, usted actualmente cuántas gigas tiene, Nancy? La verdad que yo no conozco las gigas, la verdad, no, porque donde yo trabajo, llego y ya está activado el wifi y ahí en el trabajo vuelvo a mi casa. Claro, es lo que le está pasando a muchos, totalmente. En ese caso, por ahí el plan parece como que es mucha cantidad de gigas, Pero ten en cuenta que, por ejemplo, si usted no va a su trabajo o que va en transporte público. Sí. Bueno, en este caso, por ejemplo, usted en el transporte público va a poder justamente ver videos, va a poder ver Facebook, redes sociales y demás sin ningún inconveniente y le va a rendir literalmente los 30 días del mes, ¿sí? Además, por ejemplo, Nancy, si a usted le sobran lo que es tres gigas, por decirlo así, axímemes, Usted, a través de la app, puede guardarlos justamente para utilizarlos en el mes entrante, ¿sí? Así que eso está bueno, usted va a abonar 10.720 pesos, como yo le decía, y va a poder utilizar lo que es el 100% del plan, ¿bien? En este caso, yo lo que puedo hacer, Nancy, es que se lo envío a domicilio para que usted se quede tranquila, le llegue el chip dentro de 7 días hábiles, ¿sí? Usted puede estar portando en línea en Movistar o abonar, tal vez, un poco menos, no sé cuánto está abonando actualmente. Más o menos lo mismo que me está diciendo usted. Ok, pero por un plan mucho más bajo, ¿no? Es que la verdad no sé, porque mi hijo, estamos él y no era él, él y yo. Bien, los tres están en Claro. Claro, ahora, pero él lo mostró, él era de Movistar antes. Sí, sí, sí. Bien, en este caso, si usted, por ejemplo, antes quisiera cambiar la línea, va a cambiar, querría cambiar la suya solamente, ¿no es cierto? Y bueno, ya voy a ver, ya voy a preguntarle a él la hora más tarde, voy a verlo y le voy a decir si él se cambia o yo me voy sola. Bien, le comento, pero acá estoy justamente en el sistema, indagando a ver si puedo brindarle lo que es una bonificación mejor, si por un precio menor. Ah, sí, pero yo voy a conversar con él y ya le hablo más tarde. Bueno, no hay problema. Sí, ahora estoy trabajando también. Gracias. No hay problema. Ahora le voy a mandar un mensajito por WhatsApp para que le llegue y le juntó las promociones por ahí, si le parece. Le voy a poner... Hola, Nancy, soy Angelina de Movistar. Bueno, gracias. Bien, estamos en contacto. Gracias, Nancy. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.533,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T00:20:35.964987",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 8GB + 10GB de regalo"
      ],
      "plan_vendido": "plan 8GB + 10GB de regalo",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas). Mejora de la fluidez y claridad del texto."
    },
    "fecha_mejora": "2026-02-20T01:44:43.776559",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 2.9,
      "fin": 3.62,
      "duracion": 0.72,
      "texto": "Hola, buenos días.",
      "confianza": 0.439
    },
    {
      "hablante": "Hablante B",
      "inicio": 3.64,
      "fin": 5.94,
      "duracion": 2.3,
      "texto": "Hablo con Nancy.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.96,
      "fin": 7.76,
      "duracion": 1.8,
      "texto": "Sí, señorita.",
      "confianza": 0.42
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.79,
      "fin": 9.85,
      "duracion": 2.06,
      "texto": "¿Cómo le va un placer hablar con usted el día de hoy?",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.87,
      "fin": 11.31,
      "duracion": 1.44,
      "texto": "¿Le habla Evangélica de este lado?",
      "confianza": 0.455
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.33,
      "fin": 12.43,
      "duracion": 1.1,
      "texto": "¿Cómo le va?",
      "confianza": 0.592
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.45,
      "fin": 13.89,
      "duracion": 1.44,
      "texto": "Sí.",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.43,
      "fin": 21.48,
      "duracion": 7.05,
      "texto": "Le comento, sí, yo te lo llamaba justamente Nancy para contarles lo que es un descuento con la compañía de movilizarla al tramo anteriormente por esas casualidades.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.3,
      "fin": 24.6,
      "duracion": 0.3,
      "texto": "No, no, no, no.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.62,
      "fin": 28.79,
      "duracion": 4.17,
      "texto": "Es que muchas veces llego, estoy trabajando y llego a Teletia, a Tacorza.",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.11,
      "fin": 30.35,
      "duracion": 1.24,
      "texto": "Ah, bien.",
      "confianza": 0.403
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.37,
      "fin": 33.13,
      "duracion": 2.76,
      "texto": "Bueno, en ese caso genial que pudimos decidir, ¿sí?",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.67,
      "fin": 37.42,
      "duracion": 2.74,
      "texto": "Le comento, Nancy, que básicamente yo para qué le hablamos.",
      "confianza": 0.535
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.5,
      "fin": 38.14,
      "duracion": 0.64,
      "texto": "Soy muy breve.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.16,
      "fin": 41.32,
      "duracion": 3.16,
      "texto": "Sí, era para brindarle lo que es un descuento, precisamente, para su línea móvil.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.72,
      "fin": 44.73,
      "duracion": 3.0,
      "texto": "Usted actualmente tiene un abono mensal con claro, ¿no es cierto?",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.69,
      "fin": 46.13,
      "duracion": 0.44,
      "texto": "Sí, sí.",
      "confianza": 0.362
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.15,
      "fin": 50.7,
      "duracion": 4.55,
      "texto": "Yo siempre fui de Movistar, pero me cambié después.",
      "confianza": 0.229
    },
    {
      "hablante": "Hablante B",
      "inicio": 50.72,
      "fin": 54.54,
      "duracion": 3.82,
      "texto": "Ok, usted... Sí, porque realmente, porque se ha cambiado, le digo,",
      "confianza": 0.535
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.71,
      "fin": 60.24,
      "duracion": 5.53,
      "texto": "porque como él viaja al campo, no agrazaba y nada más eso, no tuvimos ningún problema.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.96,
      "fin": 61.8,
      "duracion": 0.84,
      "texto": "Bien, entiendo.",
      "confianza": 0.83
    },
    {
      "hablante": "Hablante B",
      "inicio": 62.18,
      "fin": 66.05,
      "duracion": 3.87,
      "texto": "Pero en ese caso, usted actualmente tiene lo que es claro, ¿no?",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante B",
      "inicio": 66.07,
      "fin": 66.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.097
    },
    {
      "hablante": "Hablante B",
      "inicio": 66.15,
      "fin": 66.81,
      "duracion": 0.66,
      "texto": "Bien.",
      "confianza": 0.85
    },
    {
      "hablante": "Hablante B",
      "inicio": 66.83,
      "fin": 71.1,
      "duracion": 4.27,
      "texto": "Y me dice que Comoditar tuvo inconvenientes, pero su hijo, o sea, ¿usted estaba bien con la compañía?",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.7,
      "fin": 72.76,
      "duracion": 1.06,
      "texto": "Sí, sí, sí.",
      "confianza": 0.184
    },
    {
      "hablante": "Hablante B",
      "inicio": 72.78,
      "fin": 73.36,
      "duracion": 0.58,
      "texto": "Bien.",
      "confianza": 0.799
    },
    {
      "hablante": "Hablante B",
      "inicio": 73.38,
      "fin": 78.57,
      "duracion": 5.19,
      "texto": "En ese caso, justamente, como me aseguraron en el sistema que ustedes tuvo en el año 2022, Nancy hace bastante, ¿ya?",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.01,
      "fin": 85.64,
      "duracion": 6.63,
      "texto": "justamente queríamos ofrecerle lo que es un descuento para que usted vuelva y vuelva a aprobar lo que es el servicio justamente actual de la compañía.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.78,
      "fin": 91.02,
      "duracion": 5.25,
      "texto": "Tenemos una rejección nueva con la propiedad personalizada y también planes muy completos y mejorados.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.36,
      "fin": 98.63,
      "duracion": 7.27,
      "texto": "Es más, el año pasado tuvimos ampliaciones de antenas en todo lo que es a lo largo del país, así que el servicio ha cambiado.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 99.76,
      "fin": 107.43,
      "duracion": 7.67,
      "texto": "En este caso, le comento si estamos ofreciendo lo que es justamente una promoción, una modificación del 80% de descuento,",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 107.64,
      "fin": 125.21,
      "duracion": 17.56,
      "texto": "En un plan muy completo que tiene 8 gigas de base más 10 gigas de regalo por 6 meses, Nancy, para que pueda justamente disfrutar de lo que es todo el servicio, le comentó que le van a incluir lo que es WhatsApp gratis, llamadas libres, si eso es sí o sí, y después tiene lo que son termas a América, precio local y roaming en América, ¿bien?",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante B",
      "inicio": 125.23,
      "fin": 128.69,
      "duracion": 3.47,
      "texto": "Todo eso por 10.720 pesos mensuales, ¿bien?",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante B",
      "inicio": 129.25,
      "fin": 135.32,
      "duracion": 6.07,
      "texto": "Va a tener lo que le digo, un descuento fijo por 6 meses del 80%, es decir, que va a estar abonando ese monto mensualmente,",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 135.67,
      "fin": 137.51,
      "duracion": 1.84,
      "texto": "Como le digo, es un plan muy completo.",
      "confianza": 0.284
    },
    {
      "hablante": "Hablante B",
      "inicio": 137.57,
      "fin": 142.8,
      "duracion": 5.23,
      "texto": "No sé, ¿usted actualmente cuántas sigas tiene, Nancy?",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.82,
      "fin": 153.61,
      "duracion": 10.79,
      "texto": "La verdad que yo no conozco las sigas, la verdad, no, porque donde yo trabajo, llego y ya está agazado el wifi y ahí en el trabajo vuelvo a mi casa.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.63,
      "fin": 157.1,
      "duracion": 3.46,
      "texto": "Claro, es lo que le está pasando a muchos, totalmente.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante B",
      "inicio": 157.68,
      "fin": 161.44,
      "duracion": 3.77,
      "texto": "En ese caso, por ahí el plan parece como que es mucha cantidad de sigas,",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante B",
      "inicio": 161.63,
      "fin": 167.01,
      "duracion": 5.39,
      "texto": "Pero ten en cuenta que, por ejemplo, si usted no se a su trabajo o que va en transporte público.",
      "confianza": 0.76
    },
    {
      "hablante": "Hablante A",
      "inicio": 169.16,
      "fin": 169.22,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 169.24,
      "fin": 180.61,
      "duracion": 11.38,
      "texto": "Bueno, en este caso, por ejemplo, usted en el transporte público va a poder justamente ver videos, va a poder ver Facebook, redes sociales y demás sin ningún inconveniente y le va a rendir literalmente los 30 días del mes, ¿sí?",
      "confianza": 0.594
    },
    {
      "hablante": "Hablante A",
      "inicio": 180.63,
      "fin": 186.62,
      "duracion": 5.99,
      "texto": "Además, por ejemplo, Nancy, si a usted le sobra lo que es tres digas, por decirlo así, axímemes,",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante A",
      "inicio": 186.87,
      "fin": 192.22,
      "duracion": 5.35,
      "texto": "Usted, a través de la app, puede guardarlos justamente para utilizarlos en el mes entrante, ¿sí?",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 192.24,
      "fin": 200.73,
      "duracion": 8.49,
      "texto": "Así que eso está bueno, usted va a abonar 10.720 pesos, como yo le decía, y va a poder utilizar lo que es el 100% del plan, ¿bien?",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.75,
      "fin": 209.0,
      "duracion": 8.25,
      "texto": "En este caso, yo lo que puedo hacer, Nancy, es que se lo envío a domicilio para que usted se quede tranquila, le llegue el chip dentro de 7 días sabides, ¿sí?",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante A",
      "inicio": 209.42,
      "fin": 215.75,
      "duracion": 6.33,
      "texto": "Usted puede estar portándolo en línea en Movistar o abonar, tal vez, un poco menos, no sé cuánto está abonándose actualmente.",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante A",
      "inicio": 216.82,
      "fin": 219.87,
      "duracion": 3.04,
      "texto": "más o menos lo mismo que me está diciendo usted.",
      "confianza": 0.245
    },
    {
      "hablante": "Hablante A",
      "inicio": 219.89,
      "fin": 222.15,
      "duracion": 2.26,
      "texto": "Ok, pero por un plano mucho más bajo, ¿no?",
      "confianza": 0.784
    },
    {
      "hablante": "Hablante A",
      "inicio": 223.46,
      "fin": 230.15,
      "duracion": 6.69,
      "texto": "Es que la verdad no sé, porque mi hijo, estamos él y no era él, él y yo.",
      "confianza": 0.438
    },
    {
      "hablante": "Hablante A",
      "inicio": 230.17,
      "fin": 231.19,
      "duracion": 1.02,
      "texto": "Bien, los tres están en claro.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante A",
      "inicio": 231.97,
      "fin": 235.97,
      "duracion": 4.01,
      "texto": "Claro, ahora, pero él lo mostré, él era de Movistar antes.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante A",
      "inicio": 236.0,
      "fin": 237.0,
      "duracion": 1.0,
      "texto": "Sí, sí, sí.",
      "confianza": 0.292
    },
    {
      "hablante": "Hablante A",
      "inicio": 237.02,
      "fin": 243.61,
      "duracion": 6.59,
      "texto": "Bien, en este caso, si usted, por ejemplo, antes quisiera cambiar la línea, va a cambiar, querría cambiar la suya solamente, ¿no es cierto?",
      "confianza": 0.758
    },
    {
      "hablante": "Hablante A",
      "inicio": 244.13,
      "fin": 252.84,
      "duracion": 8.71,
      "texto": "Y bueno, ya voy a ver, ya voy a preguntarle a él la hora más tarde, voy a verlo y le voy a decir si él se cambia o yo me voy sola.",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante A",
      "inicio": 253.56,
      "fin": 259.63,
      "duracion": 6.07,
      "texto": "Bien, le comento, pero acá estoy justamente en el sistema, indagando a ver si puedo brindarle lo que es una bonificación mejor, si por un precio menor.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.75,
      "fin": 265.96,
      "duracion": 5.21,
      "texto": "Ah, sí, pero yo voy a conversar con él y ya le hablo más tarde.",
      "confianza": 0.209
    },
    {
      "hablante": "Hablante A",
      "inicio": 265.98,
      "fin": 266.96,
      "duracion": 0.98,
      "texto": "Bueno, no hay problema.",
      "confianza": 0.457
    },
    {
      "hablante": "Hablante A",
      "inicio": 267.4,
      "fin": 270.29,
      "duracion": 2.89,
      "texto": "Sí, ahora estoy trabajando también.",
      "confianza": 0.069
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.31,
      "fin": 270.47,
      "duracion": 0.16,
      "texto": "Gracias.",
      "confianza": 0.012
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.49,
      "fin": 270.89,
      "duracion": 0.4,
      "texto": "No hay problema.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante A",
      "inicio": 271.31,
      "fin": 275.82,
      "duracion": 4.51,
      "texto": "Ahora le voy a mandar un mensajito por WhatsApp para que le llegue y le juntó las promociones por ahí, si le parece.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante A",
      "inicio": 275.84,
      "fin": 279.57,
      "duracion": 3.73,
      "texto": "Le voy a poner... Hola, Nancy, soy Angelina de Monster.",
      "confianza": 0.355
    },
    {
      "hablante": "Hablante A",
      "inicio": 279.59,
      "fin": 279.93,
      "duracion": 0.34,
      "texto": "Bueno, gracias.",
      "confianza": 0.057
    },
    {
      "hablante": "Hablante A",
      "inicio": 279.95,
      "fin": 280.86,
      "duracion": 0.9,
      "texto": "Bien, estamos en contacto.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante A",
      "inicio": 280.88,
      "fin": 281.46,
      "duracion": 0.58,
      "texto": "Gracias, Nancy.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.48,
      "fin": 282.0,
      "duracion": 0.52,
      "texto": "Hasta luego.",
      "confianza": 0.724
    }
  ]
}