{
  "archivo": "amza16_1_260211114828069_ACD_93679.wav",
  "duracion_segundos": 329.06,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 152.38,
    "Hablante B": 144.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 3.5,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.5,
      "fin": 5.0,
      "texto": "Hablo con Juana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.2,
      "fin": 7.5,
      "texto": "Cómo le va, mi nombre es Delfina."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.8,
      "fin": 11.1,
      "texto": "Me estoy comunicando desde el área de beneficios y promociones de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 13.1,
      "fin": 20.5,
      "texto": "Sí, pero nos habíamos pasado, o sea, todavía no nos pasábamos. Estábamos esperando que nos llegaran los chips de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.2,
      "fin": 25.3,
      "texto": "Que no me han llegado."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.9,
      "fin": 31.2,
      "texto": "Esta mañana me dijeron que iban a venir de las 8 hasta las 11, no, hasta las 12, todavía no han llegado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 32.8,
      "fin": 35.0,
      "texto": "¿Quiere que meta el trámite cargado?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.1,
      "fin": 35.9,
      "texto": "No, no tengo problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.0,
      "fin": 38.3,
      "texto": "Mira, yo te comento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.4,
      "fin": 39.4,
      "texto": "¿Vos sabés quién es?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 39.5,
      "fin": 48.1,
      "texto": "A nosotros nos llamó una chica que fue la que nos hizo todo, viste, para que vinieran todos, nos hizo una promoción, buena."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 51.0,
      "fin": 52.7,
      "texto": "Macarena, creo que era la chica."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.1,
      "fin": 62.9,
      "texto": "Y bueno, nos dijo que nos iban a llamar, entonces yo recibí un mensaje esta mañana que de las 8 hasta las 12 iban a venir a conectarnos en lo que es todo el servicio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.0,
      "fin": 67.8,
      "texto": "Y que nos iban a llegar, ¿saben lo que nos interesa a nosotros?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 67.8,
      "fin": 72.5,
      "texto": "Que nos van a contar lo que es claro y no tenemos los chips, ¿no me han llegado?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 73.0,
      "fin": 75.7,
      "texto": "Claro, la idea es que no se queden incomunicados."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 75.7,
      "fin": 76.9,
      "texto": "Exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 78.0,
      "fin": 81.0,
      "texto": "¿A usted ya les llegó el mensajito de que se les iba a cortar la línea?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 82.2,
      "fin": 84.3,
      "texto": "No, no, no me ha llegado ninguno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 84.3,
      "fin": 88.4,
      "texto": "Y te digo, ayer pagamos nosotros lo que es claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 89.4,
      "fin": 91.6,
      "texto": "O sea, que pagamos lo que debíamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 91.6,
      "fin": 92.7,
      "texto": "Lo que debíamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 92.8,
      "fin": 94.5,
      "texto": "Lo del mes, dice lo que se ve."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 94.6,
      "fin": 101.1,
      "texto": "Así que, entonces bueno, esperábamos que nos llegara y dice, no, no nos han contado todavía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 101.1,
      "fin": 103.0,
      "texto": "Pero tampoco nos han llegado los otros chips."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 103.0,
      "fin": 109.6,
      "texto": "La chica nos dice, antes de que les corten, les van a llegar los chips movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 109.7,
      "fin": 110.4,
      "texto": "¿Y hace cuánto que hizo el trámite?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 112.0,
      "fin": 118.4,
      "texto": "Y ahora una semana, creo, una semana más o menos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 118.4,
      "fin": 119.3,
      "texto": "OK, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 119.3,
      "fin": 122.8,
      "texto": "Bien, ahí estoy viendo a ver si me figura el trámite del sistema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 122.9,
      "fin": 129.6,
      "texto": "Mire, el trámite recién está cargado el 9 de febrero, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.8,
      "fin": 132.5,
      "texto": "Recién se ha cargado el 9 de febrero, ¿OK?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 132.5,
      "fin": 134.0,
      "texto": "O sea, en lo que es el sistema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 134.0,
      "fin": 141.8,
      "texto": "Así que va a tener que esperar unos días para que le llegue el chip porque lo que es el envío del domicilio tarda generalmente siete días, ¿sí, Ávila?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 142.7,
      "fin": 145.6,
      "texto": "Así que va a tener que esperar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 145.9,
      "fin": 159.1,
      "texto": "Entonces, ¿no van a venir a poner, por ejemplo, lo que es el Internet o eso?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 159.1,
      "fin": 166.6,
      "texto": "No, el Internet sí, eso es más rápido generalmente, porque van directamente los técnicos que están en su zona, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 168.0,
      "fin": 172.5,
      "texto": "Ahí sí se van a comunicar con usted, igual un día antes a ir a instalarle lo que es el Internet, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 174.6,
      "fin": 194.0,
      "texto": "Sí, pero por eso yo te digo, mira, yo recibí esta mañana una llamada porque me llamaron allí, yo justo no estaba sin, no, no, no, estaba sin carga, pero después veo, no me llamaron, me mandaron un email que venían hoy día y esta mañana de vuelta me pusieron que hoy 11 venían de 8 a 12."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 195.5,
      "fin": 198.7,
      "texto": "Bueno, vamos a esperarlo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.7,
      "fin": 201.0,
      "texto": "O sea que si... O sea que igual es reclamar esto,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 201.5,
      "fin": 205.3,
      "texto": "porque si no, más que nada para que se le cumplan, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.1,
      "fin": 212.5,
      "texto": "Así que yo le diría que lo reclame o que hable con la asesora directamente, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 212.5,
      "fin": 220.6,
      "texto": "Pero es que no sé cómo... A mí yo tengo, ahora sigo teniendo el claro y no me permite llamarlos a ustedes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 221.2,
      "fin": 224.1,
      "texto": "No, no, pero puedes llamar a la persona con la que realizó el trámite."
    },
    {
      "hablante": "AGENTE",
      "inicio": 225.7,
      "fin": 228.2,
      "texto": "No, aquella me dijo que se llamaba Macarena,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 228.9,
      "fin": 231.6,
      "texto": "que yo todavía... y que habla así, sí, visto, rapidito."
    },
    {
      "hablante": "AGENTE",
      "inicio": 231.6,
      "fin": 238.9,
      "texto": "Y yo le digo, mira, vos sabes que me hace recordar a mi nieta, porque tengo una nieta que habla igual que ella, así, rapidito, rapidito, rapidito, dice."
    },
    {
      "hablante": "AGENTE",
      "inicio": 239.9,
      "fin": 245.6,
      "texto": "Y mi marido, que justo lo atendió mi marido, dice, mira, no me voy a olvidar de que sos macarena, y se vuelto muy buena."
    },
    {
      "hablante": "AGENTE",
      "inicio": 245.8,
      "fin": 247.8,
      "texto": "Mi nieta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 247.8,
      "fin": 253.4,
      "texto": "No, dice, perdón, si hay problema, que el trámite está hecho, me dice, lo van a llamar cuando vaya."
    },
    {
      "hablante": "AGENTE",
      "inicio": 253.4,
      "fin": 257.5,
      "texto": "Y así que, bueno, lo estábamos esperando, pero si vos decís que todavía no,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 259.2,
      "fin": 267.7,
      "texto": "Bueno, bien sí, ya en estos días seguramente le van a instalar lo que es la fibra y bueno, las líneas también ya le llegarán los chips, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 267.7,
      "fin": 269.6,
      "texto": "Bueno, espero que sea así, ¿eh?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 269.6,
      "fin": 270.4,
      "texto": "Sí, yo también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 270.4,
      "fin": 277.3,
      "texto": "Si no te digo, mirá, si no te digo, si no van a venir o si no me van a mandar los chips, doy todo para atrás."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 277.6,
      "fin": 278.8,
      "texto": "¿Por qué te digo esto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 278.8,
      "fin": 289.0,
      "texto": "Porque cuando, antes que yo dijera que sí, que nos pasábamos a movistar, todos los días y a cada rato lo llamaban a mi marido, lo terminaban y ahora a mi marido me llamaban a mí de movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 290.2,
      "fin": 294.4,
      "texto": "Y cuando nos aceptamos, dice, ahora no nos llaman casi nunca."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 294.8,
      "fin": 297.9,
      "texto": "Ahora me llamaste vos, pero si no, yo le había mandado un mensaje."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 298.1,
      "fin": 299.4,
      "texto": "Sí, bueno, acabamos de estar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 299.6,
      "fin": 306.4,
      "texto": "Cuando me mandaron el móvil, me mandaron que iban a venir, qué sé yo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 307.1,
      "fin": 311.1,
      "texto": "Entonces, dice, María, bueno, si no nos traen los chi, qué sé yo, dice, no, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 311.8,
      "fin": 312.8,
      "texto": "Nos volvemos, nos quedamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 312.9,
      "fin": 313.4,
      "texto": "Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 313.4,
      "fin": 315.6,
      "texto": "Claro, porque no pueden estar así, es verdad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 315.7,
      "fin": 316.6,
      "texto": "Claro, exacto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 317.4,
      "fin": 318.2,
      "texto": "Bueno, listo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 318.2,
      "fin": 325.9,
      "texto": "Entonces, yo lo voy a dejar asentado igual sí, para que se quede tranquila y bueno, espero que se le cumpla lo que son los trámites, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 325.9,
      "fin": 326.4,
      "texto": "Bueno, dale, dale, dale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 326.4,
      "fin": 326.8,
      "texto": "Muchas gracias, ¿eh?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 326.8,
      "fin": 327.5,
      "texto": "Que tenga lindos días."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 327.5,
      "fin": 327.9,
      "texto": "Hasta luego."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 328.4,
      "fin": 329.1,
      "texto": "Igualmente, chau."
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Juana. Cómo le va, mi nombre es Delfina. Me estoy comunicando desde el área de beneficios y promociones de Movistar. Sí, pero nos habíamos pasado, o sea, todavía no nos pasábamos. Estábamos esperando que nos llegaran los chips de Movistar. Que no me han llegado. Esta mañana me dijeron que iban a venir de las 8 hasta las 11, no, hasta las 12, todavía no han llegado. ¿Quiere que meta el trámite cargado? No, no tengo problema. Mira, yo te comento. ¿Vos sabés quién es? A nosotros nos llamó una chica que fue la que nos hizo todo, viste, para que vinieran todos, nos hizo una promoción, buena. Macarena, creo que era la chica. Y bueno, nos dijo que nos iban a llamar, entonces yo recibí un mensaje esta mañana que de las 8 hasta las 12 iban a venir a conectarnos en lo que es todo el servicio. Y que nos iban a llegar, ¿saben lo que nos interesa a nosotros? Que nos van a contar lo que es claro y no tenemos los chips, ¿no me han llegado? Claro, la idea es que no se queden incomunicados. Exactamente. ¿A usted ya les llegó el mensajito de que se les iba a cortar la línea? No, no, no me ha llegado ninguno. Y te digo, ayer pagamos nosotros lo que es claro. O sea, que pagamos lo que debíamos. Lo que debíamos. Lo del mes, dice lo que se ve. Así que, entonces bueno, esperábamos que nos llegara y dice, no, no nos han contado todavía. Pero tampoco nos han llegado los otros chips. La chica nos dice, antes de que les corten, les van a llegar los chips movistar. ¿Y hace cuánto que hizo el trámite? Y ahora una semana, creo, una semana más o menos. OK, perfecto. Bien, ahí estoy viendo a ver si me figura el trámite del sistema. Mire, el trámite recién está cargado el 9 de febrero, ¿sí? Recién se ha cargado el 9 de febrero, ¿OK? O sea, en lo que es el sistema. Así que va a tener que esperar unos días para que le llegue el chip porque lo que es el envío del domicilio tarda generalmente siete días, ¿sí, Ávila? Así que va a tener que esperar. Entonces, ¿no van a venir a poner, por ejemplo, lo que es el Internet o eso? No, el Internet sí, eso es más rápido generalmente, porque van directamente los técnicos que están en su zona, ¿sí? Ahí sí se van a comunicar con usted, igual un día antes a ir a instalarle lo que es el Internet, ¿sí? Sí, pero por eso yo te digo, mira, yo recibí esta mañana una llamada porque me llamaron allí, yo justo no estaba sin, no, no, no, estaba sin carga, pero después veo, no me llamaron, me mandaron un email que venían hoy día y esta mañana de vuelta me pusieron que hoy 11 venían de 8 a 12. Bueno, vamos a esperarlo. O sea que si... O sea que igual es reclamar esto, porque si no, más que nada para que se le cumplan, ¿sí? Así que yo le diría que lo reclame o que hable con la asesora directamente, ¿sí? Pero es que no sé cómo... A mí yo tengo, ahora sigo teniendo el claro y no me permite llamarlos a ustedes. No, no, pero puedes llamar a la persona con la que realizó el trámite. No, aquella me dijo que se llamaba Macarena, que yo todavía... y que habla así, sí, visto, rapidito. Y yo le digo, mira, vos sabes que me hace recordar a mi nieta, porque tengo una nieta que habla igual que ella, así, rapidito, rapidito, rapidito, dice. Y mi marido, que justo lo atendió mi marido, dice, mira, no me voy a olvidar de que sos macarena, y se vuelto muy buena. Mi nieta. No, dice, perdón, si hay problema, que el trámite está hecho, me dice, lo van a llamar cuando vaya. Y así que, bueno, lo estábamos esperando, pero si vos decís que todavía no, Bueno, bien sí, ya en estos días seguramente le van a instalar lo que es la fibra y bueno, las líneas también ya le llegarán los chips, ¿sí? Bueno, espero que sea así, ¿eh? Sí, yo también. Si no te digo, mirá, si no te digo, si no van a venir o si no me van a mandar los chips, doy todo para atrás. ¿Por qué te digo esto? Porque cuando, antes que yo dijera que sí, que nos pasábamos a movistar, todos los días y a cada rato lo llamaban a mi marido, lo terminaban y ahora a mi marido me llamaban a mí de movistar. Y cuando nos aceptamos, dice, ahora no nos llaman casi nunca. Ahora me llamaste vos, pero si no, yo le había mandado un mensaje. Sí, bueno, acabamos de estar. Cuando me mandaron el móvil, me mandaron que iban a venir, qué sé yo. Entonces, dice, María, bueno, si no nos traen los chi, qué sé yo, dice, no, no. Nos volvemos, nos quedamos. Claro. Claro, porque no pueden estar así, es verdad. Claro, exacto. Bueno, listo. Entonces, yo lo voy a dejar asentado igual sí, para que se quede tranquila y bueno, espero que se le cumpla lo que son los trámites, ¿sí? Bueno, dale, dale, dale. Muchas gracias, ¿eh? Que tenga lindos días. Hasta luego. Igualmente, chau.",
  "calidad": {
    "confianza_promedio": 0.583,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-18T23:55:25.744675",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "SEGUIMIENTO",
      "resultado": "PENDIENTE",
      "productos_mencionados": [],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción (chips por gigas, nombres propios, palabras cortadas). Se identificaron los roles y se clasificó la llamada."
    },
    "fecha_mejora": "2026-02-20T01:12:47.093542",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 3.46,
      "duracion": 3.43,
      "texto": "Hola, buenos días.",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.48,
      "fin": 4.98,
      "duracion": 1.5,
      "texto": "Hablo con Juana.",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.0,
      "fin": 6.14,
      "duracion": 1.14,
      "texto": "Sí.",
      "confianza": 0.854
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.16,
      "fin": 7.5,
      "duracion": 1.34,
      "texto": "Como le va, mi nombre es Delfina.",
      "confianza": 0.521
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.84,
      "fin": 11.13,
      "duracion": 3.29,
      "texto": "Me estoy comunicando desde el área de beneficios y promociones de Movistar.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.11,
      "fin": 12.95,
      "duracion": 0.84,
      "texto": "Sí.",
      "confianza": 0.279
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.09,
      "fin": 20.53,
      "duracion": 7.43,
      "texto": "Sí, pero nos habíamos pasado, o sea, todavía no nos pasábamos.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.55,
      "fin": 24.01,
      "duracion": 3.47,
      "texto": "Estábamos esperando que nos llegaran los chiles de Movistar.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.21,
      "fin": 25.32,
      "duracion": 1.1,
      "texto": "que no me han llegado.",
      "confianza": 0.43
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.86,
      "fin": 31.18,
      "duracion": 5.33,
      "texto": "Esta mañana me dijeron que iban a venir de las 8 hasta las 11, no, no, hasta las 12 todavía no han llegado.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.76,
      "fin": 32.81,
      "duracion": 1.04,
      "texto": "Así que bueno, no sé.",
      "confianza": 0.176
    },
    {
      "hablante": "Hablante A",
      "inicio": 32.83,
      "fin": 35.05,
      "duracion": 2.22,
      "texto": "¿Quiere que metes en el trámite cargado?",
      "confianza": 0.161
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.07,
      "fin": 35.91,
      "duracion": 0.84,
      "texto": "No, no tengo problema.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante A",
      "inicio": 37.03,
      "fin": 38.33,
      "duracion": 1.3,
      "texto": "Mira, yo te comento.",
      "confianza": 0.76
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.35,
      "fin": 39.4,
      "duracion": 1.04,
      "texto": "¿Vos sabés quién es?",
      "confianza": 0.348
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.5,
      "fin": 48.15,
      "duracion": 8.65,
      "texto": "A nosotros nos llamó una chica que fue la que nos hizo todo, viste, para que vinieran todos, nos hizo una promoción, buena.",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante B",
      "inicio": 51.05,
      "fin": 52.73,
      "duracion": 1.68,
      "texto": "Macarena, creo que era la chica.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.1,
      "fin": 62.94,
      "duracion": 9.83,
      "texto": "Y bueno, nos dijo que nos iban a llamar, entonces yo recibí un mensaje esta mañana que de las 8 hasta las 12 iban a venir a conectarnos en lo que es todo el servicio.",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.04,
      "fin": 67.8,
      "duracion": 3.77,
      "texto": "Y que nos iban a llegar, ¿saben lo que nos interesa a nosotros?",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.82,
      "fin": 72.51,
      "duracion": 4.69,
      "texto": "Que nos van a contar lo que es claro y no tenemos los chips, ¿no me han llegado?",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 72.99,
      "fin": 75.69,
      "duracion": 2.7,
      "texto": "Claro, la idea es que no se queden incomunicados.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante B",
      "inicio": 75.71,
      "fin": 76.86,
      "duracion": 1.14,
      "texto": "Exactamente.",
      "confianza": 0.946
    },
    {
      "hablante": "Hablante B",
      "inicio": 78.0,
      "fin": 81.0,
      "duracion": 3.0,
      "texto": "¿A usted ya les llegó el mensajito de que se les iba a cortar la línea?",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante B",
      "inicio": 82.23,
      "fin": 84.33,
      "duracion": 2.1,
      "texto": "No, no, no me ha llegado ninguno.",
      "confianza": 0.784
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.35,
      "fin": 88.4,
      "duracion": 4.04,
      "texto": "Y te digo, ayer pagamos nosotros lo que es claro.",
      "confianza": 0.777
    },
    {
      "hablante": "Hablante B",
      "inicio": 89.36,
      "fin": 91.6,
      "duracion": 2.24,
      "texto": "O sea, que pagamos lo que debíamos.",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.62,
      "fin": 92.74,
      "duracion": 1.12,
      "texto": "Lo que debíamos.",
      "confianza": 0.826
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.76,
      "fin": 94.54,
      "duracion": 1.78,
      "texto": "Lo de mes, dice lo que se ve.",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.56,
      "fin": 101.07,
      "duracion": 6.51,
      "texto": "Así que, entonces bueno, esperábamos que nos llegara y dice, no, no nos han contado todavía.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante B",
      "inicio": 101.09,
      "fin": 103.01,
      "duracion": 1.92,
      "texto": "Pero tampoco nos han llegado los otros chiles.",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante B",
      "inicio": 103.03,
      "fin": 109.64,
      "duracion": 6.61,
      "texto": "La chica nos dice, antes de que les corten, les van a llegar los chiles movizados.",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.66,
      "fin": 110.36,
      "duracion": 0.7,
      "texto": "¿Y hace cuánto que hizo el trámite?",
      "confianza": 0.019
    },
    {
      "hablante": "Hablante A",
      "inicio": 112.01,
      "fin": 118.36,
      "duracion": 6.35,
      "texto": "Y ahora una semana, creo, una semana más o menos.",
      "confianza": 0.123
    },
    {
      "hablante": "Hablante A",
      "inicio": 118.38,
      "fin": 119.28,
      "duracion": 0.9,
      "texto": "OK, perfecto.",
      "confianza": 0.448
    },
    {
      "hablante": "Hablante A",
      "inicio": 119.3,
      "fin": 122.85,
      "duracion": 3.54,
      "texto": "Bien, ahí estoy viendo a ver si me figura el trámite del sistema.",
      "confianza": 0.489
    },
    {
      "hablante": "Hablante A",
      "inicio": 122.87,
      "fin": 129.64,
      "duracion": 6.77,
      "texto": "Mire, el trámite recién está cargado el 9 de febrero, ¿sí?",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.66,
      "fin": 129.74,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.103
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.76,
      "fin": 132.52,
      "duracion": 2.76,
      "texto": "Recién se ha cargado el 9 de febrero, ¿OK?",
      "confianza": 0.476
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.54,
      "fin": 133.96,
      "duracion": 1.42,
      "texto": "O sea, en lo que es el sistema.",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante A",
      "inicio": 134.0,
      "fin": 141.85,
      "duracion": 7.85,
      "texto": "Así que va a tener que esperar unos días para que le llegue el chip porque lo que es el envío del domicilio tarda generalmente siete días, ¿sí, Ávila?",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.66,
      "fin": 145.58,
      "duracion": 2.92,
      "texto": "Así que va a tener que esperar.",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante A",
      "inicio": 145.9,
      "fin": 159.08,
      "duracion": 13.18,
      "texto": "Entonces, ¿no van a venir a poner, por ejemplo, lo que es el Internet o eso?",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 159.1,
      "fin": 166.59,
      "duracion": 7.49,
      "texto": "No, el Internet sí, eso es más rápido generalmente, porque van directamente los técnicos que están en su zona, ¿sí?",
      "confianza": 0.786
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.51,
      "fin": 167.65,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.495
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.97,
      "fin": 172.51,
      "duracion": 4.55,
      "texto": "Ahí sí se van a comunicar con usted, igual un día antes a ir a instalarle lo que es el Internet, ¿sí?",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.27,
      "fin": 173.83,
      "duracion": 0.56,
      "texto": "Sí, sí.",
      "confianza": 0.348
    },
    {
      "hablante": "Hablante A",
      "inicio": 174.59,
      "fin": 193.99,
      "duracion": 19.4,
      "texto": "Sí, pero por eso yo te digo, mira, yo recibí esta mañana una llamada porque me llamaron allí, yo justo no estaba sin, no, no, no, estaba sin carga, pero después veo, no me llamaron, me mandaron un email que venían hoy día y esta mañana de vuelta me pusieron que hoy 11 venían de 8 a 12.",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.54,
      "fin": 198.68,
      "duracion": 3.14,
      "texto": "Bueno, vamos a esperarlo.",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.7,
      "fin": 200.98,
      "duracion": 2.28,
      "texto": "O sea que si... O sea que igual es reclamar esto,",
      "confianza": 0.521
    },
    {
      "hablante": "Hablante B",
      "inicio": 201.52,
      "fin": 205.34,
      "duracion": 3.82,
      "texto": "porque si no, más que nada para que se le cumplan, ¿sí?",
      "confianza": 0.796
    },
    {
      "hablante": "Hablante B",
      "inicio": 206.2,
      "fin": 206.56,
      "duracion": 0.36,
      "texto": "Claro.",
      "confianza": 0.936
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.12,
      "fin": 212.49,
      "duracion": 5.37,
      "texto": "Así que yo le diría que lo reclame o que hable con la asesora directamente, ¿sí?",
      "confianza": 0.795
    },
    {
      "hablante": "Hablante B",
      "inicio": 212.51,
      "fin": 220.6,
      "duracion": 8.09,
      "texto": "Pero es que no sé cómo... A mí yo tengo, ahora sigo teniendo el claro y no me permite llamarlos a ustedes.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.22,
      "fin": 224.13,
      "duracion": 2.9,
      "texto": "No, no, pero puedes llamar a la persona con la que realizó el trámite.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante A",
      "inicio": 225.69,
      "fin": 228.25,
      "duracion": 2.56,
      "texto": "No, aquella me dijo que se llamaba Macarena,",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante A",
      "inicio": 228.86,
      "fin": 231.62,
      "duracion": 2.76,
      "texto": "que yo todavía... y que habla así, sí, visto, rapidito.",
      "confianza": 0.442
    },
    {
      "hablante": "Hablante A",
      "inicio": 231.64,
      "fin": 238.95,
      "duracion": 7.31,
      "texto": "Y yo le digo, mira, vos sabes que me hace recordar a mi nieta, porque tengo una nieta que habla igual que ella, así, rapidito, rapidito, rapidito, dice.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante A",
      "inicio": 238.97,
      "fin": 239.49,
      "duracion": 0.52,
      "texto": "Sí, sí.",
      "confianza": 0.496
    },
    {
      "hablante": "Hablante A",
      "inicio": 239.93,
      "fin": 245.6,
      "duracion": 5.67,
      "texto": "Y mi marido, que justo lo atendió mi marido, dice, mira, no me voy a olvidar de que sos macarena, y se vuelto muy buena.",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante A",
      "inicio": 245.8,
      "fin": 247.78,
      "duracion": 1.98,
      "texto": "Mi nieta.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante A",
      "inicio": 247.8,
      "fin": 253.41,
      "duracion": 5.61,
      "texto": "No, dice, perdón, si hay problema, que el trámite está hecho, me dice, lo van a llamar cuando vaya.",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante A",
      "inicio": 253.43,
      "fin": 257.53,
      "duracion": 4.1,
      "texto": "Y así que, bueno, lo estábamos esperando, pero si vos decís que todavía no,",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante B",
      "inicio": 259.18,
      "fin": 267.71,
      "duracion": 8.53,
      "texto": "Bueno, bien sí, ya en estos días seguramente le van a instalar lo que es la fibra y bueno, las líneas también ya le llegarán los chips, ¿sí?",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante B",
      "inicio": 267.73,
      "fin": 269.63,
      "duracion": 1.9,
      "texto": "Bueno, espero que sea así, ¿eh?",
      "confianza": 0.402
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.65,
      "fin": 270.41,
      "duracion": 0.76,
      "texto": "Sí, yo también.",
      "confianza": 0.394
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.43,
      "fin": 277.32,
      "duracion": 6.89,
      "texto": "Si no te digo, mirá, si no te digo, si no van a venir o si no me van a mandar los chips, doy todo para atrás.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 277.64,
      "fin": 278.76,
      "duracion": 1.12,
      "texto": "¿Por qué te digo esto?",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.78,
      "fin": 289.04,
      "duracion": 10.25,
      "texto": "Porque cuando, antes que yo dijera que sí, que nos pasábamos a movistar, todos los días y a cada rato lo llamaban a mi marido, lo terminaban y ahora a mi marido me llamaban a mí de movistar.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.18,
      "fin": 294.38,
      "duracion": 4.2,
      "texto": "Y cuando nos aceptamos, dice, ahora no nos llaman casi nunca.",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.75,
      "fin": 297.95,
      "duracion": 3.2,
      "texto": "Ahora me llamaste vos, pero si no, yo le había mandado un mensaje.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante B",
      "inicio": 298.05,
      "fin": 299.41,
      "duracion": 1.36,
      "texto": "Sí, bueno, acabamos de estar.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante B",
      "inicio": 299.61,
      "fin": 306.4,
      "duracion": 6.79,
      "texto": "Cuando me mandaron el móvil, me mandaron que iban a venir, qué sé yo.",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante B",
      "inicio": 307.1,
      "fin": 311.05,
      "duracion": 3.94,
      "texto": "Entonces, dice, María, bueno, si no nos traen los chi, qué sé yo, dice, no, no.",
      "confianza": 0.551
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.79,
      "fin": 312.81,
      "duracion": 1.02,
      "texto": "Nos volvemos, nos quedamos.",
      "confianza": 0.817
    },
    {
      "hablante": "Hablante B",
      "inicio": 312.87,
      "fin": 313.43,
      "duracion": 0.56,
      "texto": "Claro.",
      "confianza": 0.795
    },
    {
      "hablante": "Hablante B",
      "inicio": 313.45,
      "fin": 315.65,
      "duracion": 2.2,
      "texto": "Claro, porque no pueden estar así, es verdad.",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante B",
      "inicio": 315.67,
      "fin": 316.59,
      "duracion": 0.92,
      "texto": "Claro, exacto.",
      "confianza": 0.923
    },
    {
      "hablante": "Hablante B",
      "inicio": 317.37,
      "fin": 318.23,
      "duracion": 0.86,
      "texto": "Bueno, listo.",
      "confianza": 0.536
    },
    {
      "hablante": "Hablante B",
      "inicio": 318.25,
      "fin": 325.87,
      "duracion": 7.62,
      "texto": "Entonces, yo lo voy a dejar asentado igual sí, para que se quede tranquila y bueno, espero que se le cumple lo que son los trámites, ¿sí?",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.89,
      "fin": 326.37,
      "duracion": 0.48,
      "texto": "Bueno, dale, dale, dale.",
      "confianza": 0.052
    },
    {
      "hablante": "Hablante B",
      "inicio": 326.39,
      "fin": 326.8,
      "duracion": 0.4,
      "texto": "Muchas gracias, ¿eh?",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante B",
      "inicio": 326.82,
      "fin": 327.46,
      "duracion": 0.64,
      "texto": "Que tenga lindos días.",
      "confianza": 0.328
    },
    {
      "hablante": "Hablante B",
      "inicio": 327.48,
      "fin": 327.88,
      "duracion": 0.4,
      "texto": "Hasta luego.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante B",
      "inicio": 328.36,
      "fin": 329.06,
      "duracion": 0.7,
      "texto": "Igualmente, chau.",
      "confianza": 0.408
    }
  ]
}