{
  "archivo": "amza27_1_260210132659268_ACD_11287.wav",
  "duracion_segundos": 382.22,
  "num_segmentos": 91,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 226.34,
    "Hablante A": 116.85
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.9,
      "fin": 4.6,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 4.6,
      "fin": 4.8,
      "texto": "¿Con Daniel?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 4.9,
      "fin": 6.3,
      "texto": "Sí, él mismo habla."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.3,
      "fin": 7.1,
      "texto": "Mucho gusto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 7.1,
      "fin": 7.8,
      "texto": "Daniel, gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.8,
      "fin": 8.4,
      "texto": "¿Mi nombre?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.4,
      "fin": 11.3,
      "texto": "Me estoy contactando con usted por un plan familiar para sus niñas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.3,
      "fin": 12.9,
      "texto": "¿Cómo le va?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 13.0,
      "fin": 13.4,
      "texto": "¿Qué tal?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 13.4,
      "fin": 15.7,
      "texto": "Bien, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.1,
      "fin": 17.9,
      "texto": "Ya me hicieron el plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 18.0,
      "fin": 18.6,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 18.6,
      "fin": 19.4,
      "texto": "¿Desde Movistar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 20.1,
      "fin": 21.4,
      "texto": "Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 21.4,
      "fin": 21.7,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 21.7,
      "fin": 25.2,
      "texto": "¿Ya te pudo aportar a nuestra compañía o está en proceso, digamos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.8,
      "fin": 26.7,
      "texto": "No, no, ya está todo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.2,
      "fin": 27.7,
      "texto": "Ya está todo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.7,
      "fin": 30.3,
      "texto": "Ya pasé todos los datos y lo hace rato."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.8,
      "fin": 34.4,
      "texto": "A la una hora más o menos, hora y pico."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.4,
      "fin": 35.6,
      "texto": "Ah, una hora y pico."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.6,
      "fin": 36.3,
      "texto": "Bueno, ahora sí, todo bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 36.3,
      "fin": 47.4,
      "texto": "¿Te puedo pasar por otro tema con mi señora, que tiene también Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 47.4,
      "fin": 48.9,
      "texto": "Sí, no hay problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 48.9,
      "fin": 49.3,
      "texto": "No hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 49.3,
      "fin": 49.8,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 49.8,
      "fin": 51.0,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 51.0,
      "fin": 51.4,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 51.4,
      "fin": 53.1,
      "texto": "Un gusto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.1,
      "fin": 54.1,
      "texto": "Igualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 54.1,
      "fin": 55.1,
      "texto": "Sí, tengo una consulta."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 56.1,
      "fin": 58.3,
      "texto": "Porque esas estaban claras."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 58.7,
      "fin": 61.5,
      "texto": "Y yo los hice volver de nuevo a Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 62.4,
      "fin": 64.2,
      "texto": "Yo ya estoy en Movistar hace años."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.2,
      "fin": 67.0,
      "texto": "Y creo que había, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 67.1,
      "fin": 74.8,
      "texto": "¿Le daban algo por pasar una línea a Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 74.8,
      "fin": 75.5,
      "texto": "Claro, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 75.5,
      "fin": 82.2,
      "texto": "En realidad, ¿la línea usted la tiene al mismo nombre de la persona que hizo la portabilidad?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 84.3,
      "fin": 84.4,
      "texto": "No."
    },
    {
      "hablante": "AGENTE",
      "inicio": 84.4,
      "fin": 86.5,
      "texto": "Yo tengo la mía y ellos tienen la suya."
    },
    {
      "hablante": "AGENTE",
      "inicio": 86.8,
      "fin": 92.3,
      "texto": "Bien, y usted ahora, cuando hicieron la portabilidad, ¿a través de qué medio lo gestionaron?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 92.3,
      "fin": 96.5,
      "texto": "¿La persona se contactó con ustedes por WhatsApp, algo así?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 96.6,
      "fin": 97.2,
      "texto": "¿Cómo lo gestionaste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 97.2,
      "fin": 102.2,
      "texto": "¿Te llamaron, lo llamaste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 102.2,
      "fin": 103.3,
      "texto": "Llamé, porque vos me dijiste, y después me llamaron."
    },
    {
      "hablante": "AGENTE",
      "inicio": 103.3,
      "fin": 105.0,
      "texto": "Sí, llamó y después lo llamaron."
    },
    {
      "hablante": "AGENTE",
      "inicio": 105.0,
      "fin": 111.3,
      "texto": "Bien, y ahí, digamos, lo pudieron, él le pasó el DNI, el numerito de portabilidad, ¿verdad?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 111.4,
      "fin": 112.5,
      "texto": "Sí, sí, ya tiene todo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 112.5,
      "fin": 113.8,
      "texto": "Lo tiene que esperar a los chips."
    },
    {
      "hablante": "AGENTE",
      "inicio": 114.3,
      "fin": 129.5,
      "texto": "Claro, bien, en este caso lo que nosotros tenemos, en realidad sí, pero eso lo, o sea, la persona, digamos, como ahora Movistar una asesoramiento personalizado, la misma persona que le gestiona el trámite es la que le hace como le referido a usted, digamos, por haber traído la línea con nosotros."
    },
    {
      "hablante": "AGENTE",
      "inicio": 130.0,
      "fin": 144.0,
      "texto": "Le recomiendo yo que como la otra persona ya le gestiona el trámite, en este caso a su esposo, a Daniel, que volvían a volver a hablar a través de WhatsApp y decirle, bueno, esto, que justamente usted le pasó el contacto y se le pueden aplicar también"
    },
    {
      "hablante": "AGENTE",
      "inicio": 144.1,
      "fin": 154.7,
      "texto": "un descuento, un regalo en cuanto a la cantidad de gigas y demás, para que la misma persona cuando cargue la venta en sistema se pueda estar aplicando directamente desde ahí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 156.3,
      "fin": 174.8,
      "texto": "Claro, tiene que aplicar como el mismo asesor que le gestionó, es la persona que puede gestionar el descuento o algunas gigas de regalo, en este caso por lo que es un cliente referido, el referido lo llamamos nosotros, cuando usted lo recomienda como alguien para que vuelva nuevamente a la compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 175.2,
      "fin": 187.7,
      "texto": "Pero bueno, si él sale y le pasó todos los datos, el numerito de portabilidad y todo, es poder ponerse en contacto con la persona y decirle que se puede hacer ese beneficio también a usted."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 187.8,
      "fin": 188.5,
      "texto": "Ah, bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 188.5,
      "fin": 190.6,
      "texto": "¿Y yo te podría hacer otra consulta?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 191.2,
      "fin": 193.3,
      "texto": "Porque yo tengo bonificación con ustedes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 193.4,
      "fin": 197.2,
      "texto": "Y sé que se me termina ahora en 26 y no sé qué mes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.0,
      "fin": 199.8,
      "texto": "Y estaba buscándolo y no lo podía encontrar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.4,
      "fin": 202.5,
      "texto": "No sé si vos me lo podías buscar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 202.8,
      "fin": 208.1,
      "texto": "Claro, para lo que es tu línea, nosotros ahora tenemos una nueva metodología."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 208.3,
      "fin": 213.3,
      "texto": "Viste a través de nuestra aplicación, hay un ovillo donde te aparecen detalles de tu plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.9,
      "fin": 221.0,
      "texto": "Te dice detalles de tu plan y ahí vos presionas, digamos, y te aparece cuánto tiempo vos te queda vigente la promoción."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.8,
      "fin": 227.5,
      "texto": "Ah, yo estaba buscando y no encontré nada, por eso te pregunto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 227.5,
      "fin": 228.1,
      "texto": "Ahora me vas fijando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 228.3,
      "fin": 239.8,
      "texto": "Porque mira, a ver, dame un segundo que yo también tengo un Movistar acá en el celu, ahora abro la aplicación y te digo más o menos en qué parte es la que te aparece, así vos lo podés estar viendo conmigo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 240.4,
      "fin": 254.0,
      "texto": "Porque bueno, si te aparece y la idea es que para que vos nunca tengas que pagar el precio original de lista, que lo puedas estar haciendo de esta manera que te digo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 254.0,
      "fin": 255.2,
      "texto": "Vale, justo acá estoy adentro de... estoy en Movistar ahora."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.1,
      "fin": 275.7,
      "texto": "Vale, también un segundito, porque yo ya me meto con mi línea para ver si me deja, porque es el 77."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 275.7,
      "fin": 277.9,
      "texto": "Y sale comento en qué parte te aparezca."
    },
    {
      "hablante": "AGENTE",
      "inicio": 283.9,
      "fin": 284.9,
      "texto": "Bien, buenísimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 284.9,
      "fin": 289.1,
      "texto": "Viste que te aparece, bueno, las gigas que tienes y te aparece."
    },
    {
      "hablante": "AGENTE",
      "inicio": 290.2,
      "fin": 309.6,
      "texto": "O sea, si estamos a dos de la app, viste que, bueno, te aparecen los datos que vos tengas disponibles, digamos, los detalles de tu consumo y abajo te aparece una opción que te aparece plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.6,
      "fin": 310.2,
      "texto": "A ver, ahora no lo encuentro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 313.2,
      "fin": 316.1,
      "texto": "No me aparece."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 316.4,
      "fin": 325.1,
      "texto": "Porque yo pegué la parte que te dice que damos la bienvenida, después dice acceso rápido, comprensión, mejorar tu plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 325.1,
      "fin": 329.0,
      "texto": "Ahí lo que vos tenés que hacer es poder iniciar sesión en la aplicación."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 329.2,
      "fin": 333.2,
      "texto": "Viste que te aparece una opción que te dice ya soy cliente de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 335.2,
      "fin": 339.1,
      "texto": "¿Cuál es mi idea de contraseña?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 339.4,
      "fin": 358.4,
      "texto": "Y que ahí vos pones que aparecen dos opciones, como para que entres con el número de línea y vos tenés que poner tu numerito de línea, te llega un código por mensaje de texto y eso permite que vos puedas iniciar y poder ver todos los detalles de tu consumo, cuánto te queda de inspección y todo lo demás."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 363.0,
      "fin": 363.2,
      "texto": "Ah, listo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 363.2,
      "fin": 366.2,
      "texto": "Entonces entro acá, disculpame, entro acá entonces accediendo con usuario y contraseña."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 366.9,
      "fin": 371.3,
      "texto": "Claro, puedes acceder con tu usuario contra la seña o simplemente con el número de la línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 372.5,
      "fin": 373.7,
      "texto": "Ah, listo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 373.7,
      "fin": 374.6,
      "texto": "Bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 374.6,
      "fin": 376.9,
      "texto": "Vale, ahora entonces, te agradezco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 376.9,
      "fin": 378.8,
      "texto": "No, por favor, a vos que tengas hermoso día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 378.9,
      "fin": 379.9,
      "texto": "Muchísimas gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 380.4,
      "fin": 381.3,
      "texto": "Gracias, igualmente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 381.4,
      "fin": 381.6,
      "texto": "Hasta luego."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 381.6,
      "fin": 382.2,
      "texto": "Hasta luego, chau."
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Con Daniel? Sí, él mismo habla. Mucho gusto. Daniel, gracias. ¿Mi nombre? Me estoy contactando con usted por un plan familiar para sus niñas. ¿Cómo le va? ¿Qué tal? Bien, bien. Ya me hicieron el plan. Ah, bien. ¿Desde Movistar? Sí, sí. Bien. ¿Ya te pudo aportar a nuestra compañía o está en proceso, digamos? No, no, ya está todo. Ya está todo. Ya pasé todos los datos y lo hace rato. A la una hora más o menos, hora y pico. Ah, una hora y pico. Bueno, ahora sí, todo bueno. ¿Te puedo pasar por otro tema con mi señora, que tiene también Movistar? Sí, no hay problema. No hay problema. Hola, ¿qué tal? ¿Cómo estás? Hola, ¿qué tal? Un gusto. Igualmente. Sí, tengo una consulta. Porque esas estaban claras. Y yo los hice volver de nuevo a Movistar. Yo ya estoy en Movistar hace años. Y creo que había, ¿no? ¿Le daban algo por pasar una línea a Movistar? Claro, sí. En realidad, ¿la línea usted la tiene al mismo nombre de la persona que hizo la portabilidad? No. Yo tengo la mía y ellos tienen la suya. Bien, y usted ahora, cuando hicieron la portabilidad, ¿a través de qué medio lo gestionaron? ¿La persona se contactó con ustedes por WhatsApp, algo así? ¿Cómo lo gestionaste? ¿Te llamaron, lo llamaste? Llamé, porque vos me dijiste, y después me llamaron. Sí, llamó y después lo llamaron. Bien, y ahí, digamos, lo pudieron, él le pasó el DNI, el numerito de portabilidad, ¿verdad? Sí, sí, ya tiene todo. Lo tiene que esperar a los chips. Claro, bien, en este caso lo que nosotros tenemos, en realidad sí, pero eso lo, o sea, la persona, digamos, como ahora Movistar una asesoramiento personalizado, la misma persona que le gestiona el trámite es la que le hace como le referido a usted, digamos, por haber traído la línea con nosotros. Le recomiendo yo que como la otra persona ya le gestiona el trámite, en este caso a su esposo, a Daniel, que volvían a volver a hablar a través de WhatsApp y decirle, bueno, esto, que justamente usted le pasó el contacto y se le pueden aplicar también un descuento, un regalo en cuanto a la cantidad de gigas y demás, para que la misma persona cuando cargue la venta en sistema se pueda estar aplicando directamente desde ahí. Claro, tiene que aplicar como el mismo asesor que le gestionó, es la persona que puede gestionar el descuento o algunas gigas de regalo, en este caso por lo que es un cliente referido, el referido lo llamamos nosotros, cuando usted lo recomienda como alguien para que vuelva nuevamente a la compañía. Pero bueno, si él sale y le pasó todos los datos, el numerito de portabilidad y todo, es poder ponerse en contacto con la persona y decirle que se puede hacer ese beneficio también a usted. Ah, bueno. ¿Y yo te podría hacer otra consulta? Porque yo tengo bonificación con ustedes. Y sé que se me termina ahora en 26 y no sé qué mes. Y estaba buscándolo y no lo podía encontrar. No sé si vos me lo podías buscar. Claro, para lo que es tu línea, nosotros ahora tenemos una nueva metodología. Viste a través de nuestra aplicación, hay un ovillo donde te aparecen detalles de tu plan. Te dice detalles de tu plan y ahí vos presionas, digamos, y te aparece cuánto tiempo vos te queda vigente la promoción. Ah, yo estaba buscando y no encontré nada, por eso te pregunto. Ahora me vas fijando. Porque mira, a ver, dame un segundo que yo también tengo un Movistar acá en el celu, ahora abro la aplicación y te digo más o menos en qué parte es la que te aparece, así vos lo podés estar viendo conmigo. Porque bueno, si te aparece y la idea es que para que vos nunca tengas que pagar el precio original de lista, que lo puedas estar haciendo de esta manera que te digo. Vale, justo acá estoy adentro de... estoy en Movistar ahora. Vale, también un segundito, porque yo ya me meto con mi línea para ver si me deja, porque es el 77. Y sale comento en qué parte te aparezca. Bien, buenísimo. Viste que te aparece, bueno, las gigas que tienes y te aparece. O sea, si estamos a dos de la app, viste que, bueno, te aparecen los datos que vos tengas disponibles, digamos, los detalles de tu consumo y abajo te aparece una opción que te aparece plan. A ver, ahora no lo encuentro. No me aparece. Porque yo pegué la parte que te dice que damos la bienvenida, después dice acceso rápido, comprensión, mejorar tu plan. Ahí lo que vos tenés que hacer es poder iniciar sesión en la aplicación. Viste que te aparece una opción que te dice ya soy cliente de Movistar. ¿Cuál es mi idea de contraseña? Y que ahí vos pones que aparecen dos opciones, como para que entres con el número de línea y vos tenés que poner tu numerito de línea, te llega un código por mensaje de texto y eso permite que vos puedas iniciar y poder ver todos los detalles de tu consumo, cuánto te queda de inspección y todo lo demás. Ah, listo. Entonces entro acá, disculpame, entro acá entonces accediendo con usuario y contraseña. Claro, puedes acceder con tu usuario contra la seña o simplemente con el número de la línea. Ah, listo. Bueno. Vale, ahora entonces, te agradezco. No, por favor, a vos que tengas hermoso día. Muchísimas gracias. Gracias, igualmente. Hasta luego. Hasta luego, chau.",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T02:02:38.051506",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "SEGUIMIENTO",
      "resultado": "PENDIENTE",
      "productos_mencionados": [],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción, especialmente palabras mal transcritas (ej: gigas, Movistar). Se identificaron los roles y se clasificó la llamada como seguimiento."
    },
    "fecha_mejora": "2026-02-20T08:55:31.753574",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.9,
      "fin": 4.59,
      "duracion": 2.68,
      "texto": "Hola, buenos días.",
      "confianza": 0.207
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.61,
      "fin": 4.85,
      "duracion": 0.24,
      "texto": "¿Con Daniel?",
      "confianza": 0.047
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.87,
      "fin": 6.29,
      "duracion": 1.42,
      "texto": "Sí, él mismo habla.",
      "confianza": 0.26
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.31,
      "fin": 7.11,
      "duracion": 0.8,
      "texto": "Mucho gusto.",
      "confianza": 0.355
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.13,
      "fin": 7.77,
      "duracion": 0.64,
      "texto": "Daniel, gracias.",
      "confianza": 0.344
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.83,
      "fin": 8.39,
      "duracion": 0.56,
      "texto": "¿Mi nombre?",
      "confianza": 0.381
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.41,
      "fin": 11.26,
      "duracion": 2.84,
      "texto": "Me estoy contactando con usted por un plan familiar para sus niñas.",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.28,
      "fin": 12.94,
      "duracion": 1.66,
      "texto": "¿Cómo le va?",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.96,
      "fin": 13.36,
      "duracion": 0.4,
      "texto": "¿Qué tal?",
      "confianza": 0.545
    },
    {
      "hablante": "Hablante B",
      "inicio": 13.38,
      "fin": 15.7,
      "duracion": 2.32,
      "texto": "Bien, bien.",
      "confianza": 0.764
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.06,
      "fin": 17.95,
      "duracion": 1.88,
      "texto": "Ya me hicieron el plan.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.96,
      "fin": 18.57,
      "duracion": 0.6,
      "texto": "Ah, bien.",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.59,
      "fin": 19.35,
      "duracion": 0.76,
      "texto": "¿Desde Movistar?",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 20.15,
      "fin": 21.37,
      "duracion": 1.22,
      "texto": "Sí, sí.",
      "confianza": 0.171
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.39,
      "fin": 21.71,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.73,
      "fin": 25.21,
      "duracion": 3.48,
      "texto": "¿Ya te pudo aportar a nuestra compañía o está en proceso, digamos?",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.78,
      "fin": 26.74,
      "duracion": 0.96,
      "texto": "No, no, ya está todo.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 27.18,
      "fin": 27.68,
      "duracion": 0.5,
      "texto": "Ya está todo.",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante B",
      "inicio": 27.72,
      "fin": 30.34,
      "duracion": 2.62,
      "texto": "Ya pasé todos los datos y lo hace rato.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.76,
      "fin": 34.4,
      "duracion": 3.64,
      "texto": "A la una hora más o menos, hora y pico.",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.42,
      "fin": 35.62,
      "duracion": 1.2,
      "texto": "Ah, una hora y pico.",
      "confianza": 0.086
    },
    {
      "hablante": "Hablante B",
      "inicio": 35.65,
      "fin": 36.29,
      "duracion": 0.64,
      "texto": "Bueno, ahora sí, todo bueno.",
      "confianza": 0.098
    },
    {
      "hablante": "Hablante B",
      "inicio": 36.33,
      "fin": 47.38,
      "duracion": 11.05,
      "texto": "¿Te puedo pasar por otro tema con mi señora, que tiene también movistar?",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante B",
      "inicio": 47.4,
      "fin": 48.92,
      "duracion": 1.52,
      "texto": "Sí, no hay problema.",
      "confianza": 0.048
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.94,
      "fin": 49.26,
      "duracion": 0.32,
      "texto": "No hay problema.",
      "confianza": 0.036
    },
    {
      "hablante": "Hablante B",
      "inicio": 49.28,
      "fin": 49.8,
      "duracion": 0.52,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.515
    },
    {
      "hablante": "Hablante B",
      "inicio": 49.82,
      "fin": 50.98,
      "duracion": 1.16,
      "texto": "¿Cómo estás?",
      "confianza": 0.476
    },
    {
      "hablante": "Hablante B",
      "inicio": 51.0,
      "fin": 51.36,
      "duracion": 0.36,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.13
    },
    {
      "hablante": "Hablante B",
      "inicio": 51.38,
      "fin": 53.08,
      "duracion": 1.7,
      "texto": "Un gusto.",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.1,
      "fin": 54.1,
      "duracion": 1.0,
      "texto": "Igualmente.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.12,
      "fin": 55.15,
      "duracion": 1.02,
      "texto": "Sí, tengo una consulta.",
      "confianza": 0.509
    },
    {
      "hablante": "Hablante B",
      "inicio": 56.07,
      "fin": 58.27,
      "duracion": 2.2,
      "texto": "Porque esas estaban claros.",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante B",
      "inicio": 58.67,
      "fin": 61.45,
      "duracion": 2.78,
      "texto": "Y yo los hice volver de nuevo a movistar.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 62.38,
      "fin": 64.18,
      "duracion": 1.8,
      "texto": "Yo ya estoy en movistar hace años.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.2,
      "fin": 67.04,
      "duracion": 2.84,
      "texto": "Y creo que había, ¿no?",
      "confianza": 0.864
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.06,
      "fin": 74.79,
      "duracion": 7.73,
      "texto": "¿Le daban algo por pasar una línea a movistar?",
      "confianza": 0.838
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.81,
      "fin": 75.51,
      "duracion": 0.7,
      "texto": "Claro, sí.",
      "confianza": 0.405
    },
    {
      "hablante": "Hablante B",
      "inicio": 75.53,
      "fin": 82.22,
      "duracion": 6.69,
      "texto": "En realidad, ¿la línea usted la tiene al mismo nombre de la persona que hizo la portabilidad?",
      "confianza": 0.779
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.3,
      "fin": 84.42,
      "duracion": 0.12,
      "texto": "No.",
      "confianza": 0.287
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.44,
      "fin": 86.48,
      "duracion": 2.04,
      "texto": "Yo tengo la mía y ellos tienen la suya.",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante A",
      "inicio": 86.77,
      "fin": 92.3,
      "duracion": 5.53,
      "texto": "Bien, y usted ahora, cuando hicieron la portabilidad, ¿a través de qué medio lo gestionaron?",
      "confianza": 0.747
    },
    {
      "hablante": "Hablante A",
      "inicio": 92.32,
      "fin": 96.54,
      "duracion": 4.23,
      "texto": "¿La persona se contactó con ustedes por WhatsApp, algo así?",
      "confianza": 0.643
    },
    {
      "hablante": "Hablante A",
      "inicio": 96.56,
      "fin": 97.2,
      "duracion": 0.64,
      "texto": "¿Cómo lo gestionaste?",
      "confianza": 0.092
    },
    {
      "hablante": "Hablante A",
      "inicio": 97.22,
      "fin": 102.21,
      "duracion": 4.99,
      "texto": "¿Te llamaron, lo llamaste?",
      "confianza": 0.093
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.23,
      "fin": 103.28,
      "duracion": 1.04,
      "texto": "Llamé, porque vos me dijiste, y después me llamaron.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.3,
      "fin": 104.96,
      "duracion": 1.66,
      "texto": "Sí, llamó y después lo llamaron.",
      "confianza": 0.135
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.98,
      "fin": 111.35,
      "duracion": 6.37,
      "texto": "Bien, y ahí, digamos, lo pudieron, él le pasó el DNI, el numerito de portabilidad, ¿verdad?",
      "confianza": 0.779
    },
    {
      "hablante": "Hablante A",
      "inicio": 111.37,
      "fin": 112.53,
      "duracion": 1.16,
      "texto": "Sí, sí, ya tiene todo.",
      "confianza": 0.095
    },
    {
      "hablante": "Hablante A",
      "inicio": 112.55,
      "fin": 113.77,
      "duracion": 1.22,
      "texto": "Lo tiene que esperar a los chips.",
      "confianza": 0.366
    },
    {
      "hablante": "Hablante A",
      "inicio": 114.26,
      "fin": 129.5,
      "duracion": 15.24,
      "texto": "Claro, bien, en este caso lo que nosotros tenemos, en realidad sí, pero eso lo, o sea, la persona, digamos, como ahora movistar una asesoramiento personalizado, la misma persona que le gestiona el trámite es la que le hace como le referido a usted, digamos, por haber traído la línea con nosotros.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante A",
      "inicio": 130.04,
      "fin": 144.0,
      "duracion": 13.96,
      "texto": "Le recomiendo yo que como la otra persona ya le gestiona el trámite, en este caso a su esposo, a Daniel, que volvían a volver a hablar a través de WhatsApp y decirle, bueno, esto, que justamente usted le pasó el contacto y se le pueden aplicar también",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.08,
      "fin": 154.73,
      "duracion": 10.65,
      "texto": "un descuento, un regalo en cuanto a la cantidad de gigas y demás, para que la misma persona cuando cargue la venta en sistema se pueda estar aplicando directamente desde ahí.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante B",
      "inicio": 156.29,
      "fin": 174.78,
      "duracion": 18.48,
      "texto": "Claro, tiene que aplicar como el mismo asesor que le gestionó, es la persona que puede gestionar el descuento o algunas llegas de regalo, en este caso por lo que es un cliente referido, el referido lo llamamos nosotros, cuando usted lo recomienda como alguien para que vuelva nuevamente a la compañía.",
      "confianza": 0.695
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.21,
      "fin": 187.74,
      "duracion": 12.53,
      "texto": "Pero bueno, si él sale y le pasó todos los datos, el numerito de portadilla y todo, es poder ponerse en contacto con la persona y decirle que se puede hacer ese beneficio también a usted.",
      "confianza": 0.588
    },
    {
      "hablante": "Hablante B",
      "inicio": 187.76,
      "fin": 188.5,
      "duracion": 0.74,
      "texto": "Ah, bueno.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.53,
      "fin": 190.59,
      "duracion": 2.06,
      "texto": "Y yo te podría hacer otra consulta?",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 191.17,
      "fin": 193.35,
      "duracion": 2.18,
      "texto": "Porque yo tengo bonificación con ustedes.",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante B",
      "inicio": 193.37,
      "fin": 197.25,
      "duracion": 3.88,
      "texto": "Y sé que se me termina ahora en 26 y no sé qué mes.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.96,
      "fin": 199.84,
      "duracion": 1.88,
      "texto": "Y estaba buscándolo y no lo podía encontrar.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante B",
      "inicio": 200.36,
      "fin": 202.5,
      "duracion": 2.14,
      "texto": "No sé si vos me lo podías buscar.",
      "confianza": 0.453
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.78,
      "fin": 208.09,
      "duracion": 5.31,
      "texto": "Claro, para lo que es tu línea, nosotros ahora tenemos una nueva metodología.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 208.27,
      "fin": 213.26,
      "duracion": 4.99,
      "texto": "Viste a través de nuestra aplicación, hay un ovillo donde te aparecen detalles de tu plan.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.86,
      "fin": 221.01,
      "duracion": 7.15,
      "texto": "Te dice detalles de tu plan y ahí vos presionas, digamos, y te aparece cuánto tiempo vos te queda vigente la promoción.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.81,
      "fin": 227.5,
      "duracion": 5.69,
      "texto": "Ah, yo estaba buscando y no encontré nada, por eso te pregunto.",
      "confianza": 0.551
    },
    {
      "hablante": "Hablante B",
      "inicio": 227.52,
      "fin": 228.08,
      "duracion": 0.56,
      "texto": "Ahora me vas fijando.",
      "confianza": 0.142
    },
    {
      "hablante": "Hablante B",
      "inicio": 228.32,
      "fin": 239.77,
      "duracion": 11.45,
      "texto": "Porque mira, a ver, dame un segundo que yo también tengo un Movistar acá en el celu, ahora abro la aplicación y te digo más o menos en qué parte es la que te aparece, así vos lo podés estar viendo conmigo.",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante B",
      "inicio": 240.37,
      "fin": 253.98,
      "duracion": 13.61,
      "texto": "Porque bueno, si te aparece y la idea es que para que vos nunca tengas que pagar el precio original de lista, que lo puedas estar haciendo de esta manera que te digo.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 254.0,
      "fin": 255.2,
      "duracion": 1.2,
      "texto": "Vale, justo acá estoy adentro de... estoy en Movistar ahora.",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante B",
      "inicio": 256.14,
      "fin": 275.67,
      "duracion": 19.53,
      "texto": "Vale, también un segundito, porque yo ya me meto con mi línea para ver si me deja, porque es el 77.",
      "confianza": 0.462
    },
    {
      "hablante": "Hablante B",
      "inicio": 275.69,
      "fin": 277.9,
      "duracion": 2.2,
      "texto": "Y sale comento en qué parte te aparezca.",
      "confianza": 0.545
    },
    {
      "hablante": "Hablante A",
      "inicio": 283.95,
      "fin": 284.94,
      "duracion": 0.98,
      "texto": "Bien, buenísimo.",
      "confianza": 0.175
    },
    {
      "hablante": "Hablante A",
      "inicio": 284.95,
      "fin": 289.08,
      "duracion": 4.13,
      "texto": "Viste que te aparece, bueno, las gigas que tienes y te aparece.",
      "confianza": 0.562
    },
    {
      "hablante": "Hablante A",
      "inicio": 290.24,
      "fin": 309.56,
      "duracion": 19.31,
      "texto": "O sea, si estamos a dos de la app, viste que, bueno, te aparecen los datos que vos tengas disponibles, digamos, los detalles de tu consumo y abajo te aparece una opción que te aparece plan.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.58,
      "fin": 310.2,
      "duracion": 0.62,
      "texto": "A ver, ahora no lo encuentro.",
      "confianza": 0.084
    },
    {
      "hablante": "Hablante B",
      "inicio": 313.23,
      "fin": 316.06,
      "duracion": 2.82,
      "texto": "No me aparece.",
      "confianza": 0.445
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.38,
      "fin": 325.07,
      "duracion": 8.69,
      "texto": "Porque yo pegué la parte que te dice que damos la bienvenida, después dice acceso rápido, comprensión, mejorar tu plan.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.09,
      "fin": 329.01,
      "duracion": 3.92,
      "texto": "Ahí lo que vos tenés que hacer es poder iniciar sesión en la aplicación.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 329.19,
      "fin": 333.2,
      "duracion": 4.01,
      "texto": "Viste que te aparece una opción que te dice ya soy cliente de Movistar.",
      "confianza": 0.516
    },
    {
      "hablante": "Hablante A",
      "inicio": 335.18,
      "fin": 339.09,
      "duracion": 3.9,
      "texto": "¿Cuál es mi idea de contraseña?",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante A",
      "inicio": 339.35,
      "fin": 358.41,
      "duracion": 19.06,
      "texto": "Y que ahí vos pones que aparecen dos opciones, como para que entres con el número de línea y vos tenés que poner tu numerito de línea, te llega un código por mensaje de texto y eso permite que vos puedas iniciar y poder ver todos los detalles de tu consumo, cuánto te queda de inspección y todo lo demás.",
      "confianza": 0.67
    },
    {
      "hablante": "Hablante B",
      "inicio": 363.01,
      "fin": 363.21,
      "duracion": 0.2,
      "texto": "Ah, listo.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 363.24,
      "fin": 366.24,
      "duracion": 3.0,
      "texto": "Entonces entro acá, disculpame, entro acá entonces accediendo con usuario y contraseña.",
      "confianza": 0.185
    },
    {
      "hablante": "Hablante B",
      "inicio": 366.89,
      "fin": 371.26,
      "duracion": 4.37,
      "texto": "Claro, puedes acceder con tu usuario contra la seña o simplemente con el número de la línea.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 372.46,
      "fin": 373.7,
      "duracion": 1.24,
      "texto": "Ah, listo.",
      "confianza": 0.83
    },
    {
      "hablante": "Hablante B",
      "inicio": 373.73,
      "fin": 374.63,
      "duracion": 0.9,
      "texto": "Bueno.",
      "confianza": 0.246
    },
    {
      "hablante": "Hablante B",
      "inicio": 374.65,
      "fin": 376.87,
      "duracion": 2.22,
      "texto": "Vale, ahora entonces, te agradezco.",
      "confianza": 0.167
    },
    {
      "hablante": "Hablante B",
      "inicio": 376.89,
      "fin": 378.75,
      "duracion": 1.86,
      "texto": "No, por favor, a vos que tengas hermoso día.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante B",
      "inicio": 378.87,
      "fin": 379.86,
      "duracion": 0.98,
      "texto": "Muchísimas gracias.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 380.4,
      "fin": 381.34,
      "duracion": 0.94,
      "texto": "Gracias, igualmente.",
      "confianza": 0.113
    },
    {
      "hablante": "Hablante B",
      "inicio": 381.36,
      "fin": 381.6,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.06
    },
    {
      "hablante": "Hablante B",
      "inicio": 381.62,
      "fin": 382.22,
      "duracion": 0.6,
      "texto": "Hasta luego, chau.",
      "confianza": 0.268
    }
  ]
}