{
  "archivo": "amza83_1_260218104755752_ACD_01647.wav",
  "duracion_segundos": 548.5,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 256.27,
    "Hablante A": 231.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 2.5,
      "fin": 3.4,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.4,
      "fin": 5.1,
      "texto": "¿Hablo con Héctor?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 5.1,
      "fin": 5.2,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.9,
      "fin": 6.5,
      "texto": "Un gusto, Héctor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.6,
      "fin": 7.5,
      "texto": "Mi nombre es Luciana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.5,
      "fin": 9.9,
      "texto": "Yo lo llamaba para brindarle lo que es un beneficio a su línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.9,
      "fin": 15.9,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.0,
      "fin": 16.4,
      "texto": "Bien, gracias a Dios."
    },
    {
      "hablante": "AGENTE",
      "inicio": 16.4,
      "fin": 17.7,
      "texto": "Bien, me alegro que se encuentre bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.8,
      "fin": 19.2,
      "texto": "Yo soy del área de calidad de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 22.0,
      "fin": 23.4,
      "texto": "¿De Movistar sos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 23.4,
      "fin": 24.3,
      "texto": "Exacto, de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.2,
      "fin": 29.1,
      "texto": "Ah, mira, por el momento estoy con Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.1,
      "fin": 34.8,
      "texto": "¿Cuál sería el monto, cuál sería?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 35.0,
      "fin": 59.4,
      "texto": "Bien, nosotros estamos teniendo planes del 85%, como le comenté, tenemos de 14 en 5,000 pesos, entre 18 y 18,000."
    },
    {
      "hablante": "AGENTE",
      "inicio": 59.8,
      "fin": 68.0,
      "texto": "El de 15 lo tenemos de 19 mil y encima estamos regalando 10 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.1,
      "fin": 68.1,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.1,
      "fin": 69.9,
      "texto": "Y es un descuento fijo por seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 70.2,
      "fin": 70.8,
      "texto": "¿Qué quiere decir?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.1,
      "fin": 77.4,
      "texto": "Si usted contrata el plan de 18, tendría, perdón, si usted contrata el plan de 8, tendría 18."
    },
    {
      "hablante": "AGENTE",
      "inicio": 77.5,
      "fin": 82.5,
      "texto": "Si se contrata el plan de 15, tendría 25."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 86.0,
      "fin": 86.2,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 87.1,
      "fin": 91.9,
      "texto": "Un ejemplo, si te contraté el día 18, le quedaría 8.047 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 92.2,
      "fin": 103.9,
      "texto": "Es muy completo a ese, porque tiene WhatsApp gratis, a la libertad de cualquier compañía, un tiro para Free Fire, América Presión Local, y tiene Roaming en América también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 103.9,
      "fin": 104.2,
      "texto": "¿Qué sería eso?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 104.2,
      "fin": 109.8,
      "texto": "Roaming en América es que cuando se viaja, va a tener señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.8,
      "fin": 110.9,
      "texto": "Diga, no se va a quedar sin señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 111.0,
      "fin": 114.0,
      "texto": "Diga que cuando uno a veces viaja, se queda sin señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 114.3,
      "fin": 121.0,
      "texto": "Bueno, lo que hace Roaming en América es, le permite eso, tener señal e internet cuando usted está viajando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 121.0,
      "fin": 121.4,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 122.3,
      "fin": 126.0,
      "texto": "Bueno, ahora te explico, déjame que te explique una cosita."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 126.1,
      "fin": 128.5,
      "texto": "Yo era cliente de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 131.1,
      "fin": 131.2,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 131.2,
      "fin": 140.6,
      "texto": "También me hicieron la proposición del 85 por ciento, acepté, me pasé de Claro a Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 140.6,
      "fin": 143.4,
      "texto": "Y..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 143.6,
      "fin": 158.3,
      "texto": "Ese 85% que me prometieron, que me dijeron, creo que fue el primer día, el primer mes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 160.2,
      "fin": 169.3,
      "texto": "Porque después ya no era el 85% de descuento, sino que era una suma fija,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 170.4,
      "fin": 190.0,
      "texto": "de 3 mil pesos mensuales, así suba la cuota o algo por el estilo, no era el 85% del valor del plan, sino que era un monto pico de descuento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 190.4,
      "fin": 199.6,
      "texto": "La última fue de 3 mil pesos, el descuento no llegó a más."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 199.8,
      "fin": 229.6,
      "texto": "cuando yo hablé a reclamar y me dijeron que no se me pusieron un montón de condiciones de esto y de aquello y en el cual yo le dije que si uno como yo no tenía un contrato escrito simplemente tenía un contrato verbal y un contrato por ustedes bueno que lamentablemente"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 229.6,
      "fin": 244.3,
      "texto": "Y al no respetar el 85% del descuento en la promoción, bueno, dejaba la compañía y me iba a otra empresa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 246.9,
      "fin": 249.7,
      "texto": "Por eso me fui a Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 251.6,
      "fin": 258.4,
      "texto": "Claro, por ejemplo, tengo un..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 259.1,
      "fin": 286.9,
      "texto": "el servicio que me brinda Claro con el descuento, que incluso ahora me lo alargaron por doce meses más al descuento, y siempre respetaron porque siempre hice los cálculos de cuánto salía el plan, cuánto era el descuento, y me cobran el 85 por ciento real del descuento sobre el plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 286.9,
      "fin": 288.5,
      "texto": "Cosa que Movistar"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 288.8,
      "fin": 290.0,
      "texto": "No lo hizo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 293.2,
      "fin": 310.3,
      "texto": "Así que, por ese motivo, por el momento yo agradezco tu llamada, agradezco tu proposición, pero por este momento, Claro, me está conveniendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 313.5,
      "fin": 314.3,
      "texto": "Sí, entiendo, Héctor, entiendo, entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.4,
      "fin": 317.1,
      "texto": "¿Me entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 317.1,
      "fin": 325.0,
      "texto": "Vos sos ahí una empleada, sos ahí y quizás sabes cómo es el sistema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.0,
      "fin": 341.1,
      "texto": "Y lamentablemente, cuando yo hago un contrato, doy un beneficio, doy un descuento y todo eso, yo creo que"
    },
    {
      "hablante": "AGENTE",
      "inicio": 341.9,
      "fin": 350.1,
      "texto": "El descuento debe ser desde el momento pactado, si me han dicho seis meses, doce meses, veinticuatro meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 351.3,
      "fin": 354.8,
      "texto": "Y bueno, lamentablemente vos me lo ofertaste."
    },
    {
      "hablante": "AGENTE",
      "inicio": 354.8,
      "fin": 370.9,
      "texto": "Si la situación del país en ese momento era caótica, que subían todos los días los precios y todo eso y bueno, pero vos me harías hecho un contrato, yo creo que ese contrato debería haberse respetado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 371.7,
      "fin": 380.6,
      "texto": "no poner un monto fijo y seguir aumentando, seguir aumentando y a mí la cuota se me iba aumentando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 382.1,
      "fin": 394.1,
      "texto": "Me amé, pero el incremento del descuento siempre era exactamente el mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 394.1,
      "fin": 394.4,
      "texto": "Sí, entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 394.4,
      "fin": 400.9,
      "texto": "Obviamente para un servicio que no se lo respete, ni más en esos días que uno siempre busca cubrir su bolsillo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 403.3,
      "fin": 409.6,
      "texto": "Y sí, sí, sí, sí, porque yo más o menos, ¿qué es lo que hago?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 409.7,
      "fin": 413.2,
      "texto": "Yo soy jubilado, niña, yo soy jubilado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 415.8,
      "fin": 429.0,
      "texto": "Tengo que manejar el dinero con lo que cobro, tengo que manejar y pagar en internet, pagar esto, pagar esto o otro, medicamentos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 429.4,
      "fin": 434.3,
      "texto": "y al final con lo que uno termina cobrando no le alcanza ni para 10 días."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 437.9,
      "fin": 438.0,
      "texto": "Exacto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 438.0,
      "fin": 455.7,
      "texto": "Entonces yo he optado por cuando se me va a acabar la promoción, por ejemplo, de la cual tengo y el plan va a subir, veo la otra empresa tanto personal como Movistar,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 456.7,
      "fin": 466.5,
      "texto": "cuáles son las promociones que tienen, si me conviene, me paso a esa, hasta que me dura la promoción."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 466.5,
      "fin": 481.0,
      "texto": "Y luego regreso, por ejemplo, si está en promoción, Claro, que ahí no es más Claro, empieza a dar lo mismo que ustedes, empiezan a dar todo, que tanto de cuentos,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 481.4,
      "fin": 498.4,
      "texto": "Entonces ahí analizo y veo cuál es la que más me conviene y me voy pasando año a año, quizás con mi número de teléfono, año a año me voy pasando de empresa a empresa, agarrando las promociones."
    },
    {
      "hablante": "AGENTE",
      "inicio": 501.3,
      "fin": 507.6,
      "texto": "Por el momento te digo, en la semana pasada habló y me ampliaron el plan,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 508.1,
      "fin": 520.2,
      "texto": "con el descuento, con todo eso, por 12 meses más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 520.3,
      "fin": 520.4,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 520.4,
      "fin": 521.0,
      "texto": "OK, entiendo, entiendo, Héctor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 521.0,
      "fin": 521.8,
      "texto": "Entonces, no le quito más su tiempo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 521.8,
      "fin": 524.2,
      "texto": "Bueno, muchísimas gracias por haber hablado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 524.9,
      "fin": 526.2,
      "texto": "A usted, Héctor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 526.2,
      "fin": 527.0,
      "texto": "Te agradezco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 527.4,
      "fin": 531.9,
      "texto": "En cualquier momento, bueno, tardes y veo que, Claro,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 532.5,
      "fin": 535.2,
      "texto": "Ya empieza a subir mucho y todo eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 535.2,
      "fin": 538.9,
      "texto": "Y bueno, veré qué planes tienen ustedes y me pasaré a ustedes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 540.2,
      "fin": 540.7,
      "texto": "Sí, sí, está bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 540.8,
      "fin": 543.3,
      "texto": "Entiendo, entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 543.4,
      "fin": 545.2,
      "texto": "Que tenga lindo día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 545.3,
      "fin": 546.9,
      "texto": "Igualmente para vos, querida."
    },
    {
      "hablante": "AGENTE",
      "inicio": 547.0,
      "fin": 547.9,
      "texto": "Hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 547.9,
      "fin": 548.5,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Hablo con Héctor? Sí. Un gusto, Héctor. Mi nombre es Luciana. Yo lo llamaba para brindarle lo que es un beneficio a su línea. ¿Cómo estás? Bien, gracias a Dios. Bien, me alegro que se encuentre bien. Yo soy del área de calidad de Movistar. ¿De Movistar sos? Exacto, de Movistar. Ah, mira, por el momento estoy con Claro. ¿Cuál sería el monto, cuál sería? Bien, nosotros estamos teniendo planes del 85%, como le comenté, tenemos de 14 en 5,000 pesos, entre 18 y 18,000. El de 15 lo tenemos de 19 mil y encima estamos regalando 10 gigas. Sí. Y es un descuento fijo por seis meses. ¿Qué quiere decir? Si usted contrata el plan de 18, tendría, perdón, si usted contrata el plan de 8, tendría 18. Si se contrata el plan de 15, tendría 25. Sí. Un ejemplo, si te contraté el día 18, le quedaría 8.047 pesos. Es muy completo a ese, porque tiene WhatsApp gratis, a la libertad de cualquier compañía, un tiro para Free Fire, América Presión Local, y tiene Roaming en América también. ¿Qué sería eso? Roaming en América es que cuando se viaja, va a tener señal. Diga, no se va a quedar sin señal. Diga que cuando uno a veces viaja, se queda sin señal. Bueno, lo que hace Roaming en América es, le permite eso, tener señal e internet cuando usted está viajando. Ah, bien. Bueno, ahora te explico, déjame que te explique una cosita. Yo era cliente de Movistar. Sí. También me hicieron la proposición del 85 por ciento, acepté, me pasé de Claro a Movistar. Y... Ese 85% que me prometieron, que me dijeron, creo que fue el primer día, el primer mes. Porque después ya no era el 85% de descuento, sino que era una suma fija, de 3 mil pesos mensuales, así suba la cuota o algo por el estilo, no era el 85% del valor del plan, sino que era un monto pico de descuento. La última fue de 3 mil pesos, el descuento no llegó a más. cuando yo hablé a reclamar y me dijeron que no se me pusieron un montón de condiciones de esto y de aquello y en el cual yo le dije que si uno como yo no tenía un contrato escrito simplemente tenía un contrato verbal y un contrato por ustedes bueno que lamentablemente Y al no respetar el 85% del descuento en la promoción, bueno, dejaba la compañía y me iba a otra empresa. Por eso me fui a Claro. Claro, por ejemplo, tengo un... el servicio que me brinda Claro con el descuento, que incluso ahora me lo alargaron por doce meses más al descuento, y siempre respetaron porque siempre hice los cálculos de cuánto salía el plan, cuánto era el descuento, y me cobran el 85 por ciento real del descuento sobre el plan. Cosa que Movistar No lo hizo. Así que, por ese motivo, por el momento yo agradezco tu llamada, agradezco tu proposición, pero por este momento, Claro, me está conveniendo. Sí, entiendo, Héctor, entiendo, entiendo. ¿Me entendés? Vos sos ahí una empleada, sos ahí y quizás sabes cómo es el sistema. Y lamentablemente, cuando yo hago un contrato, doy un beneficio, doy un descuento y todo eso, yo creo que El descuento debe ser desde el momento pactado, si me han dicho seis meses, doce meses, veinticuatro meses. Y bueno, lamentablemente vos me lo ofertaste. Si la situación del país en ese momento era caótica, que subían todos los días los precios y todo eso y bueno, pero vos me harías hecho un contrato, yo creo que ese contrato debería haberse respetado. no poner un monto fijo y seguir aumentando, seguir aumentando y a mí la cuota se me iba aumentando. Me amé, pero el incremento del descuento siempre era exactamente el mismo. Sí, entiendo. Obviamente para un servicio que no se lo respete, ni más en esos días que uno siempre busca cubrir su bolsillo. Y sí, sí, sí, sí, porque yo más o menos, ¿qué es lo que hago? Yo soy jubilado, niña, yo soy jubilado. Tengo que manejar el dinero con lo que cobro, tengo que manejar y pagar en internet, pagar esto, pagar esto o otro, medicamentos. y al final con lo que uno termina cobrando no le alcanza ni para 10 días. Exacto. Entonces yo he optado por cuando se me va a acabar la promoción, por ejemplo, de la cual tengo y el plan va a subir, veo la otra empresa tanto personal como Movistar, cuáles son las promociones que tienen, si me conviene, me paso a esa, hasta que me dura la promoción. Y luego regreso, por ejemplo, si está en promoción, Claro, que ahí no es más Claro, empieza a dar lo mismo que ustedes, empiezan a dar todo, que tanto de cuentos, Entonces ahí analizo y veo cuál es la que más me conviene y me voy pasando año a año, quizás con mi número de teléfono, año a año me voy pasando de empresa a empresa, agarrando las promociones. Por el momento te digo, en la semana pasada habló y me ampliaron el plan, con el descuento, con todo eso, por 12 meses más. Bien. OK, entiendo, entiendo, Héctor. Entonces, no le quito más su tiempo. Bueno, muchísimas gracias por haber hablado. A usted, Héctor. Te agradezco. En cualquier momento, bueno, tardes y veo que, Claro, Ya empieza a subir mucho y todo eso. Y bueno, veré qué planes tienen ustedes y me pasaré a ustedes. Sí, sí, está bien. Entiendo, entiendo. Que tenga lindo día. Igualmente para vos, querida. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.622,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 21.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T12:37:24.126377",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 14 en 5,000 pesos",
        "plan 18 en 18,000 pesos",
        "plan 15 en 19,000 pesos + 10 gigas"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción (ej: gigas, nombres propios), se identificaron roles y se clasificó la llamada."
    },
    "fecha_mejora": "2026-02-20T11:34:27.965911",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 2.51,
      "fin": 3.41,
      "duracion": 0.9,
      "texto": "Hola, buenos días.",
      "confianza": 0.275
    },
    {
      "hablante": "Hablante B",
      "inicio": 3.43,
      "fin": 5.09,
      "duracion": 1.66,
      "texto": "¿Hablo con Héctor?",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.12,
      "fin": 5.2,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.92,
      "fin": 6.54,
      "duracion": 0.62,
      "texto": "Un gusto, Héctor.",
      "confianza": 0.758
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.6,
      "fin": 7.52,
      "duracion": 0.92,
      "texto": "Mi nombre es Luciana.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.54,
      "fin": 9.9,
      "duracion": 2.36,
      "texto": "Yo lo llamaba para brindarles lo que es un beneficio a su línea.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.92,
      "fin": 15.95,
      "duracion": 6.03,
      "texto": "¿Cómo estás?",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.97,
      "fin": 16.43,
      "duracion": 0.46,
      "texto": "Bien, gracias a Dios.",
      "confianza": 0.092
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.45,
      "fin": 17.73,
      "duracion": 1.28,
      "texto": "Bien, me alegro que se encuentre bien.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.81,
      "fin": 19.21,
      "duracion": 1.4,
      "texto": "Yo soy la área de calidad de Movistar.",
      "confianza": 0.565
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.97,
      "fin": 23.43,
      "duracion": 1.46,
      "texto": "¿De Movistar sos?",
      "confianza": 0.218
    },
    {
      "hablante": "Hablante A",
      "inicio": 23.45,
      "fin": 24.31,
      "duracion": 0.86,
      "texto": "Exacto, de Movistar.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.24,
      "fin": 29.06,
      "duracion": 0.82,
      "texto": "Ah, mira, por el momento estoy con claro.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.12,
      "fin": 34.83,
      "duracion": 4.71,
      "texto": "¿Cuál sería el monto, cuál sería?",
      "confianza": 0.444
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.97,
      "fin": 59.43,
      "duracion": 24.47,
      "texto": "Bien, nosotros estamos teniendo planos del 85%, como le comenté, tenemos de 14 en 5,000 pesos, entre 18 y 18,000.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.77,
      "fin": 68.04,
      "duracion": 8.27,
      "texto": "El de 15 lo tenemos de 19 mil y encima estamos regalando 10 gigas.",
      "confianza": 0.785
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.06,
      "fin": 68.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.127
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.14,
      "fin": 69.9,
      "duracion": 1.76,
      "texto": "Y es un descuento fijo por seis meses.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.16,
      "fin": 70.83,
      "duracion": 0.66,
      "texto": "¿Qué quiere decir?",
      "confianza": 0.82
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.14,
      "fin": 77.44,
      "duracion": 6.29,
      "texto": "Si usted contrata el plan de 18, tendría, perdón, si usted contrata el plan de 8, tendría 18.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.5,
      "fin": 82.48,
      "duracion": 4.99,
      "texto": "Si se contrata el plan de 15, tendría 25.",
      "confianza": 0.883
    },
    {
      "hablante": "Hablante A",
      "inicio": 86.03,
      "fin": 86.25,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.14,
      "fin": 91.87,
      "duracion": 4.73,
      "texto": "Un ejemplo, si te contraté el día 18, le quedaría 8.047 pesos.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante A",
      "inicio": 92.21,
      "fin": 103.91,
      "duracion": 11.7,
      "texto": "Es muy completo a ese, porque tiene WhatsApp gratis, a la libertad de cualquier compañía, un tiro para Free Fire, América Presión Local, y tiene Roomie en América también.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.93,
      "fin": 104.23,
      "duracion": 0.3,
      "texto": "¿Qué sería eso?",
      "confianza": 0.025
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.25,
      "fin": 109.78,
      "duracion": 5.53,
      "texto": "Roomie en América es que cuando se viaja, va a tener señal.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.8,
      "fin": 110.88,
      "duracion": 1.08,
      "texto": "Diga, no se va a quedar sin señal.",
      "confianza": 0.509
    },
    {
      "hablante": "Hablante A",
      "inicio": 111.04,
      "fin": 114.04,
      "duracion": 3.0,
      "texto": "Diga que cuando uno a veces viaja, se queda sin señal.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante A",
      "inicio": 114.34,
      "fin": 120.95,
      "duracion": 6.61,
      "texto": "Bueno, lo que hace Rubén Amélica es, le permite eso, tener señales e internet cuando usted está viajando.",
      "confianza": 0.291
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.97,
      "fin": 121.39,
      "duracion": 0.42,
      "texto": "Ah, bien.",
      "confianza": 0.392
    },
    {
      "hablante": "Hablante A",
      "inicio": 122.33,
      "fin": 125.97,
      "duracion": 3.64,
      "texto": "Bueno, ahora te explico, déjame que te explique una cosita.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante A",
      "inicio": 126.09,
      "fin": 128.54,
      "duracion": 2.44,
      "texto": "Yo era cliente de Movistar.",
      "confianza": 0.912
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.14,
      "fin": 131.2,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.22,
      "fin": 140.57,
      "duracion": 9.35,
      "texto": "También me hicieron la proposición del 85 por ciento, acepté, me pasé de claro a Movistar.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante B",
      "inicio": 140.59,
      "fin": 143.37,
      "duracion": 2.78,
      "texto": "Y...",
      "confianza": 0.976
    },
    {
      "hablante": "Hablante B",
      "inicio": 143.55,
      "fin": 158.31,
      "duracion": 14.76,
      "texto": "Ese 85% que me prometieron, que me dijeron, creo que fue el primer día, el primer mes.",
      "confianza": 0.891
    },
    {
      "hablante": "Hablante A",
      "inicio": 160.22,
      "fin": 169.31,
      "duracion": 9.09,
      "texto": "Porque después ya no era el 85% de descuento, sino que era una suma fija,",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante A",
      "inicio": 170.44,
      "fin": 190.0,
      "duracion": 19.56,
      "texto": "de 3 mil pesos mensuales, así suba la cuota o algo por el estilo, no era el 85% del valor del plan, sino que era un monto pico de descuento.",
      "confianza": 0.785
    },
    {
      "hablante": "Hablante A",
      "inicio": 190.4,
      "fin": 199.63,
      "duracion": 9.23,
      "texto": "La última fue de 3 mil pesos, el descuento no llegó a más.",
      "confianza": 0.821
    },
    {
      "hablante": "Hablante A",
      "inicio": 199.75,
      "fin": 229.55,
      "duracion": 29.8,
      "texto": "cuando yo hablé a reclamar y me dijeron que no se me pusieron un montón de condiciones de esto y de aquello y en el cual yo le dije que si uno como yo no tenía un contrato escrito simplemente tenía un contrato verbal y un contrato por ustedes bueno que lamentablemente",
      "confianza": 0.824
    },
    {
      "hablante": "Hablante A",
      "inicio": 229.63,
      "fin": 244.28,
      "duracion": 14.65,
      "texto": "Y al no respetar el 85% del descuento en la promoción, bueno, dejaba la compañía y me iba a otra empresa.",
      "confianza": 0.795
    },
    {
      "hablante": "Hablante B",
      "inicio": 246.95,
      "fin": 249.69,
      "duracion": 2.74,
      "texto": "Por eso me fui a Claro.",
      "confianza": 0.857
    },
    {
      "hablante": "Hablante A",
      "inicio": 251.61,
      "fin": 258.36,
      "duracion": 6.75,
      "texto": "Claro, por ejemplo, tengo un...",
      "confianza": 0.888
    },
    {
      "hablante": "Hablante A",
      "inicio": 259.05,
      "fin": 286.89,
      "duracion": 27.85,
      "texto": "el servicio que me brinda claro con el descuento, que incluso ahora me lo alargaron por doce meses más al descuento, y siempre respetaron porque siempre hice los cálculos de cuánto salía el plan, cuánto era el descuento, y me cobran el 85 por ciento real del descuento sobre el plan.",
      "confianza": 0.812
    },
    {
      "hablante": "Hablante A",
      "inicio": 286.91,
      "fin": 288.51,
      "duracion": 1.6,
      "texto": "Cosa que movistar",
      "confianza": 0.873
    },
    {
      "hablante": "Hablante A",
      "inicio": 288.8,
      "fin": 290.0,
      "duracion": 1.2,
      "texto": "No lo hizo.",
      "confianza": 0.831
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.18,
      "fin": 310.33,
      "duracion": 17.15,
      "texto": "Así que, por ese motivo, por el momento yo agradezco tu llamada, agradezco tu proposición, pero por este momento, claro, me está conveniendo.",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante A",
      "inicio": 313.46,
      "fin": 314.28,
      "duracion": 0.82,
      "texto": "Sí, entiendo, Hector, entiendo, entiendo.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.4,
      "fin": 317.08,
      "duracion": 0.68,
      "texto": "¿Me entendés?",
      "confianza": 0.478
    },
    {
      "hablante": "Hablante B",
      "inicio": 317.1,
      "fin": 325.0,
      "duracion": 7.89,
      "texto": "Vos sos ahí una empleada, sos ahí y quizás sabes cómo es el sistema.",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.01,
      "fin": 341.08,
      "duracion": 16.06,
      "texto": "Y lamentablemente, cuando yo hago un contrato, doy un beneficio, doy un descuento y todo eso, yo creo que",
      "confianza": 0.865
    },
    {
      "hablante": "Hablante B",
      "inicio": 341.9,
      "fin": 350.11,
      "duracion": 8.21,
      "texto": "El descuento debe ser desde el momento pactado, si me han dicho seis meses, doce meses, veinticuatro meses.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante B",
      "inicio": 351.29,
      "fin": 354.82,
      "duracion": 3.52,
      "texto": "Y bueno, lamentablemente vos me lo ofertaste.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 354.84,
      "fin": 370.9,
      "duracion": 16.06,
      "texto": "Si la situación del país en ese momento era caótica, que subían todos los días los precios y todo eso y bueno, pero vos me harías hecho un contrato, yo creo que ese contrato debería haberse respetado.",
      "confianza": 0.796
    },
    {
      "hablante": "Hablante B",
      "inicio": 371.69,
      "fin": 380.61,
      "duracion": 8.93,
      "texto": "no poner un monto fijo y seguir aumentando, seguir aumentando y a mí la cuota se me iba aumentando.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 382.1,
      "fin": 394.09,
      "duracion": 11.99,
      "texto": "Me amé, pero el incremento del descuento siempre era exactamente el mismo.",
      "confianza": 0.781
    },
    {
      "hablante": "Hablante B",
      "inicio": 394.11,
      "fin": 394.41,
      "duracion": 0.3,
      "texto": "Sí, entiendo.",
      "confianza": 0.12
    },
    {
      "hablante": "Hablante B",
      "inicio": 394.45,
      "fin": 400.93,
      "duracion": 6.49,
      "texto": "Obviamente para un servicio que no se lo respete, ni más en esos días que uno siempre busca cubrir su bolsillo.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante A",
      "inicio": 403.28,
      "fin": 409.64,
      "duracion": 6.37,
      "texto": "Y sí, sí, sí, sí, porque yo más o menos, ¿qué es lo que hago?",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante A",
      "inicio": 409.66,
      "fin": 413.19,
      "duracion": 3.52,
      "texto": "Yo soy jubilado, niña, yo soy jubilado.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 415.77,
      "fin": 428.96,
      "duracion": 13.19,
      "texto": "Tengo que manejar el dinero con lo que cobro, tengo que manejar y pagar en internet, pagar esto, pagar esto o otro, medicamentos.",
      "confianza": 0.819
    },
    {
      "hablante": "Hablante B",
      "inicio": 429.4,
      "fin": 434.26,
      "duracion": 4.86,
      "texto": "y al final con lo que uno termina cobrando no le alcanza ni para 10 días.",
      "confianza": 0.865
    },
    {
      "hablante": "Hablante A",
      "inicio": 437.85,
      "fin": 437.99,
      "duracion": 0.14,
      "texto": "Exacto.",
      "confianza": 0.033
    },
    {
      "hablante": "Hablante A",
      "inicio": 438.01,
      "fin": 455.74,
      "duracion": 17.74,
      "texto": "Entonces yo he optado por cuando se me va a acabar la promoción, por ejemplo, de la cual tengo y el plan va a subir, veo la otra empresa tanto personal como movistar,",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante A",
      "inicio": 456.74,
      "fin": 466.49,
      "duracion": 9.75,
      "texto": "cuáles son las promociones que tienen, si me conviene, me paso a esa, hasta que me dura la promoción.",
      "confianza": 0.881
    },
    {
      "hablante": "Hablante A",
      "inicio": 466.51,
      "fin": 481.0,
      "duracion": 14.5,
      "texto": "Y luego regreso, por ejemplo, si está en promoción, claro, que ahí no es más claro, empieza a dar lo mismo que ustedes, empiezan a dar todo, que tanto de cuentos,",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante A",
      "inicio": 481.37,
      "fin": 498.36,
      "duracion": 16.98,
      "texto": "Entonces ahí analizo y veo cuál es la que más me conviene y me voy pasando año a año, quizás con mi número de teléfono, año a año me voy pasando de empresa a empresa, agarrando las promociones.",
      "confianza": 0.837
    },
    {
      "hablante": "Hablante B",
      "inicio": 501.28,
      "fin": 507.57,
      "duracion": 6.29,
      "texto": "Por el momento te digo, en la semana pasada habló y me ampliaron el plan,",
      "confianza": 0.82
    },
    {
      "hablante": "Hablante B",
      "inicio": 508.15,
      "fin": 520.25,
      "duracion": 12.1,
      "texto": "con el descuento, con todo eso, por 12 meses más.",
      "confianza": 0.771
    },
    {
      "hablante": "Hablante B",
      "inicio": 520.27,
      "fin": 520.38,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante B",
      "inicio": 520.39,
      "fin": 521.02,
      "duracion": 0.62,
      "texto": "OK, entiendo, entiendo, Héctor.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 521.04,
      "fin": 521.76,
      "duracion": 0.72,
      "texto": "Entonces, no le quito más su tiempo.",
      "confianza": 0.013
    },
    {
      "hablante": "Hablante B",
      "inicio": 521.78,
      "fin": 524.2,
      "duracion": 2.42,
      "texto": "Bueno, muchísimas gracias por haber hablado.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante B",
      "inicio": 524.86,
      "fin": 526.18,
      "duracion": 1.32,
      "texto": "A usted, Héctor.",
      "confianza": 0.517
    },
    {
      "hablante": "Hablante B",
      "inicio": 526.2,
      "fin": 527.05,
      "duracion": 0.84,
      "texto": "Te agradezco.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 527.37,
      "fin": 531.93,
      "duracion": 4.57,
      "texto": "En cualquier momento, bueno, tardes y veo que, claro,",
      "confianza": 0.812
    },
    {
      "hablante": "Hablante B",
      "inicio": 532.52,
      "fin": 535.19,
      "duracion": 2.67,
      "texto": "Ya empieza a subir mucho y todo eso.",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante B",
      "inicio": 535.21,
      "fin": 538.88,
      "duracion": 3.67,
      "texto": "Y bueno, veré qué planes tienen ustedes y me pasaré a ustedes.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 540.16,
      "fin": 540.72,
      "duracion": 0.56,
      "texto": "Sí, sí, está bien.",
      "confianza": 0.217
    },
    {
      "hablante": "Hablante B",
      "inicio": 540.76,
      "fin": 543.33,
      "duracion": 2.57,
      "texto": "Entiendo, entiendo.",
      "confianza": 0.464
    },
    {
      "hablante": "Hablante B",
      "inicio": 543.35,
      "fin": 545.22,
      "duracion": 1.87,
      "texto": "Que tengo lindo día.",
      "confianza": 0.778
    },
    {
      "hablante": "Hablante B",
      "inicio": 545.28,
      "fin": 546.94,
      "duracion": 1.67,
      "texto": "Igualmente para vos, querida.",
      "confianza": 0.845
    },
    {
      "hablante": "Hablante B",
      "inicio": 546.96,
      "fin": 547.86,
      "duracion": 0.9,
      "texto": "Hasta luego.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 547.88,
      "fin": 548.5,
      "duracion": 0.62,
      "texto": "Hasta luego.",
      "confianza": 0.641
    }
  ]
}