{
  "archivo": "amza30_1_260209132625283_ACD_08929.wav",
  "duracion_segundos": 322.25,
  "num_segmentos": 68,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 298.33
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.8,
      "fin": 6.2,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.2,
      "fin": 6.4,
      "texto": "Buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.4,
      "fin": 6.8,
      "texto": "¿Hablo con Clever?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 6.8,
      "fin": 6.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.9,
      "fin": 7.5,
      "texto": "Sí, Clever, un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.6,
      "fin": 8.5,
      "texto": "Mi nombre es Eugenia."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.5,
      "fin": 12.0,
      "texto": "Yo me estaba comunicando con usted por una promoción para su línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.8,
      "fin": 16.4,
      "texto": "¿Usted tiene Claro actualmente, es así?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.4,
      "fin": 16.5,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.5,
      "fin": 16.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 16.9,
      "fin": 26.2,
      "texto": "Bien, le comento brevemente, el día de hoy estamos activando una promo que está en 10.720 pesos por 18 días de internet, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 26.2,
      "fin": 31.3,
      "texto": "¿Usted, Clever, actualmente tiene lo que es abono mensual o va revisando recargas?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 32.2,
      "fin": 34.6,
      "texto": "Yo tengo abono mensual, pero en Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.2,
      "fin": 37.2,
      "texto": "¿De qué empresa me estás llamando a vos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.3,
      "fin": 40.5,
      "texto": "De la empresa Movistar es la oferta que tengo para brindarle."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 41.5,
      "fin": 43.2,
      "texto": "Dijiste la palabra que no tenías que decir."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 44.5,
      "fin": 45.2,
      "texto": "La prohibida."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 45.2,
      "fin": 46.1,
      "texto": "¿Por qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.1,
      "fin": 46.7,
      "texto": "La prohibida."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 47.5,
      "fin": 51.3,
      "texto": "Una que comienza con M y termina con R. Ay, Dios mío."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 51.5,
      "fin": 53.6,
      "texto": "¿Por qué está tan prohibida esa palabra?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.7,
      "fin": 55.1,
      "texto": "Y para mí, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 55.9,
      "fin": 57.9,
      "texto": "¿Qué fue lo que pasó cuando fue cliente?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 58.0,
      "fin": 59.1,
      "texto": "¿Qué experiencia tuvo?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 59.2,
      "fin": 61.1,
      "texto": "Ajá, exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 61.1,
      "fin": 61.4,
      "texto": "Por eso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 61.9,
      "fin": 64.8,
      "texto": "Así que bueno, te agradezco el llamado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 64.9,
      "fin": 70.3,
      "texto": "Bien, no, por favor, Clever, me gustaría saber si lo podemos solucionar para que pueda volver con la compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 71.2,
      "fin": 75.0,
      "texto": "No, es que mira, toda mi familia es de Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 76.0,
      "fin": 84.7,
      "texto": "Entonces no me hace falta directamente cambiarme porque bueno, todos mis conocidos y parientes más cercanos tienen Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.2,
      "fin": 91.2,
      "texto": "Entonces tenemos como una comunidad entre los cuales hablamos sin restricción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 91.6,
      "fin": 98.9,
      "texto": "Bueno, pero con Movistar también lo puedo hacer, porque todos los planes que tenemos nosotros son con llamadas y mensajes libres para cualquier compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 99.0,
      "fin": 104.7,
      "texto": "Indistintamente, si es Claro, Movistar, Personal, tu ente, cualquier hacer."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 104.8,
      "fin": 109.5,
      "texto": "Sí, sí, sí, pero aparte, yo entiendo eso porque todas las compañías tienen lo mismo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.9,
      "fin": 112.9,
      "texto": "Pero aparte yo tengo una promoción que me hace Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 113.5,
      "fin": 118.7,
      "texto": "Yo pago, creo que actual estoy como en diez o algo más."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 119.1,
      "fin": 130.3,
      "texto": "Es una promoción que tengo con llamadas nacionales a todas las compañías y también a los teléfonos fijos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 131.0,
      "fin": 136.0,
      "texto": "Y esto sí que no se puede con otra compañía, tal vez no se pueda eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 136.0,
      "fin": 146.1,
      "texto": "Y eso también lo tenemos nosotros, no quería decirle nada, pero sí, nosotros tenemos eso justamente, las llamadas son ilimitadas y son libres hacia cualquier compañía,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 146.5,
      "fin": 159.1,
      "texto": "sea número y también tiene lo que es América Precio Local, en el caso de que justamente se facture alguna llamada, o sea, de lo que antes se facturaban en dólares, por ejemplo, dependiendo del programa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 159.2,
      "fin": 160.1,
      "texto": "Exactamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 160.1,
      "fin": 161.4,
      "texto": "En cambio, ahora no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 161.4,
      "fin": 175.7,
      "texto": "Todas las llamadas son con América Precio Local, es decir, que están incluidas dentro de lo que es el plan y se descuentan de lo que es el saldo, en el caso de, justamente, pero a precio de Argentina, no a cualquier llamada común."
    },
    {
      "hablante": "AGENTE",
      "inicio": 176.4,
      "fin": 178.3,
      "texto": "Bien, bien, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 179.1,
      "fin": 182.8,
      "texto": "No es para que lo piense, es para que lo piense por quedar último."
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.9,
      "fin": 198.9,
      "texto": "Si usted me dice que está pagando 10.000 y algo, yo le puedo ofrecer un descuentito más y se lo puedo dejar en 7.790 y tendría justamente lo que es 14 gigas de internet con todos los beneficios que hablamos recién respecto de las llamadas y WhatsApp gratis también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.0,
      "fin": 206.8,
      "texto": "Eso está interesante, porque en el plan que tengo yo me dan, creo que, no sé si dos gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 206.8,
      "fin": 212.7,
      "texto": "Es muy poquito, es muy poquito, y por eso en realidad, Claro, no tiene mucha competencia en cuanto a la cantidad de gigas como está."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.2,
      "fin": 221.5,
      "texto": "Entonces, lo que se ofrece respecto de lo otro, de llamadas y eso, estamos iguales, porque toda compañía tiene que ofrecer eso mínimo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.8,
      "fin": 225.7,
      "texto": "Porque la comunicación es lo que nos rige el día de hoy."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 225.8,
      "fin": 231.1,
      "texto": "Pero con respecto a las gigas, bueno, nosotros tenemos un poquitito de ventaja porque otorgamos mayor cantidad de gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 231.9,
      "fin": 236.3,
      "texto": "Igual te digo, a mí no me mueven las gigas, porque tengo internet en casa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 236.3,
      "fin": 237.8,
      "texto": "Eso es lo bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 237.8,
      "fin": 239.1,
      "texto": "Usted usa el Wi-Fi de la hora."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 239.9,
      "fin": 242.3,
      "texto": "Claro, y los datos casi ni los uso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 243.1,
      "fin": 246.6,
      "texto": "Pero por eso justamente tengo el mínimo"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 247.0,
      "fin": 260.7,
      "texto": "Y del mínimo que tengo, todavía me hicieron un reclamo, una rebaja más porque bueno, tenía clientes hace mucho tiempo y los amenacé que me iba a cruzar a la otra compañía, entonces tuvieron que aflojar un poquito."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 260.7,
      "fin": 266.1,
      "texto": "Claro, pero no, la verdad que estoy bien con este plan con 2GB de internet, te digo que me muevo bastante tranquilo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 266.4,
      "fin": 270.8,
      "texto": "Así que, bueno, y esos beneficios que te digo que yo que los tengo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.2,
      "fin": 278.8,
      "texto": "Te agradezco igual, igual está para pensar, te digo, por más gigas, pero lo único más llamativo serían los más de dos gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.5,
      "fin": 282.9,
      "texto": "A mí no me mueven las gigas, como te digo, porque tengo internet en casa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 283.4,
      "fin": 308.6,
      "texto": "Bueno, en el caso de que usted me dice que tiene toda la familia con Claro, lo único que voy a hacer es mandarle un mensajito de WhatsApp con mi número, porque quien le dice que a algún familiar a usted sí le convenga porque utiliza más gigas, entonces pueden acceder al beneficio, que me llamen, o sea que me manden un mensajito y vemos en el sistema si se les puede cargar la promo, si ya queda el resto es todo lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 308.6,
      "fin": 311.3,
      "texto": "Buenísimo, entonces yo ahí le mando un mensajito y le voy a poner"
    },
    {
      "hablante": "AGENTE",
      "inicio": 311.4,
      "fin": 316.9,
      "texto": "Soy Eugenia de Movistar, cosa de que cualquier cosita me escriba por ahí, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.9,
      "fin": 319.1,
      "texto": "Bueno, Clever, muy amable, entonces, que tenga lindo día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 319.8,
      "fin": 321.9,
      "texto": "Hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 321.9,
      "fin": 322.0,
      "texto": "Chao."
    },
    {
      "hablante": "AGENTE",
      "inicio": 322.0,
      "fin": 322.2,
      "texto": "Chao, chao."
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Hablo con Clever? Sí. Sí, Clever, un gusto. Mi nombre es Eugenia. Yo me estaba comunicando con usted por una promoción para su línea. ¿Usted tiene Claro actualmente, es así? Sí. Sí. Bien, le comento brevemente, el día de hoy estamos activando una promo que está en 10.720 pesos por 18 días de internet, ¿sí? ¿Usted, Clever, actualmente tiene lo que es abono mensual o va revisando recargas? Yo tengo abono mensual, pero en Claro. ¿De qué empresa me estás llamando a vos? De la empresa Movistar es la oferta que tengo para brindarle. Dijiste la palabra que no tenías que decir. La prohibida. ¿Por qué? La prohibida. Una que comienza con M y termina con R. Ay, Dios mío. ¿Por qué está tan prohibida esa palabra? Y para mí, ¿no? ¿Qué fue lo que pasó cuando fue cliente? ¿Qué experiencia tuvo? Ajá, exactamente. Por eso. Así que bueno, te agradezco el llamado. Bien, no, por favor, Clever, me gustaría saber si lo podemos solucionar para que pueda volver con la compañía. No, es que mira, toda mi familia es de Claro. Entonces no me hace falta directamente cambiarme porque bueno, todos mis conocidos y parientes más cercanos tienen Claro. Entonces tenemos como una comunidad entre los cuales hablamos sin restricción. Bueno, pero con Movistar también lo puedo hacer, porque todos los planes que tenemos nosotros son con llamadas y mensajes libres para cualquier compañía. Indistintamente, si es Claro, Movistar, Personal, tu ente, cualquier hacer. Sí, sí, sí, pero aparte, yo entiendo eso porque todas las compañías tienen lo mismo. Pero aparte yo tengo una promoción que me hace Claro. Yo pago, creo que actual estoy como en diez o algo más. Es una promoción que tengo con llamadas nacionales a todas las compañías y también a los teléfonos fijos. Y esto sí que no se puede con otra compañía, tal vez no se pueda eso. Y eso también lo tenemos nosotros, no quería decirle nada, pero sí, nosotros tenemos eso justamente, las llamadas son ilimitadas y son libres hacia cualquier compañía, sea número y también tiene lo que es América Precio Local, en el caso de que justamente se facture alguna llamada, o sea, de lo que antes se facturaban en dólares, por ejemplo, dependiendo del programa. Exactamente. En cambio, ahora no. Todas las llamadas son con América Precio Local, es decir, que están incluidas dentro de lo que es el plan y se descuentan de lo que es el saldo, en el caso de, justamente, pero a precio de Argentina, no a cualquier llamada común. Bien, bien, bien. No es para que lo piense, es para que lo piense por quedar último. Si usted me dice que está pagando 10.000 y algo, yo le puedo ofrecer un descuentito más y se lo puedo dejar en 7.790 y tendría justamente lo que es 14 gigas de internet con todos los beneficios que hablamos recién respecto de las llamadas y WhatsApp gratis también. Eso está interesante, porque en el plan que tengo yo me dan, creo que, no sé si dos gigas. Es muy poquito, es muy poquito, y por eso en realidad, Claro, no tiene mucha competencia en cuanto a la cantidad de gigas como está. Entonces, lo que se ofrece respecto de lo otro, de llamadas y eso, estamos iguales, porque toda compañía tiene que ofrecer eso mínimo. Porque la comunicación es lo que nos rige el día de hoy. Pero con respecto a las gigas, bueno, nosotros tenemos un poquitito de ventaja porque otorgamos mayor cantidad de gigas. Igual te digo, a mí no me mueven las gigas, porque tengo internet en casa. Eso es lo bueno. Usted usa el Wi-Fi de la hora. Claro, y los datos casi ni los uso. Pero por eso justamente tengo el mínimo Y del mínimo que tengo, todavía me hicieron un reclamo, una rebaja más porque bueno, tenía clientes hace mucho tiempo y los amenacé que me iba a cruzar a la otra compañía, entonces tuvieron que aflojar un poquito. Claro, pero no, la verdad que estoy bien con este plan con 2GB de internet, te digo que me muevo bastante tranquilo. Así que, bueno, y esos beneficios que te digo que yo que los tengo. Te agradezco igual, igual está para pensar, te digo, por más gigas, pero lo único más llamativo serían los más de dos gigas. A mí no me mueven las gigas, como te digo, porque tengo internet en casa. Bueno, en el caso de que usted me dice que tiene toda la familia con Claro, lo único que voy a hacer es mandarle un mensajito de WhatsApp con mi número, porque quien le dice que a algún familiar a usted sí le convenga porque utiliza más gigas, entonces pueden acceder al beneficio, que me llamen, o sea que me manden un mensajito y vemos en el sistema si se les puede cargar la promo, si ya queda el resto es todo lo mismo. Buenísimo, entonces yo ahí le mando un mensajito y le voy a poner Soy Eugenia de Movistar, cosa de que cualquier cosita me escriba por ahí, ¿sí? Bueno, Clever, muy amable, entonces, que tenga lindo día. Hasta luego. Chao. Chao, chao.",
  "calidad": {
    "confianza_promedio": 0.565,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T02:59:39.610743",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 18 días con internet",
        "14 gigas de internet"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, nombres propios), identificación de roles, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-20T09:15:07.520362",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.75,
      "fin": 6.2,
      "duracion": 4.45,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.162
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.22,
      "fin": 6.4,
      "duracion": 0.18,
      "texto": "Buen día.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.42,
      "fin": 6.78,
      "duracion": 0.36,
      "texto": "¿Hablo con Clever?",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.8,
      "fin": 6.86,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.069
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.88,
      "fin": 7.5,
      "duracion": 0.62,
      "texto": "Sí, Clever, un gusto.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.58,
      "fin": 8.5,
      "duracion": 0.92,
      "texto": "Mi nombre es Eugenia.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.52,
      "fin": 12.0,
      "duracion": 3.48,
      "texto": "Yo me estaba comunicando con usted por una promoción para su línea.",
      "confianza": 0.801
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.8,
      "fin": 16.39,
      "duracion": 3.58,
      "texto": "Si usted tiene, claro, actualmente, ¿es así?",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.41,
      "fin": 16.47,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.49,
      "fin": 16.93,
      "duracion": 0.44,
      "texto": "Sí.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.95,
      "fin": 26.22,
      "duracion": 9.27,
      "texto": "Bien, le comento brevemente, el día de hoy estamos activando una promo que está en 10.720 pesos por 18 días de internet, ¿sí?",
      "confianza": 0.765
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.24,
      "fin": 31.29,
      "duracion": 5.05,
      "texto": "¿Usted, Clever, actualmente tiene lo que es abono mensual o va revisando recargas?",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.16,
      "fin": 34.64,
      "duracion": 2.48,
      "texto": "Yo tengo abono mensual, pero en claro.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante B",
      "inicio": 35.23,
      "fin": 37.25,
      "duracion": 2.02,
      "texto": "¿De qué empresa me estás llamando a vos?",
      "confianza": 0.278
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.27,
      "fin": 40.45,
      "duracion": 3.19,
      "texto": "De la empresa Movistar es la oferta que tengo para brindarle.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.47,
      "fin": 43.22,
      "duracion": 1.74,
      "texto": "Dijiste la palabra que no tenías que decir.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante B",
      "inicio": 44.48,
      "fin": 45.18,
      "duracion": 0.7,
      "texto": "La prohibida.",
      "confianza": 0.894
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.2,
      "fin": 46.12,
      "duracion": 0.92,
      "texto": "¿Por qué?",
      "confianza": 0.478
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.14,
      "fin": 46.72,
      "duracion": 0.58,
      "texto": "La prohibida.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante B",
      "inicio": 47.5,
      "fin": 51.29,
      "duracion": 3.79,
      "texto": "Una que comienza con M y termina con R. Ay, Dios mío.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante B",
      "inicio": 51.47,
      "fin": 53.65,
      "duracion": 2.18,
      "texto": "¿Por qué está tan prohibida esa palabra?",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.67,
      "fin": 55.07,
      "duracion": 1.4,
      "texto": "Y para mí, ¿no?",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.93,
      "fin": 57.94,
      "duracion": 2.0,
      "texto": "¿Qué fue lo que pasó cuando fue cliente?",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 57.96,
      "fin": 59.12,
      "duracion": 1.16,
      "texto": "¿Qué experiencia tuvo?",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.22,
      "fin": 61.12,
      "duracion": 1.9,
      "texto": "Ajá, exactamente.",
      "confianza": 0.388
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.14,
      "fin": 61.44,
      "duracion": 0.3,
      "texto": "Por eso.",
      "confianza": 0.24
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.88,
      "fin": 64.84,
      "duracion": 2.96,
      "texto": "Así que bueno, te agradezco el llamado.",
      "confianza": 0.533
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.86,
      "fin": 70.27,
      "duracion": 5.41,
      "texto": "Bien, no, por favor, Cleber, me gustaría saber si lo podemos solucionar para que pueda volver con la compañía.",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.23,
      "fin": 75.03,
      "duracion": 3.8,
      "texto": "No, es que mira, todo mi familia es de claro.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 76.02,
      "fin": 84.67,
      "duracion": 8.65,
      "texto": "Entonces no me hace falta directamente cambiarme porque bueno, todos mis conocidos y parientes más cercanos tienen claro.",
      "confianza": 0.774
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.21,
      "fin": 91.18,
      "duracion": 5.97,
      "texto": "Entonces tenemos como una comunidad entre los cuales hablamos sin restricción.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.59,
      "fin": 98.93,
      "duracion": 7.33,
      "texto": "Bueno, pero con Movistar también lo puedo hacer, porque todos los planes que tenemos nosotros son con llamadas y mensajes libres para cualquier compañía.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.97,
      "fin": 104.73,
      "duracion": 5.77,
      "texto": "Indistintamente, si es claro, Movistar, personal, tu ente, cualquier hacer.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 104.75,
      "fin": 109.48,
      "duracion": 4.73,
      "texto": "Sí, sí, sí, pero aparte, yo entiendo eso porque todas las compañías tienen lo mismo.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.92,
      "fin": 112.91,
      "duracion": 2.98,
      "texto": "Pero aparte yo tengo una promoción que me hace claro.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.45,
      "fin": 118.72,
      "duracion": 5.27,
      "texto": "Yo pago, creo que actual estoy como en diez o algo más.",
      "confianza": 0.821
    },
    {
      "hablante": "Hablante B",
      "inicio": 119.12,
      "fin": 130.27,
      "duracion": 11.15,
      "texto": "Es una promoción que tengo con llamadas nacionales a todas las compañías y también a los teléfonos fijos.",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante B",
      "inicio": 130.99,
      "fin": 135.99,
      "duracion": 5.0,
      "texto": "Y esto sí que no se puede con otra compañía, tal vez no se pueda eso.",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante B",
      "inicio": 136.01,
      "fin": 146.1,
      "duracion": 10.09,
      "texto": "Y eso también lo tenemos nosotros, no quería decirle nada, pero sí, nosotros tenemos eso justamente, las llamadas son ilimitadas y son libres hacia cualquier compañía,",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante B",
      "inicio": 146.46,
      "fin": 159.13,
      "duracion": 12.68,
      "texto": "sea número y también tiene lo que es América Precio Local, en el caso de que justamente se facture alguna llamada, o sea, de lo que antes se facturaban en dólares, por ejemplo, dependiendo del programa.",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.15,
      "fin": 160.07,
      "duracion": 0.92,
      "texto": "Exactamente.",
      "confianza": 0.86
    },
    {
      "hablante": "Hablante B",
      "inicio": 160.11,
      "fin": 161.39,
      "duracion": 1.28,
      "texto": "En cambio, ahora no.",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante B",
      "inicio": 161.45,
      "fin": 175.65,
      "duracion": 14.2,
      "texto": "Todas las llamadas son con América Precio Local, es decir, que están incluidas dentro de lo que es el plan y se descuentan de lo que es el saldo, en el caso de, justamente, pero a precio de Argentina, no a cualquier llamada común.",
      "confianza": 0.789
    },
    {
      "hablante": "Hablante B",
      "inicio": 176.38,
      "fin": 178.3,
      "duracion": 1.92,
      "texto": "Bien, bien, bien.",
      "confianza": 0.462
    },
    {
      "hablante": "Hablante B",
      "inicio": 179.14,
      "fin": 182.84,
      "duracion": 3.7,
      "texto": "No es para que lo piense, es para que lo piense por quedar último.",
      "confianza": 0.394
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.88,
      "fin": 198.92,
      "duracion": 16.04,
      "texto": "Si usted me dice que está pagando 10.000 y algo, yo le puedo ofrecer un descuentito más y se lo puedo dejar en 7.790 y tendría justamente lo que es 14 gigas de internet con todos los beneficios que hablamos recién respecto de las llamadas y WhatsApp gratis también.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante B",
      "inicio": 200.0,
      "fin": 206.77,
      "duracion": 6.77,
      "texto": "Eso está interesante, porque en el plan que tengo yo me van, creo que, no sé si dos gigas.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante B",
      "inicio": 206.79,
      "fin": 212.72,
      "duracion": 5.93,
      "texto": "Es muy poquito, es muy poquito, y por eso en realidad, claro, no tiene mucha competencia en cuanto a la cantidad de gigas como está.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.19,
      "fin": 221.49,
      "duracion": 8.29,
      "texto": "Entonces, lo que se ofrece respecto de lo otro, de llamadas y eso, estamos iguales, porque toda compañía tiene que ofrecer eso mínimo.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.8,
      "fin": 225.73,
      "duracion": 3.93,
      "texto": "porque la comunicación es lo que nos rige el día de hoy.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.75,
      "fin": 231.11,
      "duracion": 5.37,
      "texto": "Pero con respecto a las gigas, bueno, nosotros tenemos un poquitito de ventaja porque otorgamos mayor cantidad de gigas.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante B",
      "inicio": 231.91,
      "fin": 236.26,
      "duracion": 4.34,
      "texto": "Igual te digo, a mí no me mueve la aguja los gigas, porque tengo internet en casa.",
      "confianza": 0.5
    },
    {
      "hablante": "Hablante B",
      "inicio": 236.28,
      "fin": 237.76,
      "duracion": 1.48,
      "texto": "Eso es lo bueno.",
      "confianza": 0.536
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.78,
      "fin": 239.12,
      "duracion": 1.34,
      "texto": "Usted usa el Wi-Fi de la hora.",
      "confianza": 0.316
    },
    {
      "hablante": "Hablante B",
      "inicio": 239.9,
      "fin": 242.33,
      "duracion": 2.42,
      "texto": "Claro, y los datos casi ni los uso.",
      "confianza": 0.774
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.07,
      "fin": 246.61,
      "duracion": 3.54,
      "texto": "Pero por eso justamente tengo el mínimo",
      "confianza": 0.835
    },
    {
      "hablante": "Hablante B",
      "inicio": 246.98,
      "fin": 260.72,
      "duracion": 13.74,
      "texto": "Y del mínimo que tengo, todavía me hicieron un reclamo, una rebaja más porque bueno, tenía clientes hace mucho tiempo y los amenacé que me iba a cruzar la otra compañía, entonces tuvieron que aflojar un poquito.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 260.74,
      "fin": 266.08,
      "duracion": 5.35,
      "texto": "Claro, pero no, la verdad que estoy bien con este plan con 2GB de internet, te digo que me muevo bastante tranquilo.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 266.44,
      "fin": 270.75,
      "duracion": 4.31,
      "texto": "Así que, bueno, y esos beneficios que te digo que yo que los tengo.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.19,
      "fin": 278.81,
      "duracion": 7.62,
      "texto": "Te agradezco igual, igual le está para pensar, te digo, por más gigas, pero lo único más llamativo serían los dos gigas, los más, más de dos gigas.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante B",
      "inicio": 279.53,
      "fin": 282.88,
      "duracion": 3.35,
      "texto": "A mí no me mueve la aguja, como te digo, porque tengo internet en casa.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante B",
      "inicio": 283.4,
      "fin": 308.63,
      "duracion": 25.23,
      "texto": "Bueno, en el caso de que usted me dice que tiene toda la familia con claro, lo único que voy a hacer es mandarle un mensajito de WhatsApp con mi número, porque quien le dice que a algún familiar a usted sí le convenga porque utiliza más gigas, entonces pueden acceder al beneficio, que me llamen, o sea que me manden un mensajito y vemos en el sistema si se les puede cargar la promo, si ya queda el resto es todo lo mismo.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 308.65,
      "fin": 311.29,
      "duracion": 2.64,
      "texto": "Buenísimo, entonces yo ahí le mando un mensajito y le voy a poner",
      "confianza": 0.334
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.43,
      "fin": 316.87,
      "duracion": 5.44,
      "texto": "Soy Eugenia de Movistar, cosa de que cualquier cosita me estribe por ahí, ¿sí?",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.88,
      "fin": 319.05,
      "duracion": 2.17,
      "texto": "Bueno, Clérar, muy amable, entonces, que tenga lindo día.",
      "confianza": 0.444
    },
    {
      "hablante": "Hablante B",
      "inicio": 319.82,
      "fin": 321.88,
      "duracion": 2.07,
      "texto": "Hasta luego.",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante B",
      "inicio": 321.9,
      "fin": 322.0,
      "duracion": 0.1,
      "texto": "Chao.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.02,
      "fin": 322.25,
      "duracion": 0.22,
      "texto": "Chao, chao.",
      "confianza": 0.104
    }
  ]
}