{
  "archivo": "amza4_1_260209105309471_ACD_00633.wav",
  "duracion_segundos": 322.25,
  "num_segmentos": 91,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 130.62,
    "Hablante B": 165.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 4.2,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.2,
      "fin": 4.4,
      "texto": "¿Hola?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.4,
      "fin": 4.4,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.5,
      "fin": 4.9,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.0,
      "fin": 5.6,
      "texto": "Buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.7,
      "fin": 8.6,
      "texto": "¿Con Christian?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 8.7,
      "fin": 8.9,
      "texto": "¿Quién habla?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.9,
      "fin": 9.3,
      "texto": "Un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.3,
      "fin": 10.3,
      "texto": "Mi nombre es Gabriela."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.4,
      "fin": 11.6,
      "texto": "Más que comunicar, no hablaría."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.6,
      "fin": 13.0,
      "texto": "Recupero de que le envía la compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.0,
      "fin": 14.6,
      "texto": "¿Cómo está Christian?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.4,
      "fin": 17.5,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.5,
      "fin": 17.7,
      "texto": "Me alegro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.7,
      "fin": 21.7,
      "texto": "Christian, me figura en el sistema que usted actualmente lleva dos líneas de teléfono con Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 21.7,
      "fin": 24.4,
      "texto": "¿Es correcto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.4,
      "fin": 24.5,
      "texto": "Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.6,
      "fin": 24.7,
      "texto": "¿Y cuál?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.7,
      "fin": 25.0,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.0,
      "fin": 26.5,
      "texto": "¿Y recuerda cuánto paga?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 26.5,
      "fin": 27.6,
      "texto": "¿Recuerda las líneas?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.7,
      "fin": 29.0,
      "texto": "¿Cuánto es lo que paga?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.1,
      "fin": 33.3,
      "texto": "Yo tengo una línea full."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 33.4,
      "fin": 36.2,
      "texto": "Sí, y por esa línea full, ¿cuánto está pagando, Cristian?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.3,
      "fin": 38.5,
      "texto": "No tengo idea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.6,
      "fin": 40.0,
      "texto": "¿Cuánto no tiene una cuenta?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 40.0,
      "fin": 40.7,
      "texto": "Mira, les comento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 40.8,
      "fin": 48.4,
      "texto": "Yo tengo un plan que es muy bueno para cada una de sus líneas, donde primero que nada, cada una mantendría el mismo número de teléfono."
    },
    {
      "hablante": "AGENTE",
      "inicio": 48.4,
      "fin": 49.9,
      "texto": "El número de teléfono no se cambia."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.7,
      "fin": 53.9,
      "texto": "No, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.9,
      "fin": 54.6,
      "texto": "No, eso es... Sí, ya me he cambiado."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 54.6,
      "fin": 59.3,
      "texto": "No, no, le aclaro porque muchas veces pasa que tu cliente no sabe, entonces le ofrecieron una promoción muy..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 59.5,
      "fin": 64.2,
      "texto": "como es muy llamativa, por así decirlo, muy atractiva, pero luego le cambian el número."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.2,
      "fin": 66.6,
      "texto": "Siempre es claro que el número no se cambia."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 67.2,
      "fin": 80.7,
      "texto": "Pasaría a tener las llamadas libres a todas las compañías, servicios de WhatsApp gratis, servicios de SMS, por supuesto, se llama América, se factura precio local y Roaming, que es Internet por la Argentina, en toda América."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 80.7,
      "fin": 81.1,
      "texto": "¿Sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 81.1,
      "fin": 85.9,
      "texto": "En cuanto a lo que es el Internet para cada línea, se le acreditan lo que son."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.9,
      "fin": 88.2,
      "texto": "8 GB fijo de base todos los meses,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 88.9,
      "fin": 99.1,
      "texto": "se le dan cuatro gigas adicionales porque usted tiene dos líneas, se toma como plan familiar y los primeros seis meses se le regalan ocho gigas extras para cada línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 99.1,
      "fin": 102.0,
      "texto": "Es decir que los primeros seis meses van a tener veinte gigas en total."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 102.0,
      "fin": 109.3,
      "texto": "Los ocho bases, los cuatro adicionales plan familiar y los ocho regalos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.3,
      "fin": 110.9,
      "texto": "O sea, mi teléfono cuánto tendría?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 110.9,
      "fin": 115.1,
      "texto": "Veinte gigas los seis primeros meses, Cristian."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 115.7,
      "fin": 120.8,
      "texto": "Bien, y se le hace lo que es un 80% de descuento en el plan para cada línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 121.5,
      "fin": 129.4,
      "texto": "Es decir, que el valor al día de hoy con el descuento le va a quedar en solamente 10.720 pesos por línea, Cristian."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 129.5,
      "fin": 131.9,
      "texto": "Eso es lo que... 20.000 pagaría."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 131.9,
      "fin": 144.6,
      "texto": "Exacto, en total, déjeme sacarle bien la cuenta para ser exacta, con el 80% de descuento que se le hace, usted pagaría solamente 20.990 pesos por las dos líneas, Cristian."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 144.6,
      "fin": 144.7,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 144.7,
      "fin": 144.8,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 145.2,
      "fin": 152.2,
      "texto": "Y algo muy importante, Christian, nosotros en este caso lo que hacemos es enviar el chip en 48 horas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 152.3,
      "fin": 155.7,
      "texto": "Entonces, usted va a seguir teniendo la línea con Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 156.5,
      "fin": 159.7,
      "texto": "El servicio va a seguir funcionando tal cual está funcionando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 159.8,
      "fin": 169.1,
      "texto": "Una vez que le llegan los chips de Movistar y se le corta la señal de Claro, recién adhiere los chips de Movistar y ya toma el servicio con nosotros."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 169.1,
      "fin": 172.8,
      "texto": "De esa forma, le garantizamos al cliente que el servicio se va a mantener"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 173.2,
      "fin": 178.9,
      "texto": "y que no va a perder lo que es la cobertura, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 178.9,
      "fin": 185.3,
      "texto": "Le hago una pregunta a usted, ¿de qué zona es?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 185.3,
      "fin": 185.7,
      "texto": "Yo vivo en San Luis."
    },
    {
      "hablante": "AGENTE",
      "inicio": 185.7,
      "fin": 186.2,
      "texto": "En San Luis, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 186.7,
      "fin": 195.9,
      "texto": "Bueno, en San Luis lo que es, tengo varios locales donde pueda buscar lo que es el chip, tengo lo que es, un segundo, lo voy a corroborar bien correcto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 198.2,
      "fin": 198.7,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.7,
      "fin": 211.8,
      "texto": "En ese caso, en San Luis tengo dos sucursales, lo que es la vía Rivadavia, el 530, y la otra que está en San Martín, el 707."
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.4,
      "fin": 217.2,
      "texto": "La de San Martín, el 707 está entre Chacabuco y Rivadavia."
    },
    {
      "hablante": "AGENTE",
      "inicio": 217.2,
      "fin": 221.6,
      "texto": "No sé cuál de las dos le viene más cómoda, más cercana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 221.7,
      "fin": 223.3,
      "texto": "No, cualquiera de las dos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 223.3,
      "fin": 227.3,
      "texto": "Sí, 48 horas ya le estarían llegando los chips acá a la sucursal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 227.5,
      "fin": 238.0,
      "texto": "El trámite es sumamente sencillo, nosotros nos encargamos de hacer lo que es el traspaso, de que claro vamos a estar en este caso con su debida autorización porque usted es el titular de la línea, obviamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 238.5,
      "fin": 247.4,
      "texto": "Y como le decía, nosotros ya en 48 horas le hacemos llegar un WhatsApp notificándole para que usted sepa que ya puede pasar a retirar lo que son los chips."
    },
    {
      "hablante": "AGENTE",
      "inicio": 247.4,
      "fin": 252.3,
      "texto": "En este caso, puede ir a la sucursal que estamos hablando de acá de San Luis, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 252.3,
      "fin": 252.4,
      "texto": "Bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 252.8,
      "fin": 260.5,
      "texto": "Déjamelo pensar y de cualquier cosa me llamas mañana, que yo en este momento estoy trabajando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 260.5,
      "fin": 261.6,
      "texto": "Estoy trabajando en un hospital y estoy con un paciente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 261.7,
      "fin": 262.9,
      "texto": "Ah, lo entiendo, lo entiendo, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 263.2,
      "fin": 271.7,
      "texto": "Si yo trabajo, hoy por ejemplo, Cristian, yo trabajo hasta las tres de la tarde, no sé si antes de esa hora lo puedo volver a tomar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 271.8,
      "fin": 272.1,
      "texto": "Veinticuatro horas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 272.2,
      "fin": 272.9,
      "texto": "Ah, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 272.9,
      "fin": 274.3,
      "texto": "Bueno, bueno, no hay problema, Cristian."
    },
    {
      "hablante": "AGENTE",
      "inicio": 274.9,
      "fin": 280.6,
      "texto": "Yo lo agendo, yo ahora le voy a mandar un WhatsApp, igualmente con mi número personal, le bajo el número de Mendoza, porque yo no soy mendocina."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.1,
      "fin": 289.0,
      "texto": "Yo ahora le mando el WhatsApp y estamos en contacto y de mañana me vuelvo a contactar con usted, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 289.1,
      "fin": 291.6,
      "texto": "Bueno, la disculpa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 291.6,
      "fin": 291.8,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 291.8,
      "fin": 292.0,
      "texto": "Te saludo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 292.1,
      "fin": 298.4,
      "texto": "Pero anda intentando cómo tenés que hacer el traspaso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.5,
      "fin": 298.8,
      "texto": "Sí, sí, o sea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.8,
      "fin": 301.0,
      "texto": "Le comento, o sea, el traspaso es facilísimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 301.0,
      "fin": 304.4,
      "texto": "Lo que se hace es corroborar los datos con usted, que es el titular de la línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 305.2,
      "fin": 310.5,
      "texto": "Una vez que yo corroboré los datos con usted, yo los cargo al sistema y a las 48 horas le dan los chips."
    },
    {
      "hablante": "AGENTE",
      "inicio": 311.0,
      "fin": 315.1,
      "texto": "Por eso le decía que el trámite es sumamente sencillo, Cristian."
    },
    {
      "hablante": "AGENTE",
      "inicio": 315.1,
      "fin": 316.6,
      "texto": "Bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.6,
      "fin": 317.7,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 317.8,
      "fin": 320.4,
      "texto": "Yo mañana lo vuelvo a llamar, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 320.4,
      "fin": 322.2,
      "texto": "Dale, muchas gracias."
    }
  ],
  "transcripcion_completa": "Hola. ¿Hola? Sí. Hola, ¿qué tal? Buenos días. ¿Con Christian? ¿Quién habla? Un gusto. Mi nombre es Gabriela. Más que comunicar, no hablaría. Recupero de que le envía la compañía. ¿Cómo está Christian? Bien. Me alegro. Christian, me figura en el sistema que usted actualmente lleva dos líneas de teléfono con Claro. ¿Es correcto? Claro. ¿Y cuál? Bien. ¿Y recuerda cuánto paga? ¿Recuerda las líneas? ¿Cuánto es lo que paga? Yo tengo una línea full. Sí, y por esa línea full, ¿cuánto está pagando, Cristian? No tengo idea. ¿Cuánto no tiene una cuenta? Mira, les comento. Yo tengo un plan que es muy bueno para cada una de sus líneas, donde primero que nada, cada una mantendría el mismo número de teléfono. El número de teléfono no se cambia. No, sí. No, eso es... Sí, ya me he cambiado. No, no, le aclaro porque muchas veces pasa que tu cliente no sabe, entonces le ofrecieron una promoción muy... como es muy llamativa, por así decirlo, muy atractiva, pero luego le cambian el número. Siempre es claro que el número no se cambia. Pasaría a tener las llamadas libres a todas las compañías, servicios de WhatsApp gratis, servicios de SMS, por supuesto, se llama América, se factura precio local y Roaming, que es Internet por la Argentina, en toda América. ¿Sí? En cuanto a lo que es el Internet para cada línea, se le acreditan lo que son. 8 GB fijo de base todos los meses, se le dan cuatro gigas adicionales porque usted tiene dos líneas, se toma como plan familiar y los primeros seis meses se le regalan ocho gigas extras para cada línea. Es decir que los primeros seis meses van a tener veinte gigas en total. Los ocho bases, los cuatro adicionales plan familiar y los ocho regalos. O sea, mi teléfono cuánto tendría? Veinte gigas los seis primeros meses, Cristian. Bien, y se le hace lo que es un 80% de descuento en el plan para cada línea. Es decir, que el valor al día de hoy con el descuento le va a quedar en solamente 10.720 pesos por línea, Cristian. Eso es lo que... 20.000 pagaría. Exacto, en total, déjeme sacarle bien la cuenta para ser exacta, con el 80% de descuento que se le hace, usted pagaría solamente 20.990 pesos por las dos líneas, Cristian. Bien. Bien. Y algo muy importante, Christian, nosotros en este caso lo que hacemos es enviar el chip en 48 horas. Entonces, usted va a seguir teniendo la línea con Claro. El servicio va a seguir funcionando tal cual está funcionando. Una vez que le llegan los chips de Movistar y se le corta la señal de Claro, recién adhiere los chips de Movistar y ya toma el servicio con nosotros. De esa forma, le garantizamos al cliente que el servicio se va a mantener y que no va a perder lo que es la cobertura, ¿sí? Le hago una pregunta a usted, ¿de qué zona es? Yo vivo en San Luis. En San Luis, perfecto. Bueno, en San Luis lo que es, tengo varios locales donde pueda buscar lo que es el chip, tengo lo que es, un segundo, lo voy a corroborar bien correcto. Bien. En ese caso, en San Luis tengo dos sucursales, lo que es la vía Rivadavia, el 530, y la otra que está en San Martín, el 707. La de San Martín, el 707 está entre Chacabuco y Rivadavia. No sé cuál de las dos le viene más cómoda, más cercana. No, cualquiera de las dos. Sí, 48 horas ya le estarían llegando los chips acá a la sucursal. El trámite es sumamente sencillo, nosotros nos encargamos de hacer lo que es el traspaso, de que claro vamos a estar en este caso con su debida autorización porque usted es el titular de la línea, obviamente. Y como le decía, nosotros ya en 48 horas le hacemos llegar un WhatsApp notificándole para que usted sepa que ya puede pasar a retirar lo que son los chips. En este caso, puede ir a la sucursal que estamos hablando de acá de San Luis, ¿sí? Bueno. Déjamelo pensar y de cualquier cosa me llamas mañana, que yo en este momento estoy trabajando. Estoy trabajando en un hospital y estoy con un paciente. Ah, lo entiendo, lo entiendo, perfecto. Si yo trabajo, hoy por ejemplo, Cristian, yo trabajo hasta las tres de la tarde, no sé si antes de esa hora lo puedo volver a tomar. Veinticuatro horas. Ah, bien. Bueno, bueno, no hay problema, Cristian. Yo lo agendo, yo ahora le voy a mandar un WhatsApp, igualmente con mi número personal, le bajo el número de Mendoza, porque yo no soy mendocina. Yo ahora le mando el WhatsApp y estamos en contacto y de mañana me vuelvo a contactar con usted, ¿sí? Bueno, la disculpa. Perfecto. Te saludo. Pero anda intentando cómo tenés que hacer el traspaso. Sí, sí, o sea. Le comento, o sea, el traspaso es facilísimo. Lo que se hace es corroborar los datos con usted, que es el titular de la línea. Una vez que yo corroboré los datos con usted, yo los cargo al sistema y a las 48 horas le dan los chips. Por eso le decía que el trámite es sumamente sencillo, Cristian. Bueno. Perfecto. Yo mañana lo vuelvo a llamar, ¿sí? Dale, muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.473,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T06:18:02.735832",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan con llamadas libres, WhatsApp gratis, SMS, roaming en América, 8GB base + 4GB adicionales + 8GB extra por 6 meses"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, nombres propios), mejora de la fluidez del texto y asignación de roles."
    },
    "fecha_mejora": "2026-02-20T10:51:55.960692",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 4.21,
      "duracion": 4.18,
      "texto": "Hola.",
      "confianza": 0.201
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.24,
      "fin": 4.36,
      "duracion": 0.12,
      "texto": "¿Hola?",
      "confianza": 0.031
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.38,
      "fin": 4.44,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.182
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.46,
      "fin": 4.94,
      "duracion": 0.48,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.96,
      "fin": 5.56,
      "duracion": 0.6,
      "texto": "Buenos días.",
      "confianza": 0.803
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.66,
      "fin": 8.64,
      "duracion": 2.98,
      "texto": "¿Con Christian?",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.66,
      "fin": 8.92,
      "duracion": 0.26,
      "texto": "¿Quién habla?",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.94,
      "fin": 9.28,
      "duracion": 0.34,
      "texto": "Un gusto.",
      "confianza": 0.916
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.32,
      "fin": 10.34,
      "duracion": 1.02,
      "texto": "Mi nombre es Gabriela.",
      "confianza": 0.533
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.36,
      "fin": 11.56,
      "duracion": 1.2,
      "texto": "Más que comunicar, no hablaría.",
      "confianza": 0.453
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.62,
      "fin": 12.98,
      "duracion": 1.36,
      "texto": "Recuperó de que lentea la compañía.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.03,
      "fin": 14.55,
      "duracion": 1.52,
      "texto": "¿Cómo está Christian?",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.39,
      "fin": 17.49,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.51,
      "fin": 17.71,
      "duracion": 0.2,
      "texto": "Me alegro.",
      "confianza": 0.068
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.73,
      "fin": 21.69,
      "duracion": 3.96,
      "texto": "Christian, ¿me figuras del sistema que usted actualmente lleva dos líneas de teléfono con Claro?",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.73,
      "fin": 24.4,
      "duracion": 2.66,
      "texto": "¿Es correcto?",
      "confianza": 0.784
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.42,
      "fin": 24.54,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.56,
      "fin": 24.72,
      "duracion": 0.16,
      "texto": "¿Y cuál?",
      "confianza": 0.036
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.74,
      "fin": 25.02,
      "duracion": 0.28,
      "texto": "Bien.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.04,
      "fin": 26.5,
      "duracion": 1.46,
      "texto": "¿Y recuerda cuánto llega?",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.52,
      "fin": 27.64,
      "duracion": 1.12,
      "texto": "¿Reciben las líneas?",
      "confianza": 0.813
    },
    {
      "hablante": "Hablante B",
      "inicio": 27.66,
      "fin": 29.04,
      "duracion": 1.38,
      "texto": "¿Cuánto es lo que paga?",
      "confianza": 0.774
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.12,
      "fin": 33.34,
      "duracion": 3.22,
      "texto": "Yo tengo una línea full.",
      "confianza": 0.151
    },
    {
      "hablante": "Hablante B",
      "inicio": 33.36,
      "fin": 36.21,
      "duracion": 2.84,
      "texto": "Sí, y por esa línea full, ¿cuánto está pagando, Cristian?",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.27,
      "fin": 38.55,
      "duracion": 0.28,
      "texto": "No tengo idea.",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.57,
      "fin": 39.99,
      "duracion": 1.42,
      "texto": "¿Cuánto no tiene una afuenta?",
      "confianza": 0.048
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.01,
      "fin": 40.73,
      "duracion": 0.72,
      "texto": "Mira, les comento.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.83,
      "fin": 48.38,
      "duracion": 7.55,
      "texto": "Yo tengo un plan que es muy bueno para cada una de sus líneas, donde primero que nada, cada una mantendría el mismo número de teléfono.",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante A",
      "inicio": 48.4,
      "fin": 49.94,
      "duracion": 1.54,
      "texto": "El número de teléfono no se cambia.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.71,
      "fin": 53.85,
      "duracion": 0.14,
      "texto": "No, sí.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.87,
      "fin": 54.59,
      "duracion": 0.72,
      "texto": "No, eso es... Sí, ya me he cambiado.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.61,
      "fin": 59.32,
      "duracion": 4.71,
      "texto": "No, no, le aclaro porque muchas veces pasa que tu cliente no sabe, entonces le ofrecieron una promoción muy...",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.53,
      "fin": 64.2,
      "duracion": 4.67,
      "texto": "como es muy damativa, por así decirlo, muy atractiva, pero luego le cambian el número.",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.24,
      "fin": 66.64,
      "duracion": 2.4,
      "texto": "Siempre es claro que el número no se cambia.",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.16,
      "fin": 80.7,
      "duracion": 13.54,
      "texto": "Pasaría a tener las llamadas libres a todas las compañías, servicios de WhatsApp gratis, servicios del SMS, por supuesto, se llama América, se factura precio local y Roaming, que es Internet por la Argentina, en toda América.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.72,
      "fin": 81.12,
      "duracion": 0.4,
      "texto": "¿Sí?",
      "confianza": 0.525
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.14,
      "fin": 85.91,
      "duracion": 4.77,
      "texto": "En cuanto a lo que es el Internet para cada línea, se le acreditan lo que son.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.93,
      "fin": 88.19,
      "duracion": 2.26,
      "texto": "8 GB fijo de base todos los meses,",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 88.91,
      "fin": 99.12,
      "duracion": 10.21,
      "texto": "se le dan cuatro gigas adicionales porque usted tiene dos líneas, se toma como plan familiar y los primeros seis meses se le regalan ocho gigas extras para cada línea.",
      "confianza": 0.77
    },
    {
      "hablante": "Hablante B",
      "inicio": 99.14,
      "fin": 101.99,
      "duracion": 2.84,
      "texto": "Es decir que los primeros seis meses van a tener veinte gigas en total.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.01,
      "fin": 109.28,
      "duracion": 7.27,
      "texto": "Los ocho bases, los cuatro adicionales plan familiar y los ocho regalos.",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.3,
      "fin": 110.92,
      "duracion": 1.62,
      "texto": "O sea, mi teléfono cuánto tendría?",
      "confianza": 0.097
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.94,
      "fin": 115.11,
      "duracion": 4.17,
      "texto": "Veinte gigas los seis primeros meses, Cristian.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.73,
      "fin": 120.81,
      "duracion": 5.09,
      "texto": "Bien, y se le hace lo que es un 80% de descuento en el plan para cada línea.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.47,
      "fin": 129.45,
      "duracion": 7.97,
      "texto": "Es decir, que el valor al día de hoy con el descuento le va a quedar en solamente 10.720 pesos por línea, Cristian.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante B",
      "inicio": 129.47,
      "fin": 131.91,
      "duracion": 2.44,
      "texto": "Eso es lo que... 20.000 pagarias.",
      "confianza": 0.335
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.93,
      "fin": 144.55,
      "duracion": 12.62,
      "texto": "Exacto, en total, déjeme sacarle bien la cuenta para ser exacta, con el 80% de descuento que se le hace, usted pagaría solamente 20.990 pesos por las dos líneas, Cristian.",
      "confianza": 0.741
    },
    {
      "hablante": "Hablante B",
      "inicio": 144.57,
      "fin": 144.67,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante B",
      "inicio": 144.69,
      "fin": 144.79,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.202
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.21,
      "fin": 152.25,
      "duracion": 7.05,
      "texto": "Y algo muy importante, Christian, nosotros en este caso lo que hacemos es enviar el chip en 48 horas.",
      "confianza": 0.784
    },
    {
      "hablante": "Hablante B",
      "inicio": 152.31,
      "fin": 155.7,
      "duracion": 3.38,
      "texto": "Entonces, usted va a seguir teniendo la línea con Claro.",
      "confianza": 0.8
    },
    {
      "hablante": "Hablante B",
      "inicio": 156.52,
      "fin": 159.74,
      "duracion": 3.22,
      "texto": "El servicio va a seguir funcionando tal cual está funcionando.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.76,
      "fin": 169.09,
      "duracion": 9.33,
      "texto": "Una vez que le llegan los chips de Molstar y se le corta la señal de Claro, recién adicoloco los chips de Molstar y ya toma el servicio con nosotros.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 169.13,
      "fin": 172.82,
      "duracion": 3.68,
      "texto": "De esa forma, le garantizamos al cliente que con servicio se va a mantener",
      "confianza": 0.767
    },
    {
      "hablante": "Hablante B",
      "inicio": 173.17,
      "fin": 178.9,
      "duracion": 5.73,
      "texto": "y que no va a perder lo que es la cobertura, ¿sí?",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante B",
      "inicio": 178.92,
      "fin": 185.26,
      "duracion": 6.35,
      "texto": "Le hago una pregunta a usted, ¿de qué zona es?",
      "confianza": 0.593
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.28,
      "fin": 185.69,
      "duracion": 0.4,
      "texto": "Yo vivo en San Luis.",
      "confianza": 0.021
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.71,
      "fin": 186.23,
      "duracion": 0.52,
      "texto": "En San Luis, perfecto.",
      "confianza": 0.092
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.65,
      "fin": 195.9,
      "duracion": 9.25,
      "texto": "Bueno, en San Luis lo que es, tengo varios locales donde pueda buscar lo que es el chip, tengo lo que es, un segundo, lo voy a corroborar bien correcto.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante A",
      "inicio": 198.18,
      "fin": 198.7,
      "duracion": 0.52,
      "texto": "Bien.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 200.66,
      "fin": 211.77,
      "duracion": 11.12,
      "texto": "En ese caso, en San Luis tengo dos sucursales, lo que es la vía Rivadavia, el 530, y la otra que está en San Martín, el 707.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.41,
      "fin": 217.16,
      "duracion": 3.75,
      "texto": "La de San Martín, el 707 está entre Chacabuco y Rivadavia.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante A",
      "inicio": 217.24,
      "fin": 221.63,
      "duracion": 4.39,
      "texto": "No sé cuál de las dos le viene más cómoda, más cercana.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante A",
      "inicio": 221.65,
      "fin": 223.33,
      "duracion": 1.68,
      "texto": "No, cualquiera de las dos.",
      "confianza": 0.23
    },
    {
      "hablante": "Hablante A",
      "inicio": 223.35,
      "fin": 227.27,
      "duracion": 3.92,
      "texto": "Sí, 48 horas ya le estarían llegando los chips acá a la sucursal.",
      "confianza": 0.517
    },
    {
      "hablante": "Hablante A",
      "inicio": 227.47,
      "fin": 238.03,
      "duracion": 10.56,
      "texto": "El trámite es sumamente sencillo, nosotros nos encargamos de hacer lo que es el traspaso, de que claro vamos a estar en este caso con su debida autorización porque usted es el titular de la línea, obviamente.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante A",
      "inicio": 238.51,
      "fin": 247.42,
      "duracion": 8.91,
      "texto": "Y como le decía, nosotros ya en 48 horas le hacemos llegar un WhatsApp notificándole para que usted sepa que ya puede pasar a retirar lo que son los tipos.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante A",
      "inicio": 247.44,
      "fin": 252.31,
      "duracion": 4.87,
      "texto": "En este caso, puede la sucursar que estamos hablando de acá de San Luis, ¿sí?",
      "confianza": 0.407
    },
    {
      "hablante": "Hablante A",
      "inicio": 252.33,
      "fin": 252.45,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.164
    },
    {
      "hablante": "Hablante A",
      "inicio": 252.82,
      "fin": 260.51,
      "duracion": 7.69,
      "texto": "Déjamelo pensar y de cualquier cosa me llamas mañana, que yo en este momento estoy trabajando.",
      "confianza": 0.29
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.53,
      "fin": 261.65,
      "duracion": 1.12,
      "texto": "Estoy trabajando en un hospital y estoy con un paciente.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 261.67,
      "fin": 262.89,
      "duracion": 1.22,
      "texto": "Ah, lo entiendo, lo entiendo, perfecto.",
      "confianza": 0.495
    },
    {
      "hablante": "Hablante A",
      "inicio": 263.23,
      "fin": 271.74,
      "duracion": 8.51,
      "texto": "Si yo trabajo, hoy por ejemplo, Cristian, yo trabajo hasta las tres de la tarde, no sé si antes de esa hora lo puedo volver a tomar.",
      "confianza": 0.54
    },
    {
      "hablante": "Hablante A",
      "inicio": 271.76,
      "fin": 272.14,
      "duracion": 0.38,
      "texto": "Veinticuatro horas.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 272.16,
      "fin": 272.86,
      "duracion": 0.7,
      "texto": "Ah, bien.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante A",
      "inicio": 272.88,
      "fin": 274.3,
      "duracion": 1.42,
      "texto": "Bueno, bueno, no hay problema, Cristian.",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 274.86,
      "fin": 280.65,
      "duracion": 5.79,
      "texto": "Yo lo agendo, yo ahora le voy a mandar un whatsapp, igualmente con mi número personal, le bajo el número de Mendoza, porque yo no soy mendocina.",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.15,
      "fin": 289.02,
      "duracion": 7.87,
      "texto": "Yo ahora le mando el WhatsApp y estamos en contacto y de mañana me vuelvo a contactar con usted, ¿sí?",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante A",
      "inicio": 289.06,
      "fin": 291.6,
      "duracion": 2.54,
      "texto": "Bueno, la disculpa.",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante A",
      "inicio": 291.62,
      "fin": 291.81,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante A",
      "inicio": 291.82,
      "fin": 292.02,
      "duracion": 0.2,
      "texto": "Te saludo.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 292.05,
      "fin": 298.45,
      "duracion": 6.41,
      "texto": "Pero anda intentando cómo tenés que hacer el traspaso.",
      "confianza": 0.418
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.47,
      "fin": 298.75,
      "duracion": 0.28,
      "texto": "Sí, sí, o sea.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.77,
      "fin": 301.0,
      "duracion": 2.22,
      "texto": "Le comento, o sea, el traspaso es facilísimo.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante A",
      "inicio": 301.04,
      "fin": 304.38,
      "duracion": 3.34,
      "texto": "Lo que se hace es corroborar los datos con usted, que es el titular de la línea.",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante A",
      "inicio": 305.24,
      "fin": 310.47,
      "duracion": 5.23,
      "texto": "Una vez que yo corroboré los datos con usted, yo los cargo al sistema y a las 48 horas le dan los chips.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 311.0,
      "fin": 315.1,
      "duracion": 4.1,
      "texto": "Por eso le decía que el trámite es sumamente sencillo, Cristian.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante A",
      "inicio": 315.12,
      "fin": 316.58,
      "duracion": 1.47,
      "texto": "Bueno.",
      "confianza": 0.433
    },
    {
      "hablante": "Hablante A",
      "inicio": 316.6,
      "fin": 317.73,
      "duracion": 1.12,
      "texto": "Perfecto.",
      "confianza": 0.178
    },
    {
      "hablante": "Hablante A",
      "inicio": 317.75,
      "fin": 320.38,
      "duracion": 2.63,
      "texto": "Yo mañana lo vuelvo a llamar, ¿sí?",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante A",
      "inicio": 320.4,
      "fin": 322.25,
      "duracion": 1.85,
      "texto": "Dale, muchas gracias.",
      "confianza": 0.489
    }
  ]
}