{
  "archivo": "amza4_1_260211143338909_ACD_08225.wav",
  "duracion_segundos": 1172.04,
  "num_segmentos": 212,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 375.63,
    "Hablante B": 718.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 3.8,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.8,
      "fin": 3.9,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.9,
      "fin": 7.0,
      "texto": "Hola, buenas tardes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.0,
      "fin": 7.3,
      "texto": "¿Con Jonathan?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 7.3,
      "fin": 7.4,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.4,
      "fin": 8.0,
      "texto": "Jonathan, un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.1,
      "fin": 12.3,
      "texto": "Mi nombre es Gabriela, estoy comunicando de la línea recuperadora de clientes de la compañía Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.3,
      "fin": 16.7,
      "texto": "¿Cómo estás, Jonathan?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.7,
      "fin": 17.1,
      "texto": "Bien, bien, todo bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.2,
      "fin": 17.4,
      "texto": "Me alegro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.4,
      "fin": 22.0,
      "texto": "Jonathan, me figura en el sistema que usted actualmente tiene dos líneas de teléfono con Claro, ¿verdad?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.7,
      "fin": 26.2,
      "texto": "Actualmente estoy con Claro, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 26.3,
      "fin": 31.9,
      "texto": "Bien, y recuerda más o menos cuánto paga, cuántos gigas tiene por mes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.9,
      "fin": 42.4,
      "texto": "Y estoy pagando entre 30 y 31 por ahí la factura."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.4,
      "fin": 49.6,
      "texto": "Lo que pasa es que tengo algunas cosas, varias cosas con Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 50.4,
      "fin": 58.7,
      "texto": "¿Tiene lo que son las dos líneas de teléfono y el servicio de internet en su casa, o son las líneas de teléfono?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 58.8,
      "fin": 64.0,
      "texto": "Tengo dos líneas, la mía y otra más, y el servicio de internet, esas tres cosas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.0,
      "fin": 64.8,
      "texto": "Perfecto, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 65.0,
      "fin": 67.6,
      "texto": "Bueno, Cristian, le comento de la compañía Movistar, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 68.2,
      "fin": 69.4,
      "texto": "Le podemos brindar lo que es..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 69.4,
      "fin": 71.9,
      "texto": "Perdón, le dije Cristian, le cambié el nombre."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 72.4,
      "fin": 80.3,
      "texto": "Jonathan le decía, le podemos brindar lo que es el servicio para las dos líneas de teléfono con un buen plan, para que pague menos, obviamente, es la idea,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 80.6,
      "fin": 84.9,
      "texto": "Y también le podemos brindar el servicio de fibra óptica para su hogar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.5,
      "fin": 97.5,
      "texto": "Si nosotros chequeamos la cobertura en su zona, y su zona nos arroja que tiene cobertura, que tiene disponibilidad en el poste, nosotros le podemos brindar el servicio de fibra óptica que va totalmente con la instalación bonificada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 97.5,
      "fin": 100.4,
      "texto": "Es decir, la instalación no tiene que pagar nada, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 100.4,
      "fin": 107.9,
      "texto": "Jonathan, lo que sí le voy a preguntar para buscar un plan... Jonathan, no sé por qué digo Cristian, discúlpeme Jonathan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 108.1,
      "fin": 111.4,
      "texto": "Le iba a decir, actualmente, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 111.4,
      "fin": 118.8,
      "texto": "¿Usted utiliza mucho internet en su línea o lo utiliza poco el internet en la línea de teléfono?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 118.8,
      "fin": 122.4,
      "texto": "El internet de la línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 124.5,
      "fin": 135.5,
      "texto": "Sí, porque por lo general, cuando estoy en casa no, pero cuando estoy afuera sí, en el trabajo lo ocupo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 135.7,
      "fin": 159.3,
      "texto": "Bueno, en ese caso Jonathan, lo que te puedo brindar es que las dos líneas cuenten con un plan donde pasarían a tener lo que son, primero que nada, las llamadas libres a todas las compañías, servicios de WhatsApp, servicios de llamadas a América Precio Local por si llaman fuera del país, y en caso que salgan de la Argentina contarían con lo que es roaming, que es internet, fuera del país en toda América."
    },
    {
      "hablante": "AGENTE",
      "inicio": 159.6,
      "fin": 162.8,
      "texto": "En cuanto al internet para la línea propiamente hablando,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 163.1,
      "fin": 183.9,
      "texto": "le damos lo que son 8 gigas fijos de base todos los meses a cada línea, y a eso se le sumarían 4 gigas de regalo totalmente sin cargo porque se trata de dos líneas de teléfono y los primeros 6 meses aparte le acompañamos con 10 gigas para cada línea sin cargo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 184.0,
      "fin": 190.3,
      "texto": "Si es que ustedes contarían, los 8 de base, los 4 adicionales por usar dos líneas más los 10 de regalo, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 191.1,
      "fin": 198.9,
      "texto": "Cada línea pasaría a tener un valor de tan solo 8.047 pesos, porque tiene el 85% de descuento por seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.7,
      "fin": 201.8,
      "texto": "Eso es lo que pagarían de línea de teléfono."
    },
    {
      "hablante": "AGENTE",
      "inicio": 202.0,
      "fin": 208.8,
      "texto": "Y en cuanto a lo que es el servicio de la fibra óptica de Movistar, contamos con varias velocidades."
    },
    {
      "hablante": "AGENTE",
      "inicio": 208.8,
      "fin": 212.2,
      "texto": "Una velocidad que es muy completa, está muy buena para lo que es un domicilio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 212.2,
      "fin": 219.7,
      "texto": "Es la de 600 megas, es el doble de lo que está reinando Claro, que tiene un valor que haría en su zona,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 219.9,
      "fin": 223.6,
      "texto": "de tan solo $26,626 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 224.4,
      "fin": 227.2,
      "texto": "Eso sería lo que haría el plan de la fibra óptica."
    },
    {
      "hablante": "AGENTE",
      "inicio": 227.5,
      "fin": 237.4,
      "texto": "Pero sobre este valor de los $26,626 pesos, se le hace un descuento de $4,000 pesos que obtiene por hacer lo que es la activación de sus líneas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 238.1,
      "fin": 248.3,
      "texto": "Es decir, sacando cuenta pagaría $22,626 por la fibra, más $8,047 pesos por cada línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 248.4,
      "fin": 261.4,
      "texto": "Eso se lo ofrece con el plan con la compañía Movistar, manteniendo el mismo número de teléfono, y aparte de mantener el mismo número de teléfono, teniendo la instalación de la fibra óptica 100% bonificada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 261.4,
      "fin": 262.8,
      "texto": "¿Qué le parece la propuesta?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 265.0,
      "fin": 267.8,
      "texto": "Sí, por empezar, sí, bueno, está bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 268.2,
      "fin": 275.1,
      "texto": "Yo con Claro, tengo 600 megas de internet."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 275.1,
      "fin": 275.4,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 275.6,
      "fin": 281.8,
      "texto": "¿Y han tenido alguna vez algún inconveniente de microcorte, algo por el estilo?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 281.8,
      "fin": 286.1,
      "texto": "No, no tengo inconveniente, pero lo que sí... Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 286.1,
      "fin": 293.2,
      "texto": "Por ahí, lo que pasa es que tengo la instalación hecha adelante, a la parte adelante de la casa, y en el fondo no me..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 293.2,
      "fin": 295.2,
      "texto": "Por ahí no me llega la señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 296.0,
      "fin": 304.1,
      "texto": "Que yo no me di cuenta de decirles de un principio, porque hace unos meses que me lo han instalado acá, porque yo me he cambiado de domicilio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 304.4,
      "fin": 318.2,
      "texto": "Hace unos meses que me lo han instalado acá en el nuevo domicilio, yo no me percaté en decirle que me lo he quitado, no sé, de última en el medio de la casa, cosas que me tengan señal adelante y atrás."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 318.2,
      "fin": 322.7,
      "texto": "En ese caso, claro, en ese caso yo no tengo ni dos formas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 323.3,
      "fin": 331.4,
      "texto": "Podemos hacer la instalación en la parte de la casa que usted desee, o en su defecto lo que usted puede hacer es alquilar, que le sale 3.000 pesos nada más por mes,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 331.6,
      "fin": 334.4,
      "texto": "un amplificador de señal de Wi-Fi."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 334.4,
      "fin": 341.1,
      "texto": "Es decir, va a tener el router que le va a dar la señal de Wi-Fi, tal cual lo tiene ahora, y, aparte, va a tener un amplificador."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 341.1,
      "fin": 349.5,
      "texto": "Entonces, si usted quiere dar una señal de la cobertura del internet subiendo, en este caso, más, eh, más, que se expanda más."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 349.5,
      "fin": 350.1,
      "texto": "Más posible, digamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 350.1,
      "fin": 350.9,
      "texto": "Claro, exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 351.3,
      "fin": 352.4,
      "texto": "Exactamente, no me sale el término."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 352.5,
      "fin": 360.4,
      "texto": "Exactamente, más que se abriera la casa, lo puede hacer y le sale solamente 3.000 pesos por mes lo que es el alquiler del amplificador de señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 360.5,
      "fin": 361.5,
      "texto": "Eso no es inconveniente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 361.7,
      "fin": 364.9,
      "texto": "Lo que sí le voy a decir, Jonathan, para poder explicar la cobertura."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 364.9,
      "fin": 368.9,
      "texto": "¿Me puede indicar el domicilio donde usted vive actualmente, por favor?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 368.9,
      "fin": 376.6,
      "texto": "Porque a mí me figura un domicilio suyo que está en lo que es Comandante Juan Manuel Cabot Oeste 447 de San Juan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 376.6,
      "fin": 376.7,
      "texto": "No."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 376.8,
      "fin": 383.2,
      "texto": "No, es más, nunca tuve ese domicilio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 383.2,
      "fin": 385.6,
      "texto": "No sé por qué le juro, Jonathan, me figura ese domicilio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 386.1,
      "fin": 390.0,
      "texto": "Puedo decir que se ha cargado el sistema, no sé la verdad, me figuraba ese domicilio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 390.2,
      "fin": 392.6,
      "texto": "Por eso me da más raro y me da más atención."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 393.1,
      "fin": 401.5,
      "texto": "Por eso le iba a decir si me puede indicar el domicilio donde usted vive actualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 401.5,
      "fin": 401.6,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 401.6,
      "fin": 401.9,
      "texto": "Y una consulta."
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, buenas tardes. ¿Con Jonathan? Sí. Jonathan, un gusto. Mi nombre es Gabriela, estoy comunicando de la línea recuperadora de clientes de la compañía Movistar. ¿Cómo estás, Jonathan? Bien, bien, todo bien. Me alegro. Jonathan, me figura en el sistema que usted actualmente tiene dos líneas de teléfono con Claro, ¿verdad? Actualmente estoy con Claro, sí. Bien, y recuerda más o menos cuánto paga, cuántos gigas tiene por mes. Y estoy pagando entre 30 y 31 por ahí la factura. Lo que pasa es que tengo algunas cosas, varias cosas con Claro. ¿Tiene lo que son las dos líneas de teléfono y el servicio de internet en su casa, o son las líneas de teléfono? Tengo dos líneas, la mía y otra más, y el servicio de internet, esas tres cosas. Perfecto, perfecto. Bueno, Cristian, le comento de la compañía Movistar, ¿sí? Le podemos brindar lo que es... Perdón, le dije Cristian, le cambié el nombre. Jonathan le decía, le podemos brindar lo que es el servicio para las dos líneas de teléfono con un buen plan, para que pague menos, obviamente, es la idea, Y también le podemos brindar el servicio de fibra óptica para su hogar. Si nosotros chequeamos la cobertura en su zona, y su zona nos arroja que tiene cobertura, que tiene disponibilidad en el poste, nosotros le podemos brindar el servicio de fibra óptica que va totalmente con la instalación bonificada. Es decir, la instalación no tiene que pagar nada, ¿sí? Jonathan, lo que sí le voy a preguntar para buscar un plan... Jonathan, no sé por qué digo Cristian, discúlpeme Jonathan. Le iba a decir, actualmente, ¿sí? ¿Usted utiliza mucho internet en su línea o lo utiliza poco el internet en la línea de teléfono? El internet de la línea. Sí, porque por lo general, cuando estoy en casa no, pero cuando estoy afuera sí, en el trabajo lo ocupo. Bueno, en ese caso Jonathan, lo que te puedo brindar es que las dos líneas cuenten con un plan donde pasarían a tener lo que son, primero que nada, las llamadas libres a todas las compañías, servicios de WhatsApp, servicios de llamadas a América Precio Local por si llaman fuera del país, y en caso que salgan de la Argentina contarían con lo que es roaming, que es internet, fuera del país en toda América. En cuanto al internet para la línea propiamente hablando, le damos lo que son 8 gigas fijos de base todos los meses a cada línea, y a eso se le sumarían 4 gigas de regalo totalmente sin cargo porque se trata de dos líneas de teléfono y los primeros 6 meses aparte le acompañamos con 10 gigas para cada línea sin cargo. Si es que ustedes contarían, los 8 de base, los 4 adicionales por usar dos líneas más los 10 de regalo, ¿sí? Cada línea pasaría a tener un valor de tan solo 8.047 pesos, porque tiene el 85% de descuento por seis meses. Eso es lo que pagarían de línea de teléfono. Y en cuanto a lo que es el servicio de la fibra óptica de Movistar, contamos con varias velocidades. Una velocidad que es muy completa, está muy buena para lo que es un domicilio. Es la de 600 megas, es el doble de lo que está reinando Claro, que tiene un valor que haría en su zona, de tan solo $26,626 pesos. Eso sería lo que haría el plan de la fibra óptica. Pero sobre este valor de los $26,626 pesos, se le hace un descuento de $4,000 pesos que obtiene por hacer lo que es la activación de sus líneas. Es decir, sacando cuenta pagaría $22,626 por la fibra, más $8,047 pesos por cada línea. Eso se lo ofrece con el plan con la compañía Movistar, manteniendo el mismo número de teléfono, y aparte de mantener el mismo número de teléfono, teniendo la instalación de la fibra óptica 100% bonificada. ¿Qué le parece la propuesta? Sí, por empezar, sí, bueno, está bueno. Yo con Claro, tengo 600 megas de internet. Bien. ¿Y han tenido alguna vez algún inconveniente de microcorte, algo por el estilo? No, no tengo inconveniente, pero lo que sí... Sí. Por ahí, lo que pasa es que tengo la instalación hecha adelante, a la parte adelante de la casa, y en el fondo no me... Por ahí no me llega la señal. Que yo no me di cuenta de decirles de un principio, porque hace unos meses que me lo han instalado acá, porque yo me he cambiado de domicilio. Hace unos meses que me lo han instalado acá en el nuevo domicilio, yo no me percaté en decirle que me lo he quitado, no sé, de última en el medio de la casa, cosas que me tengan señal adelante y atrás. En ese caso, claro, en ese caso yo no tengo ni dos formas. Podemos hacer la instalación en la parte de la casa que usted desee, o en su defecto lo que usted puede hacer es alquilar, que le sale 3.000 pesos nada más por mes, un amplificador de señal de Wi-Fi. Es decir, va a tener el router que le va a dar la señal de Wi-Fi, tal cual lo tiene ahora, y, aparte, va a tener un amplificador. Entonces, si usted quiere dar una señal de la cobertura del internet subiendo, en este caso, más, eh, más, que se expanda más. Más posible, digamos. Claro, exactamente. Exactamente, no me sale el término. Exactamente, más que se abriera la casa, lo puede hacer y le sale solamente 3.000 pesos por mes lo que es el alquiler del amplificador de señal. Eso no es inconveniente. Lo que sí le voy a decir, Jonathan, para poder explicar la cobertura. ¿Me puede indicar el domicilio donde usted vive actualmente, por favor? Porque a mí me figura un domicilio suyo que está en lo que es Comandante Juan Manuel Cabot Oeste 447 de San Juan. No. No, es más, nunca tuve ese domicilio. No sé por qué le juro, Jonathan, me figura ese domicilio. Puedo decir que se ha cargado el sistema, no sé la verdad, me figuraba ese domicilio. Por eso me da más raro y me da más atención. Por eso le iba a decir si me puede indicar el domicilio donde usted vive actualmente. Bien. Y una consulta.",
  "calidad": {
    "confianza_promedio": 0.562,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 47.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T06:29:48.224007",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "reparación parcial por truncamiento"
    },
    "fecha_mejora": "2026-02-20T10:54:01.981606",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 3.78,
      "duracion": 3.74,
      "texto": "Hola.",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.8,
      "fin": 3.9,
      "duracion": 0.1,
      "texto": "Hola.",
      "confianza": 0.047
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.92,
      "fin": 6.98,
      "duracion": 3.06,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.46
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.0,
      "fin": 7.28,
      "duracion": 0.28,
      "texto": "¿Con Jonathan?",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.3,
      "fin": 7.36,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.094
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.38,
      "fin": 8.04,
      "duracion": 0.66,
      "texto": "Jonathan, un gusto.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.08,
      "fin": 12.27,
      "duracion": 4.19,
      "texto": "Mi nombre es Gabriela, estoy comunicando la línea recuperadora del cliente de la compañía Mostar.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.29,
      "fin": 16.69,
      "duracion": 4.4,
      "texto": "¿Cómo estás, Jonathan?",
      "confianza": 0.442
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.71,
      "fin": 17.15,
      "duracion": 0.44,
      "texto": "Bien, bien, todo bien.",
      "confianza": 0.059
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.17,
      "fin": 17.37,
      "duracion": 0.2,
      "texto": "Me alegro.",
      "confianza": 0.022
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.39,
      "fin": 22.04,
      "duracion": 4.65,
      "texto": "Jonathan, me figura en el sistema que usted actualmente lleva a estas dos líneas de teléfono con claro, ¿verdad?",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.71,
      "fin": 26.25,
      "duracion": 2.54,
      "texto": "Actualmente estoy con claro, sí.",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.27,
      "fin": 31.92,
      "duracion": 5.65,
      "texto": "Bien, y recuerda más o menos cuánto paga, cuántas días tiene por mes.",
      "confianza": 0.339
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.94,
      "fin": 42.37,
      "duracion": 10.43,
      "texto": "Y estoy pagando entre 30 y 31 por ahí la factura.",
      "confianza": 0.871
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.43,
      "fin": 49.56,
      "duracion": 7.13,
      "texto": "Lo que pasa es que tengo algunas cosas, varias cosas con claro.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante B",
      "inicio": 50.35,
      "fin": 58.74,
      "duracion": 8.39,
      "texto": "¿Tiene lo que son las dos líneas de teléfono y el servicio de internet en su casa, o son las líneas de teléfono?",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante B",
      "inicio": 58.76,
      "fin": 64.01,
      "duracion": 5.25,
      "texto": "Tengo dos líneas, la mía y otra más, y el servicio de internet, esas tres cosas.",
      "confianza": 0.18
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.03,
      "fin": 64.77,
      "duracion": 0.74,
      "texto": "Perfecto, perfecto.",
      "confianza": 0.212
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.03,
      "fin": 67.59,
      "duracion": 2.56,
      "texto": "Bueno, Cristian, le comento de la compañía MoStar, ¿sí?",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.16,
      "fin": 69.42,
      "duracion": 1.26,
      "texto": "Le podemos brindar lo que es...",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante B",
      "inicio": 69.44,
      "fin": 71.88,
      "duracion": 2.44,
      "texto": "Perdón, le dije que el Centrónatan, le cambié el nombre.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante B",
      "inicio": 72.36,
      "fin": 80.29,
      "duracion": 7.93,
      "texto": "El Centrónatan le decía, le podemos brindar lo que es el servicio para las dos líneas de teléfono con un buen plan, para que para él menos, obviamente, es la idea,",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.61,
      "fin": 84.86,
      "duracion": 4.25,
      "texto": "Y también le podemos brindar el servicio de fibra óptica para su hogar.",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.45,
      "fin": 97.49,
      "duracion": 12.04,
      "texto": "Si nosotros chequeamos la cobertura en su zona, y su zona nos arroja que tiene cobertura, que tiene disponibilidad en el poste, nosotros le podemos brindar el servicio de fibra óptica que va totalmente a la instalación bonificada.",
      "confianza": 0.765
    },
    {
      "hablante": "Hablante B",
      "inicio": 97.51,
      "fin": 100.39,
      "duracion": 2.88,
      "texto": "Es decir, la instalación no tiene que pagar nada, ¿sí?",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante B",
      "inicio": 100.42,
      "fin": 107.86,
      "duracion": 7.45,
      "texto": "Christian, lo que sí le va a preguntar para buscar un plan... Jonathan, no sé por qué digo Christian, discúlpeme Jonathan.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.06,
      "fin": 111.41,
      "duracion": 3.34,
      "texto": "Le iba a decir, actualmente, ¿sí?",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 111.43,
      "fin": 118.8,
      "duracion": 7.37,
      "texto": "¿Usted le utiliza mucho Internet en su línea o lo utiliza poco al Internet en la línea de teléfono?",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante B",
      "inicio": 118.82,
      "fin": 122.42,
      "duracion": 3.61,
      "texto": "El Internet de la línea.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.49,
      "fin": 135.52,
      "duracion": 11.03,
      "texto": "Sí, porque por lo general, cuando estoy en casa no, pero cuando estoy afuera sí, en el trabajo lo ocupo.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 135.74,
      "fin": 159.29,
      "duracion": 23.55,
      "texto": "Bueno, en ese caso Jonathan, lo que te puedo brindar es que las dos líneas cuenten con un plan donde pasarían a tener lo que son, primero que nada, las llamadas libres a todas las compañías, servicios de WhatsApp, servicios de llamadas a América Precio Local por si llaman fuera del país, y en caso que salgan de la Argentina contarían con lo que es roaming, que es Internet, fuera del país en toda América.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante A",
      "inicio": 159.55,
      "fin": 162.78,
      "duracion": 3.22,
      "texto": "En cuanto al Internet para la línea propiamente hablando,",
      "confianza": 0.927
    },
    {
      "hablante": "Hablante A",
      "inicio": 163.09,
      "fin": 183.94,
      "duracion": 20.85,
      "texto": "le damos lo que son 8 gigas fijo de base todos los meses a cada línea, y la que le editarían sumaría un 4 gigas de regalo totalmente sin cargo porque se trata de dos líneas de teléfono y los primeros 6 meses aparte le acompañamos esta, le dará 10 gigas para cada línea sin cargo.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.96,
      "fin": 190.33,
      "duracion": 6.37,
      "texto": "Si es que ustedes contarían, los 8 de base, los 4 adicionales por usar dos líneas más los 10 de regalo, ¿sí?",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante A",
      "inicio": 191.14,
      "fin": 198.95,
      "duracion": 7.81,
      "texto": "Cada línea pasaría a tener un valor de tan solo 8.047 pesos, porque debe el 85% de descuento por seis meses.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante A",
      "inicio": 199.73,
      "fin": 201.75,
      "duracion": 2.02,
      "texto": "Eso es lo que pagarían de línea de teléfono.",
      "confianza": 0.847
    },
    {
      "hablante": "Hablante A",
      "inicio": 201.97,
      "fin": 208.82,
      "duracion": 6.85,
      "texto": "Y en cuanto a lo que es el servicio de la fibra óptica de Mozart, contamos con varias velocidades.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.84,
      "fin": 212.22,
      "duracion": 3.38,
      "texto": "Una velocidad que es muy completa, está muy buena para lo que es un domicilio.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 212.24,
      "fin": 219.65,
      "duracion": 7.41,
      "texto": "Es la de 600 megas, es el doble de lo que está reinando claro, que tiene un valor que hay que haría en su zona,",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante A",
      "inicio": 219.95,
      "fin": 223.57,
      "duracion": 3.62,
      "texto": "de tan solo $26,626 pesos.",
      "confianza": 0.371
    },
    {
      "hablante": "Hablante A",
      "inicio": 224.41,
      "fin": 227.24,
      "duracion": 2.82,
      "texto": "Eso sería lo que haría el plan de la fibra óptica.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante A",
      "inicio": 227.54,
      "fin": 237.43,
      "duracion": 9.89,
      "texto": "Pero sobre este valor de los $26,626 pesos, se le hace un descuento de $4,000 pesos que notan por hacer lo que es la activación de sus líneas.",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante A",
      "inicio": 238.09,
      "fin": 248.28,
      "duracion": 10.19,
      "texto": "Es decir, sacando cuenta pagaría $22,626 por la fibra, más $8,047 pesos por cada línea.",
      "confianza": 0.836
    },
    {
      "hablante": "Hablante A",
      "inicio": 248.43,
      "fin": 261.39,
      "duracion": 12.96,
      "texto": "Eso se lo cree, que hay el plan con la compañía Movistar, manteniendo el mismo número de teléfono, y aparte de mantener el mismo número de teléfono, teniendo la instalación de la fibra óptica 100% bonificada.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante A",
      "inicio": 261.41,
      "fin": 262.75,
      "duracion": 1.34,
      "texto": "¿Qué le parece la propuesta?",
      "confianza": 0.781
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.98,
      "fin": 267.76,
      "duracion": 2.78,
      "texto": "Sí, por empezar, sí, bueno, está bueno.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 268.2,
      "fin": 275.11,
      "duracion": 6.91,
      "texto": "Yo con claro, tengo 600 megas de internet.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante B",
      "inicio": 275.13,
      "fin": 275.45,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.47
    },
    {
      "hablante": "Hablante B",
      "inicio": 275.6,
      "fin": 281.81,
      "duracion": 6.21,
      "texto": "¿Y han tenido alguna vez algún inconveniente de microcorte, algo por el estilo?",
      "confianza": 0.05
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.83,
      "fin": 286.13,
      "duracion": 4.31,
      "texto": "No, no tengo inconveniente, pero lo que sí... Sí.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 286.15,
      "fin": 293.22,
      "duracion": 7.07,
      "texto": "Por ahí, lo que pasa es que tengo la instalación hecha adelante, a la parte adelante de la casa, y en el fondo no me...",
      "confianza": 0.741
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.24,
      "fin": 295.18,
      "duracion": 1.94,
      "texto": "Por ahí no me llega la señal.",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante B",
      "inicio": 295.96,
      "fin": 304.05,
      "duracion": 8.09,
      "texto": "Que yo no me di cuenta de decirles de un principio, porque hace unos meses que me lo han instalado acá, porque yo me he cambiado de domicilio.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.4,
      "fin": 318.16,
      "duracion": 13.76,
      "texto": "Hace unos meses que me lo han instalado acá en el nuevo domicilio, yo no me precaté en decirle que me lo he quitado, no sé, de última en el medio de la casa, cosas que me tengan señal adelante y atrás.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante B",
      "inicio": 318.18,
      "fin": 322.73,
      "duracion": 4.54,
      "texto": "En ese caso, claro, en ese caso yo no tengo ni dos formas.",
      "confianza": 0.479
    },
    {
      "hablante": "Hablante B",
      "inicio": 323.27,
      "fin": 331.36,
      "duracion": 8.09,
      "texto": "Podemos hacer la instalación en la parte de la casa que ustedes ser, o en su defecto lo que usted puede hacer es alquilar, que le sale 3.000 pesos nada más por mes,",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 331.62,
      "fin": 334.39,
      "duracion": 2.76,
      "texto": "un amplificador de señal de Wi-Fi.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante B",
      "inicio": 334.41,
      "fin": 341.05,
      "duracion": 6.65,
      "texto": "Es decir, va a tener el router que le va a dar el señal de Wi-Fi, tal cual lo tiene ahora, y, aparte, va a tener un amplificador.",
      "confianza": 0.652
    },
    {
      "hablante": "Hablante B",
      "inicio": 341.07,
      "fin": 349.46,
      "duracion": 8.39,
      "texto": "Entonces, si usted quiere dar una señal de la cobertura del Internet subidiendo, en este caso, más, eh, más, que se expanda más.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante B",
      "inicio": 349.48,
      "fin": 350.06,
      "duracion": 0.58,
      "texto": "Más posible, digamos.",
      "confianza": 0.053
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.08,
      "fin": 350.88,
      "duracion": 0.8,
      "texto": "Claro, exactamente.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 351.26,
      "fin": 352.44,
      "duracion": 1.18,
      "texto": "Exactamente, no me sale el término.",
      "confianza": 0.448
    },
    {
      "hablante": "Hablante B",
      "inicio": 352.48,
      "fin": 360.45,
      "duracion": 7.97,
      "texto": "Exactamente, más que se abriera la casa, lo puede hacer y le sale solamente 3.000 pesos por mes lo que es el alquiler del amplificador de señal.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 360.53,
      "fin": 361.53,
      "duracion": 1.0,
      "texto": "Eso no es inconveniente.",
      "confianza": 0.534
    },
    {
      "hablante": "Hablante B",
      "inicio": 361.68,
      "fin": 364.9,
      "duracion": 3.23,
      "texto": "Lo que sí le voy a decir, Jonathan, para poder explicar la cobertura.",
      "confianza": 0.529
    },
    {
      "hablante": "Hablante B",
      "inicio": 364.92,
      "fin": 368.85,
      "duracion": 3.93,
      "texto": "¿Me puede indicar el domicilio donde usted vive actualmente, por favor?",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante B",
      "inicio": 368.93,
      "fin": 376.6,
      "duracion": 7.67,
      "texto": "Porque a mí me figura un domicilio suyo que está en lo que es Comandante Juan Manuel Cabot Oeste 447 de San Juan.",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante B",
      "inicio": 376.62,
      "fin": 376.74,
      "duracion": 0.12,
      "texto": "No.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 376.78,
      "fin": 383.17,
      "duracion": 6.39,
      "texto": "No, es más, nunca tuve ese domicilio.",
      "confianza": 0.231
    },
    {
      "hablante": "Hablante B",
      "inicio": 383.19,
      "fin": 385.65,
      "duracion": 2.46,
      "texto": "No sé por qué le juro, Jonathan, me figura ese domicilio.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante B",
      "inicio": 386.12,
      "fin": 389.98,
      "duracion": 3.87,
      "texto": "Puedo decir que se ha cargado el sistema, no sé la verdad, me figuraba ese domicilio.",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante B",
      "inicio": 390.2,
      "fin": 392.6,
      "duracion": 2.4,
      "texto": "Por eso me da más raro y me da más atención.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 393.06,
      "fin": 401.47,
      "duracion": 8.41,
      "texto": "Por eso le iba a decir si me puede indicar el domicilio donde usted vive actualmente.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante B",
      "inicio": 401.49,
      "fin": 401.59,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante B",
      "inicio": 401.61,
      "fin": 401.91,
      "duracion": 0.3,
      "texto": "Y una consulta.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 401.93,
      "fin": 415.01,
      "duracion": 13.07,
      "texto": "¿El total cuánto sería de las... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la... De la",
      "confianza": 0.27
    },
    {
      "hablante": "Hablante B",
      "inicio": 415.31,
      "fin": 423.2,
      "duracion": 7.89,
      "texto": "Es decir, que lo que usted pagaría por la compañía Monster por las dos líneas de servicio de Internet de su casa es 38.720 pesos.",
      "confianza": 0.701
    },
    {
      "hablante": "Hablante A",
      "inicio": 427.46,
      "fin": 427.58,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.077
    },
    {
      "hablante": "Hablante A",
      "inicio": 427.61,
      "fin": 428.93,
      "duracion": 1.32,
      "texto": "Eso es lo que pagaría con nosotros.",
      "confianza": 0.798
    },
    {
      "hablante": "Hablante A",
      "inicio": 429.53,
      "fin": 441.24,
      "duracion": 11.72,
      "texto": "Teniendo, obviamente, 8 días de base, los 10 de regalo y los 4 adicionales para cada línea, servicio de Rooms, Internet por el país, servicio de llamadas a América, precios y local y WhatsApp gratis con llamadas libres.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante A",
      "inicio": 442.08,
      "fin": 443.63,
      "duracion": 1.54,
      "texto": "Es el plan para sus líneas.",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante A",
      "inicio": 444.06,
      "fin": 447.21,
      "duracion": 3.14,
      "texto": "y bueno, tener el servicio de Internet para su casa de 600 Mb.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante A",
      "inicio": 448.67,
      "fin": 454.14,
      "duracion": 5.47,
      "texto": "Yo le dije el de 600 Mb, porque en realidad el de 300 Mb no hay mucha diferencia.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante A",
      "inicio": 454.66,
      "fin": 458.38,
      "duracion": 3.73,
      "texto": "Son mil pesos de diferencia.",
      "confianza": 0.795
    },
    {
      "hablante": "Hablante A",
      "inicio": 458.94,
      "fin": 463.17,
      "duracion": 4.23,
      "texto": "Así que bueno, si usted quiere, yo soy un compromiso, le chequeo la cobertura, Jonathan.",
      "confianza": 0.515
    },
    {
      "hablante": "Hablante A",
      "inicio": 463.83,
      "fin": 470.04,
      "duracion": 6.21,
      "texto": "El tema es que bueno, tengo más o menos el servicio, es prácticamente el mismo, con los Mb de Internet,",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante A",
      "inicio": 470.32,
      "fin": 476.95,
      "duracion": 6.63,
      "texto": "los gigas de internet, las líneas, y ahora actualmente tengo 12.",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante A",
      "inicio": 477.27,
      "fin": 481.51,
      "duracion": 4.25,
      "texto": "Con 12 ando bien, viste, por mes tengo 12 gigas.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 485.0,
      "fin": 495.25,
      "duracion": 10.25,
      "texto": "Lo que sí veo diferencia en la parte económica, porque como te digo yo pago 30, 30, 500 por ahí, 31 como mucho.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante B",
      "inicio": 495.77,
      "fin": 501.7,
      "duracion": 5.93,
      "texto": "y acá me estoy, voy a pagar 38, casi 39, viste, o sea, tengo la diferencia.",
      "confianza": 0.469
    },
    {
      "hablante": "Hablante B",
      "inicio": 501.72,
      "fin": 510.25,
      "duracion": 8.53,
      "texto": "Y le hago una pregunta Jonathan, esto que usted paga, estos 30.000, cerca del 30.000 que paga, ¿es un precio fijo o es una promoción que le han dado de claro?",
      "confianza": 0.608
    },
    {
      "hablante": "Hablante B",
      "inicio": 511.41,
      "fin": 520.97,
      "duracion": 9.55,
      "texto": "Y es una promoción, pero fija, es fijo, todos los meses pago lo mismo y está bueno porque yo como ellos tienen la aplicación de ClaroPay,",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante B",
      "inicio": 521.54,
      "fin": 528.11,
      "duracion": 6.57,
      "texto": "que pagándolo a través de ahí, le hacen un show interno de 3.000 pesos todos los meses.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 528.61,
      "fin": 533.15,
      "duracion": 4.55,
      "texto": "Entonces eso también es suma y bueno, nada, está buenísimo.",
      "confianza": 0.535
    },
    {
      "hablante": "Hablante B",
      "inicio": 533.17,
      "fin": 547.48,
      "duracion": 14.3,
      "texto": "A ver, yo tuve ya Movistar, tuve la línea con el internet, el internet de fibra con la línea, y nunca tuve ningún problema, excelente te digo, excelente.",
      "confianza": 0.79
    },
    {
      "hablante": "Hablante B",
      "inicio": 548.0,
      "fin": 571.79,
      "duracion": 23.8,
      "texto": "el internet, el servicio, excelente, todo, sino que te soy sincero, yo me cambié, claro, por el único motivo que me ofrecieron un plan mucho más económico en servicio de línea y de internet, y es por eso que el único motivo que me cambié, pero no tuve ningún problema nada con Movistar, al contrario, me anduvo permanente bien, siempre, siempre me anduvo bien.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 571.81,
      "fin": 572.59,
      "duracion": 0.78,
      "texto": "Claro, claro, entiendo perfecto.",
      "confianza": 0.088
    },
    {
      "hablante": "Hablante B",
      "inicio": 572.61,
      "fin": 577.48,
      "duracion": 4.87,
      "texto": "Es como si ahora, casualmente, me estás hablando vos de parte de Movistar,",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante B",
      "inicio": 577.64,
      "fin": 597.79,
      "duracion": 20.14,
      "texto": "si a mí me vienen a ofrecer algo más conveniente en servicio y económico, claro, sí, yo me cambio, es que sí, ahora uno busca la conveniencia más que nada por la misma situación económica y bueno, y otros por el servicio que brindan.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante B",
      "inicio": 597.81,
      "fin": 602.24,
      "duracion": 4.43,
      "texto": "Pero bueno, si tuviera",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante B",
      "inicio": 602.49,
      "fin": 610.93,
      "duracion": 8.45,
      "texto": "una diferencia, por decirte, que me digas que me va a quedar la factura del mismo precio o 32 o 33, bueno, me cambio, no tengo problema.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 612.14,
      "fin": 612.56,
      "duracion": 0.42,
      "texto": "Claro.",
      "confianza": 0.248
    },
    {
      "hablante": "Hablante B",
      "inicio": 612.58,
      "fin": 620.16,
      "duracion": 7.59,
      "texto": "Pero es un poco más la diferencia y otra que yo con Claro es por un año, viste, la promoción que tengo.",
      "confianza": 0.813
    },
    {
      "hablante": "Hablante B",
      "inicio": 620.18,
      "fin": 620.24,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.483
    },
    {
      "hablante": "Hablante B",
      "inicio": 620.32,
      "fin": 622.35,
      "duracion": 2.02,
      "texto": "Y no me la ofrecí por seis meses, nada más.",
      "confianza": 0.457
    },
    {
      "hablante": "Hablante A",
      "inicio": 624.65,
      "fin": 627.29,
      "duracion": 2.64,
      "texto": "Claro, esta es una promoción, claro, yo lo entiendo perfectamente.",
      "confianza": 0.203
    },
    {
      "hablante": "Hablante A",
      "inicio": 627.31,
      "fin": 630.25,
      "duracion": 2.94,
      "texto": "Esta es una promoción, mi gente, ¿por qué no se da por un año como antes?",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante A",
      "inicio": 630.36,
      "fin": 631.82,
      "duracion": 1.46,
      "texto": "Porque muchas veces nos pasaba",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante A",
      "inicio": 632.2,
      "fin": 648.27,
      "duracion": 16.07,
      "texto": "que se le daba al cliente por un año, pero cuestión que antes del año había inversiones de precios, aumentos de precios, y nos pasaba que eran muchos clientes que nos llamaban de claro, al principio les hacían una propuesta atractiva, como lo han hecho ustedes en este caso, como ustedes me decían, decidieron cambiarse de la empresa.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 648.73,
      "fin": 650.27,
      "duracion": 1.54,
      "texto": "Entonces, ¿qué es lo que dijo Mozart?",
      "confianza": 0.54
    },
    {
      "hablante": "Hablante A",
      "inicio": 650.29,
      "fin": 654.96,
      "duracion": 4.67,
      "texto": "No, con la nueva gestión hagamos lo siguiente, le damos al cliente por seis meses el descuento.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 655.58,
      "fin": 660.07,
      "duracion": 4.49,
      "texto": "Si el cliente al sexto mes está conforme con el plan y con el servicio,",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 660.43,
      "fin": 664.52,
      "duracion": 4.08,
      "texto": "Continúa, pero que se le da una nueva promoción, un nuevo descuento.",
      "confianza": 0.695
    },
    {
      "hablante": "Hablante A",
      "inicio": 664.96,
      "fin": 674.73,
      "duracion": 9.77,
      "texto": "Es decir, usted puede contratar el servicio al quinto mes que la misma ámbit movilizar se va avisando que está por terminar la promo, se comunica con él y dice, mira Gabi, se me está por terminar la promo.",
      "confianza": 0.613
    },
    {
      "hablante": "Hablante A",
      "inicio": 675.23,
      "fin": 689.99,
      "duracion": 14.75,
      "texto": "Entonces yo mismo lo que hago con el sector de retención del cliente y de la atención de la gente es buscar una nueva promoción, justamente buscando que el cliente siempre esté con un precio de promoción y que nunca tenga que cambiarse de compañía por cuestiones de facturas y de precio en sí.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante A",
      "inicio": 690.17,
      "fin": 706.26,
      "duracion": 16.1,
      "texto": "porque si no pasó que muchas veces se daban promociones que no eran por un año o se daban por un año y después se lo llamaban de claro y le decían, no, mire, van a empezar a pagar, no sé, cinco mil pesos por tu plan, se cambiaban y después encontrarán una factura que era mucho más dura, ¿sí?",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante A",
      "inicio": 706.51,
      "fin": 707.91,
      "duracion": 1.4,
      "texto": "Esa es la situación económica.",
      "confianza": 0.846
    },
    {
      "hablante": "Hablante A",
      "inicio": 708.89,
      "fin": 719.82,
      "duracion": 10.93,
      "texto": "Yo entiendo que tal vez una dice que, bueno, que es un poco más elevado el valor, por así decirlo, de monetar, pero bueno, estamos esperando que es un servicio más completo porque ustedes, si bien tienen 12 gigas con claro,",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante A",
      "inicio": 720.24,
      "fin": 729.47,
      "duracion": 9.23,
      "texto": "Recuerde que tiene sus puntos, por ejemplo, llegada claro, si usted consume WhatsApp, le gasta llegada el plan.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante A",
      "inicio": 730.09,
      "fin": 732.91,
      "duracion": 2.82,
      "texto": "Aunque no se lo digan a los clientes, llegada el plan le gasta.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 734.43,
      "fin": 734.51,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante B",
      "inicio": 734.53,
      "fin": 741.62,
      "duracion": 7.09,
      "texto": "Por ejemplo, sale de la Argentina, se va a Uruguay, por así decirlo, Jonathan, no cuenta con servicios de internet fuera del país.",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante B",
      "inicio": 741.64,
      "fin": 748.52,
      "duracion": 6.89,
      "texto": "Si usted quiere conectarse a la internet en su línea, tiene que contratar un plan de rooming que le sale y se le cobran dólares.",
      "confianza": 0.551
    },
    {
      "hablante": "Hablante B",
      "inicio": 748.94,
      "fin": 760.04,
      "duracion": 11.1,
      "texto": "En cambio, este plan de montar la industria que tengan las dos líneas Rubin, que es Internet, son tres siglas para utilizar el mercado francés en cargo.",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante B",
      "inicio": 760.06,
      "fin": 766.19,
      "duracion": 6.13,
      "texto": "En la Argentina, las llamadas que hacen con Claro, en este caso, se facturan en dólares.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante B",
      "inicio": 766.21,
      "fin": 768.77,
      "duracion": 2.56,
      "texto": "Nosotros lo que hacemos es para que traen precio local.",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante B",
      "inicio": 768.79,
      "fin": 775.88,
      "duracion": 7.09,
      "texto": "Esa es la diferencia que tenemos, cuando la gente quiere sacar cuenta, al final de cuentas es más barato.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante B",
      "inicio": 775.9,
      "fin": 776.61,
      "duracion": 0.7,
      "texto": "Esa es la diferencia.",
      "confianza": 0.467
    },
    {
      "hablante": "Hablante B",
      "inicio": 776.84,
      "fin": 797.88,
      "duracion": 21.05,
      "texto": "que bueno, que estamos hablando que el servicio de Internet de la Compañía Monster no tiene microcorte porque es velocidad simétrica y les permite conectar hasta 10 dispositivos a la vez de forma simultánea y los 10 dispositivos contarían con 600 Mbps, es decir, lo más es que los 600 Mbps se dividen, sino que cada dispositivo tendría la misma velocidad de subir y de bajada.",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 798.59,
      "fin": 805.31,
      "duracion": 6.73,
      "texto": "Por eso está bueno que aproveche la propuesta.",
      "confianza": 0.67
    },
    {
      "hablante": "Hablante B",
      "inicio": 805.33,
      "fin": 806.68,
      "duracion": 1.34,
      "texto": "No, no, sí, con el Internet, como te digo, lo he tenido y he tenido",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante B",
      "inicio": 806.88,
      "fin": 814.82,
      "duracion": 7.95,
      "texto": "experiencia y, como te digo, bien, bien, bien, nunca tuve ningún problema con la línea, con internet, perdón, con las fibras.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 814.84,
      "fin": 816.04,
      "duracion": 1.2,
      "texto": "Así que nada, tengo experiencia buena.",
      "confianza": 0.495
    },
    {
      "hablante": "Hablante B",
      "inicio": 816.06,
      "fin": 820.77,
      "duracion": 4.71,
      "texto": "Bueno, buenísimo, buenísimo.",
      "confianza": 0.394
    },
    {
      "hablante": "Hablante B",
      "inicio": 820.79,
      "fin": 821.61,
      "duracion": 0.82,
      "texto": "Sí, sí, así.",
      "confianza": 0.369
    },
    {
      "hablante": "Hablante B",
      "inicio": 822.01,
      "fin": 827.26,
      "duracion": 5.25,
      "texto": "A ver, a mí me gusta decir las cosas que están malas y también saber reconocer las cosas que están bien.",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante A",
      "inicio": 829.2,
      "fin": 831.66,
      "duracion": 2.46,
      "texto": "El tema es bueno, eso, viste.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante A",
      "inicio": 831.68,
      "fin": 836.0,
      "duracion": 4.32,
      "texto": "A ver, yo te hago un capié en eso, en la diferencia de precios, viste.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 836.3,
      "fin": 844.33,
      "duracion": 8.03,
      "texto": "El servicio, si bien me decía esto de roaming, también, capaz que no lo ocupe nunca porque si salga del país es también difícil.",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante A",
      "inicio": 845.27,
      "fin": 854.12,
      "duracion": 8.85,
      "texto": "Pero nada, son servicios que suman, pero bueno, a la vez yo los pongo como prioridad porque no los ocupo.",
      "confianza": 0.842
    },
    {
      "hablante": "Hablante A",
      "inicio": 855.3,
      "fin": 864.91,
      "duracion": 9.61,
      "texto": "Porque me interesan más que nada los gigas de internet de las líneas y los megas de las fibras.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante A",
      "inicio": 864.93,
      "fin": 865.54,
      "duracion": 0.6,
      "texto": "Claro, claro, claro, entiendo.",
      "confianza": 0.045
    },
    {
      "hablante": "Hablante A",
      "inicio": 865.72,
      "fin": 873.89,
      "duracion": 8.17,
      "texto": "Si no, otra opción que puede hacer también Jonathan es tener las líneas de teléfono con Movistar, ¿sí?",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante A",
      "inicio": 873.91,
      "fin": 880.0,
      "duracion": 6.09,
      "texto": "Tener las líneas de teléfono con la compañía Movistar y mantener el servicio de internet con Claro.",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante B",
      "inicio": 882.38,
      "fin": 885.03,
      "duracion": 2.64,
      "texto": "Eso también lo puede hacer, ¿sí?",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 885.05,
      "fin": 892.96,
      "duracion": 7.91,
      "texto": "Si usted me dice, mira, Gabi, la verdad que a mí, Claro, está bien, no es el mismo servicio, pero a mí me favorece porque me cobra menos,",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante B",
      "inicio": 893.27,
      "fin": 901.53,
      "duracion": 8.25,
      "texto": "Bueno, usted puede tranquilamente contratar las dos líneas con nosotros y mantener su servicio de Internet con el programa actual que en este caso es claro.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 901.81,
      "fin": 903.11,
      "duracion": 1.3,
      "texto": "Eso no habría inconveniente.",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante B",
      "inicio": 903.75,
      "fin": 918.35,
      "duracion": 14.6,
      "texto": "Igualmente también estaría ahorrando porque estamos hablando que si paga 8.047 pesos por cada línea con el descuento al precio al día de hoy, quiere decir que por mes estaría pagando solamente de teléfono nada más 16.094 pesos.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 918.39,
      "fin": 922.25,
      "duracion": 3.87,
      "texto": "Es bastante económico para la situación que estamos atravesando.",
      "confianza": 0.82
    },
    {
      "hablante": "Hablante B",
      "inicio": 922.57,
      "fin": 924.83,
      "duracion": 2.26,
      "texto": "Seguro, seguro, sí, sí, sí.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante B",
      "inicio": 924.85,
      "fin": 926.49,
      "duracion": 1.64,
      "texto": "Pero ya, si no, hagamos una cosa.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 926.95,
      "fin": 937.89,
      "duracion": 10.93,
      "texto": "Vos me podés mandar por WhatsApp, así, para que no se me olvide a mí, detalladamente, pero escrito a mano, digamos.",
      "confianza": 0.758
    },
    {
      "hablante": "Hablante B",
      "inicio": 937.91,
      "fin": 938.39,
      "duracion": 0.48,
      "texto": "Sí, sí, sí.",
      "confianza": 0.193
    },
    {
      "hablante": "Hablante B",
      "inicio": 938.41,
      "fin": 949.98,
      "duracion": 11.57,
      "texto": "Es decir, mirá, las dos líneas se van a quedar en 8.000 tanto cada una, las dos van a ser tanto con tantos gigas, 8 de inicio, 4 de regalo, me dijiste, y más 12.",
      "confianza": 0.749
    },
    {
      "hablante": "Hablante B",
      "inicio": 950.33,
      "fin": 954.78,
      "duracion": 4.45,
      "texto": "Ponerme por tanto tiempo, por seis meses.",
      "confianza": 0.778
    },
    {
      "hablante": "Hablante B",
      "inicio": 954.8,
      "fin": 957.84,
      "duracion": 3.04,
      "texto": "Lo de Internet también es por seis meses.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante B",
      "inicio": 957.86,
      "fin": 961.71,
      "duracion": 3.85,
      "texto": "Lo perdón, los gigas.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante B",
      "inicio": 961.83,
      "fin": 963.07,
      "duracion": 1.24,
      "texto": "Y lo de fibra también.",
      "confianza": 0.877
    },
    {
      "hablante": "Hablante B",
      "inicio": 963.99,
      "fin": 965.78,
      "duracion": 1.78,
      "texto": "Ponerme que es de 600 megas.",
      "confianza": 0.49
    },
    {
      "hablante": "Hablante B",
      "inicio": 966.92,
      "fin": 967.54,
      "duracion": 0.62,
      "texto": "Y el precio.",
      "confianza": 0.538
    },
    {
      "hablante": "Hablante B",
      "inicio": 968.56,
      "fin": 972.09,
      "duracion": 3.53,
      "texto": "Y yo ya voy a consorborar después en una factura de claro.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 972.89,
      "fin": 976.89,
      "duracion": 4.01,
      "texto": "Porque yo, como te digo, pago algo de entre 30 y 31, pero por las tres cosas.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante B",
      "inicio": 977.09,
      "fin": 983.34,
      "duracion": 6.25,
      "texto": "Lo que sí quiero ver, cuánto realmente estoy pagando por el internet y por las líneas aparte.",
      "confianza": 0.811
    },
    {
      "hablante": "Hablante B",
      "inicio": 983.36,
      "fin": 984.9,
      "duracion": 1.54,
      "texto": "Claro, lo entiendo.",
      "confianza": 0.509
    },
    {
      "hablante": "Hablante B",
      "inicio": 984.96,
      "fin": 990.07,
      "duracion": 5.11,
      "texto": "Yo realmente pago todo junto, toda la boleta, pero ahí me vienen las tres cosas.",
      "confianza": 0.778
    },
    {
      "hablante": "Hablante B",
      "inicio": 990.09,
      "fin": 995.51,
      "duracion": 5.42,
      "texto": "Yo actualmente estoy desactualizado de cuánto me viene de internet, cuánto es el monto.",
      "confianza": 0.833
    },
    {
      "hablante": "Hablante B",
      "inicio": 996.39,
      "fin": 1002.58,
      "duracion": 6.19,
      "texto": "Entonces yo me quiero averiguar y bueno, que tengo una respuesta en el transcurso del día o mañana más tarde,",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 1002.73,
      "fin": 1027.99,
      "duracion": 25.26,
      "texto": "con el número de línea y con el DNI que me figura cargado en el sistema, que finaliza en 186 que es el suyo, me figura que usted con claro tiene una factura de 33.925 pesos con 51 centavos.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 1028.26,
      "fin": 1037.63,
      "duracion": 9.37,
      "texto": "ponerle ese en el monto final y yo pagándolo por ClaroPay, me hacen un descuento de 3.000 pesos todos los meses y por eso es que me queda en 30-31.",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante B",
      "inicio": 1037.95,
      "fin": 1039.35,
      "duracion": 1.4,
      "texto": "En 30-31, perfecto.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante B",
      "inicio": 1039.37,
      "fin": 1055.4,
      "duracion": 16.02,
      "texto": "Sí, igualmente, si usted contratara, como le decía, el servicio de la fibra óptica más el servicio de lo que es las dos líneas, o sea que estaría pagando 38, como dijimos, como estado, es decir, son 5.000 pesos de diferencia prácticamente, 6.000 pesos de diferencia,",
      "confianza": 0.635
    },
    {
      "hablante": "Hablante B",
      "inicio": 1055.68,
      "fin": 1057.1,
      "duracion": 1.42,
      "texto": "pero con un servicio más completo.",
      "confianza": 0.362
    },
    {
      "hablante": "Hablante B",
      "inicio": 1057.5,
      "fin": 1058.78,
      "duracion": 1.28,
      "texto": "Igualmente, quédese tranquilo.",
      "confianza": 0.592
    },
    {
      "hablante": "Hablante B",
      "inicio": 1058.8,
      "fin": 1063.31,
      "duracion": 4.5,
      "texto": "Yo le voy a mandar ahora su WhatsApp toda la información de Tarrado para que usted la analice.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 1063.93,
      "fin": 1067.11,
      "duracion": 3.18,
      "texto": "Y yo mañana ingreso a la compañía a las 10 de la mañana.",
      "confianza": 0.758
    },
    {
      "hablante": "Hablante B",
      "inicio": 1067.95,
      "fin": 1070.8,
      "duracion": 2.84,
      "texto": "Yo lo vuelvo a llamar y usted me dice qué le pareció la promoción.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante A",
      "inicio": 1072.98,
      "fin": 1073.18,
      "duracion": 0.2,
      "texto": "Por favor.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 1073.2,
      "fin": 1073.92,
      "duracion": 0.72,
      "texto": "Sí, sí, sí, no hay problema.",
      "confianza": 0.316
    },
    {
      "hablante": "Hablante A",
      "inicio": 1074.4,
      "fin": 1083.71,
      "duracion": 9.31,
      "texto": "Lo único, Jonathan, le voy a pedir por favor que me indique sin compromiso para los chequeadores del sistema el domicilio de su vivienda para que nos va a buscar la cobertura.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 1084.45,
      "fin": 1085.65,
      "duracion": 1.2,
      "texto": "Bueno, sí, no hay problema.",
      "confianza": 0.588
    },
    {
      "hablante": "Hablante A",
      "inicio": 1085.67,
      "fin": 1086.05,
      "duracion": 0.38,
      "texto": "Dígame.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 1087.15,
      "fin": 1088.02,
      "duracion": 0.86,
      "texto": "Es Avenida España.",
      "confianza": 0.532
    },
    {
      "hablante": "Hablante A",
      "inicio": 1088.58,
      "fin": 1090.74,
      "duracion": 2.16,
      "texto": "Avenida España, sí.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante A",
      "inicio": 1090.76,
      "fin": 1091.22,
      "duracion": 0.46,
      "texto": "1551, sur.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante A",
      "inicio": 1091.24,
      "fin": 1096.35,
      "duracion": 5.11,
      "texto": "1551, perdona, no la tienes a escuchar.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante A",
      "inicio": 1096.37,
      "fin": 1096.93,
      "duracion": 0.56,
      "texto": "1551, sur.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante A",
      "inicio": 1097.45,
      "fin": 1097.65,
      "duracion": 0.2,
      "texto": "Sur.",
      "confianza": 0.943
    },
    {
      "hablante": "Hablante B",
      "inicio": 1099.81,
      "fin": 1102.77,
      "duracion": 2.96,
      "texto": "Bien, esto queda en lo que es San Juan, San Juan.",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante B",
      "inicio": 1102.79,
      "fin": 1104.26,
      "duracion": 1.46,
      "texto": "San Juan Capital, sí.",
      "confianza": 0.462
    },
    {
      "hablante": "Hablante B",
      "inicio": 1104.28,
      "fin": 1107.14,
      "duracion": 2.86,
      "texto": "San Juan Capital, perfecto, bien.",
      "confianza": 0.23
    },
    {
      "hablante": "Hablante B",
      "inicio": 1107.16,
      "fin": 1113.13,
      "duracion": 5.97,
      "texto": "Está entre San Francisco del Monte y Saturnino Sarasa.",
      "confianza": 0.814
    },
    {
      "hablante": "Hablante B",
      "inicio": 1113.34,
      "fin": 1116.73,
      "duracion": 3.38,
      "texto": "Ah, bien, perfecto, dame un segundo, que lo corroboró con usted.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante B",
      "inicio": 1117.03,
      "fin": 1123.65,
      "duracion": 6.63,
      "texto": "Bien, perfecto, ahí encontré lo que es la Avenida España Sur 1551, perfecto.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 1123.67,
      "fin": 1125.52,
      "duracion": 1.84,
      "texto": "Ahí lo encontré, me dijo que esto está bien.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 1126.26,
      "fin": 1130.22,
      "duracion": 3.96,
      "texto": "Su casa es una casa al frente, ¿verdad?",
      "confianza": 0.816
    },
    {
      "hablante": "Hablante B",
      "inicio": 1130.3,
      "fin": 1134.21,
      "duracion": 3.9,
      "texto": "No es el primer piso ni nada.",
      "confianza": 0.828
    },
    {
      "hablante": "Hablante B",
      "inicio": 1134.23,
      "fin": 1134.71,
      "duracion": 0.48,
      "texto": "No, casa sí, al frente.",
      "confianza": 0.027
    },
    {
      "hablante": "Hablante B",
      "inicio": 1134.73,
      "fin": 1135.57,
      "duracion": 0.84,
      "texto": "Casa al frente, perfecto.",
      "confianza": 0.225
    },
    {
      "hablante": "Hablante B",
      "inicio": 1135.91,
      "fin": 1139.44,
      "duracion": 3.52,
      "texto": "Bueno, hagamos así de una tanto ahí, encontré la dirección que usted me indicó.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante B",
      "inicio": 1139.88,
      "fin": 1141.36,
      "duracion": 1.48,
      "texto": "Sí, acá la encontré.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante B",
      "inicio": 1141.61,
      "fin": 1143.97,
      "duracion": 2.36,
      "texto": "Yo voy a corroborar la dirección.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante B",
      "inicio": 1143.99,
      "fin": 1157.63,
      "duracion": 13.64,
      "texto": "Si la cobertura me da que tenemos cobertura en su zona, yo mañana igualmente le notifico, le aviso y ahora cuando corto con usted en unos minutitos le envío toda la info detallada, ¿sí?",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 1157.65,
      "fin": 1158.37,
      "duracion": 0.72,
      "texto": "Sí, perfecto.",
      "confianza": 0.234
    },
    {
      "hablante": "Hablante B",
      "inicio": 1158.39,
      "fin": 1158.57,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.068
    },
    {
      "hablante": "Hablante B",
      "inicio": 1158.59,
      "fin": 1164.96,
      "duracion": 6.37,
      "texto": "Bueno, yo también recuerdo que mi nombre es Gabriela, guardé mi llamada mañana, ¿sí?",
      "confianza": 0.478
    },
    {
      "hablante": "Hablante B",
      "inicio": 1164.98,
      "fin": 1165.28,
      "duracion": 0.3,
      "texto": "Perfecto, dale.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 1165.3,
      "fin": 1165.68,
      "duracion": 0.38,
      "texto": "Muchísimas gracias.",
      "confianza": 0.026
    },
    {
      "hablante": "Hablante B",
      "inicio": 1165.7,
      "fin": 1170.34,
      "duracion": 4.64,
      "texto": "No, gracias a usted que pasó una buena tarde y estamos en contacto, ¿sí?",
      "confianza": 0.48
    },
    {
      "hablante": "Hablante B",
      "inicio": 1170.36,
      "fin": 1170.76,
      "duracion": 0.4,
      "texto": "Sí, realmente, dale.",
      "confianza": 0.009
    },
    {
      "hablante": "Hablante B",
      "inicio": 1170.78,
      "fin": 1171.02,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.089
    },
    {
      "hablante": "Hablante B",
      "inicio": 1171.58,
      "fin": 1172.04,
      "duracion": 0.46,
      "texto": "Adiós.",
      "confianza": 0.283
    }
  ]
}