{
  "archivo": "amza18_1_260210114958722_ACD_24011.wav",
  "duracion_segundos": 357.46,
  "num_segmentos": 70,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 178.66,
    "Hablante A": 142.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 3.3,
      "fin": 7.5,
      "texto": "Agente B: Hola, buen día, Eduardo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.5,
      "fin": 7.5,
      "texto": "Agente B: Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.6,
      "fin": 10.8,
      "texto": "Agente B: Nos comunicamos del área de beneficios Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.8,
      "fin": 14.6,
      "texto": "Agente B: Queríamos, Eduardo, mejorar el plan de tu línea, vemos que te encontrás en Claro actualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 18.6,
      "fin": 25.7,
      "texto": "Cliente A: Sí, mira, los detalles son claros, por el internet de mi casa y todo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.8,
      "fin": 26.3,
      "texto": "Cliente A: Entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.3,
      "fin": 28.1,
      "texto": "Cliente A: Dale, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.1,
      "fin": 38.1,
      "texto": "Cliente A: ¿Qué te habían ofrecido, Eduardo, para también poder dejar asentada una oferta?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 38.2,
      "fin": 38.3,
      "texto": "Cliente A: Eh..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 38.3,
      "fin": 42.4,
      "texto": "Cliente A: Fueron 300 megas en la casa con... eh... ¿Con un plan para tu línea, digamos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.4,
      "fin": 45.1,
      "texto": "Cliente A: ¿También para tu teléfono?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 45.2,
      "fin": 45.5,
      "texto": "Cliente A: Sí, con la línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 45.5,
      "fin": 46.0,
      "texto": "Cliente A: Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.0,
      "fin": 48.2,
      "texto": "Cliente A: ¿Recuerdas cuánto era el monto al final, digamos, por ambos servicios?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.3,
      "fin": 52.9,
      "texto": "Cliente A: Ahí te digo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 55.8,
      "fin": 74.8,
      "texto": "Agente B: Ya lo tengo anotado, ahí está."
    },
    {
      "hablante": "AGENTE",
      "inicio": 74.8,
      "fin": 75.6,
      "texto": "Agente B: Dale, no hay problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 75.6,
      "fin": 76.4,
      "texto": "Agente B: 3730 euros."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 78.1,
      "fin": 78.8,
      "texto": "Cliente A: Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 78.8,
      "fin": 81.5,
      "texto": "Cliente A: ¿Ese servicio estará instalado al momento o todavía no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 82.6,
      "fin": 85.5,
      "texto": "Cliente A: Instalado, sí, la instalación me hizo que no me la cobraban."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.9,
      "fin": 86.8,
      "texto": "Cliente A: Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 86.9,
      "fin": 88.0,
      "texto": "Cliente A: Pero todavía no te he instalado, digamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 90.3,
      "fin": 94.1,
      "texto": "Agente B: Bien, esta semana me dijo que ya me iban a llamar para..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.1,
      "fin": 94.2,
      "texto": "Agente B: Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.4,
      "fin": 95.7,
      "texto": "Agente B: Para que haga reforma."
    },
    {
      "hablante": "AGENTE",
      "inicio": 95.7,
      "fin": 96.5,
      "texto": "Agente B: Claro, entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 96.5,
      "fin": 100.3,
      "texto": "Agente B: Porque, bueno, podemos mejorarte bastante lo que te ofrecen y te quería consultar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.4,
      "fin": 104.5,
      "texto": "Agente B: ¿Vos de qué zona sos de Mendoza?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 104.5,
      "fin": 113.4,
      "texto": "Agente B: ¿De qué localidad?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 113.4,
      "fin": 114.0,
      "texto": "Agente B: ¿Van a escuchar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 115.3,
      "fin": 115.3,
      "texto": "Agente B: ¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 115.9,
      "fin": 119.0,
      "texto": "Agente B: De Maipú Centro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 119.0,
      "fin": 119.4,
      "texto": "Agente B: De Maipú, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 119.4,
      "fin": 126.6,
      "texto": "Agente B: Porque bueno, tenemos ahora un momento así para ver si podemos mejorarte los efectos y te quedes mucho menos, digamos, de lo que tenés actualmente que también ofrecieron."
    },
    {
      "hablante": "AGENTE",
      "inicio": 127.0,
      "fin": 131.1,
      "texto": "Agente B: En el plan de tu línea, actualmente, ¿qué te habían brindado en base a la cantidad de gigas y demás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 137.4,
      "fin": 142.2,
      "texto": "Cliente A: Es en la casa 300, ahí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 142.2,
      "fin": 143.7,
      "texto": "Cliente A: Y en el teléfono eran algo de..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 145.5,
      "fin": 150.9,
      "texto": "Agente B: dos o trece y nos ganaban diez o algo así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 151.0,
      "fin": 151.3,
      "texto": "Agente B: Bien, bien, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 151.3,
      "fin": 160.6,
      "texto": "Agente B: Porque, bueno, te comento, para lo que es Internet en el hogar, tenés a disposición en la zona de Maipú, los primeros dos meses gratis contratando el servicio, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 160.7,
      "fin": 166.1,
      "texto": "Agente B: Y el precio de los 300 megas, ahora te lo informo, pero es mucho menor de lo que todavía nos ofrece."
    },
    {
      "hablante": "AGENTE",
      "inicio": 166.2,
      "fin": 171.5,
      "texto": "Agente B: Recordá que, bueno, también tenés lo que son también los primeros dos meses gratis."
    },
    {
      "hablante": "AGENTE",
      "inicio": 172.2,
      "fin": 174.2,
      "texto": "Agente B: Por ejemplo, tenés el de 600 megas,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 174.6,
      "fin": 179.9,
      "texto": "Agente B: en 24 mil pesos y si lo que es el de 300 megas tiene un costo de 20 mil pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 180.0,
      "fin": 186.4,
      "texto": "Agente B: Es bastante menos de lo que está actualmente por contratar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 187.1,
      "fin": 194.0,
      "texto": "Agente B: Y tenemos también lo que son planes, no sé si vos consumís muchas gigas o cómo te estás manejando en base a la cantidad de gigas de tu línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 195.2,
      "fin": 201.7,
      "texto": "Cliente A: Sí, no me quiero quedar sin gigas en todo el mes, por eso me había ofrecido eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 202.4,
      "fin": 209.0,
      "texto": "Agente B: Ese solamente era, me dijiste, 12 gigas, si no me equivoco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 209.0,
      "fin": 209.5,
      "texto": "Agente B: Claro que era 10 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 209.5,
      "fin": 213.1,
      "texto": "Agente B: Ah, bien, sería un plan de dos, básicamente, entonces."
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.1,
      "fin": 220.9,
      "texto": "Agente B: Mira, en ese caso te puedo mejorar casi por el mismo precio, vas a tener el doble de servicio, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 220.9,
      "fin": 230.8,
      "texto": "Agente B: Y con el plan, mira, lo que es para tu línea, que es un plan bastante alto, con un montón de gigas, que son 18 gigas en total, y como vas a contratar también el servicio de internet en el hogar,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 231.1,
      "fin": 243.8,
      "texto": "Agente B: en el plan, digamos, en el celular, el valor es de $8,047, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 243.8,
      "fin": 250.9,
      "texto": "Agente B: Los primeros dos meses solamente abonarías el valor de lo que es el celular, de $8,047, nada más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 251.6,
      "fin": 259.1,
      "texto": "Agente B: Incluye los planes, WhatsApp gratis, llamadas gratis a cualquier compañía, y América precio local, esto también es en América, en el caso del que viaje, sí, es bastante también completo lo que es el plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 260.8,
      "fin": 271.4,
      "texto": "Cliente A: Como te comentaba, digamos, también lo que es la instalación es completamente gratis, y en el caso de que quieras utilizar lo que es TV, también puedes contratarla y tener lo que son los primeros dos meses gratis, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.4,
      "fin": 285.8,
      "texto": "Cliente A: De pruebas, y en el caso que no te guste, lo puedes dar de baja, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 285.8,
      "fin": 286.7,
      "texto": "Cliente A: Si querés... Claro, pero 27,148 son las dos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 286.7,
      "fin": 287.2,
      "texto": "Cliente A: El teléfono es la misma."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 287.2,
      "fin": 287.9,
      "texto": "Cliente A: 20, 18... Claro, en ese caso es dos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 288.2,
      "fin": 297.7,
      "texto": "Cliente A: Si puedo ofrecerte menos, digamos, lo que es el mismo plan, con dos gigas de más, serían 14 gigas y te quedarían 25,800 todos los servicios."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 298.1,
      "fin": 303.9,
      "texto": "Cliente A: Y tenés la diferencia que tenés los primeros dos meses gratis con lo que es Internet."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 304.3,
      "fin": 314.4,
      "texto": "Cliente A: Es decir, que solamente los primeros dos meses abonarías 5,835 pesos, nada más que es el valor del plan del teléfono."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 314.7,
      "fin": 320.9,
      "texto": "Cliente A: Esa es una gran diferencia, digamos, en base a lo que es el precio y el servicio, obviamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 320.9,
      "fin": 339.7,
      "texto": "Cliente A: Te incluye también lo que es una línea fija, en tal caso que vos lo decías, cuando tratar también de tenerlo a la línea fija a disposición, que es gratis, completamente gratis, eso si querés lo puedes gestionar con los técnicos directamente, si en el caso que tengas algún teléfono fijo disponible."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 339.7,
      "fin": 344.4,
      "texto": "Cliente A: Por ahora, me quedo con Claro, disculpame, pero..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 344.8,
      "fin": 348.4,
      "texto": "Cliente A: Ya leí la palabra a Jerry."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 348.5,
      "fin": 350.7,
      "texto": "Cliente A: Dale, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 350.8,
      "fin": 357.5,
      "texto": "Cliente A: Muchas gracias."
    }
  ],
  "transcripcion_completa": "Agente B: Hola, buen día, Eduardo. Agente B: Sí. Agente B: Nos comunicamos del área de beneficios Movistar. Agente B: Queríamos, Eduardo, mejorar el plan de tu línea, vemos que te encontrás en Claro actualmente. Cliente A: Sí, mira, los detalles son claros, por el internet de mi casa y todo. Cliente A: Entiendo. Cliente A: Dale, no hay problema. Cliente A: ¿Qué te habían ofrecido, Eduardo, para también poder dejar asentada una oferta? Cliente A: Eh... Cliente A: Fueron 300 megas en la casa con... eh... ¿Con un plan para tu línea, digamos? Cliente A: ¿También para tu teléfono? Cliente A: Sí, con la línea. Cliente A: Bien. Cliente A: ¿Recuerdas cuánto era el monto al final, digamos, por ambos servicios? Cliente A: Ahí te digo. Agente B: Ya lo tengo anotado, ahí está. Agente B: Dale, no hay problema. Agente B: 3730 euros. Cliente A: Bien. Cliente A: ¿Ese servicio estará instalado al momento o todavía no? Cliente A: Instalado, sí, la instalación me hizo que no me la cobraban. Cliente A: Ah, bien. Cliente A: Pero todavía no te he instalado, digamos. Agente B: Bien, esta semana me dijo que ya me iban a llamar para... Agente B: Bien. Agente B: Para que haga reforma. Agente B: Claro, entiendo. Agente B: Porque, bueno, podemos mejorarte bastante lo que te ofrecen y te quería consultar. Agente B: ¿Vos de qué zona sos de Mendoza? Agente B: ¿De qué localidad? Agente B: ¿Van a escuchar? Agente B: ¿Sí? Agente B: De Maipú Centro. Agente B: De Maipú, bien. Agente B: Porque bueno, tenemos ahora un momento así para ver si podemos mejorarte los efectos y te quedes mucho menos, digamos, de lo que tenés actualmente que también ofrecieron. Agente B: En el plan de tu línea, actualmente, ¿qué te habían brindado en base a la cantidad de gigas y demás? Cliente A: Es en la casa 300, ahí. Cliente A: Y en el teléfono eran algo de... Agente B: dos o trece y nos ganaban diez o algo así. Agente B: Bien, bien, bien. Agente B: Porque, bueno, te comento, para lo que es Internet en el hogar, tenés a disposición en la zona de Maipú, los primeros dos meses gratis contratando el servicio, ¿sí? Agente B: Y el precio de los 300 megas, ahora te lo informo, pero es mucho menor de lo que todavía nos ofrece. Agente B: Recordá que, bueno, también tenés lo que son también los primeros dos meses gratis. Agente B: Por ejemplo, tenés el de 600 megas, Agente B: en 24 mil pesos y si lo que es el de 300 megas tiene un costo de 20 mil pesos. Agente B: Es bastante menos de lo que está actualmente por contratar. Agente B: Y tenemos también lo que son planes, no sé si vos consumís muchas gigas o cómo te estás manejando en base a la cantidad de gigas de tu línea. Cliente A: Sí, no me quiero quedar sin gigas en todo el mes, por eso me había ofrecido eso. Agente B: Ese solamente era, me dijiste, 12 gigas, si no me equivoco. Agente B: Claro que era 10 gigas. Agente B: Ah, bien, sería un plan de dos, básicamente, entonces. Agente B: Mira, en ese caso te puedo mejorar casi por el mismo precio, vas a tener el doble de servicio, ¿sí? Agente B: Y con el plan, mira, lo que es para tu línea, que es un plan bastante alto, con un montón de gigas, que son 18 gigas en total, y como vas a contratar también el servicio de internet en el hogar, Agente B: en el plan, digamos, en el celular, el valor es de $8,047, ¿sí? Agente B: Los primeros dos meses solamente abonarías el valor de lo que es el celular, de $8,047, nada más. Agente B: Incluye los planes, WhatsApp gratis, llamadas gratis a cualquier compañía, y América precio local, esto también es en América, en el caso del que viaje, sí, es bastante también completo lo que es el plan. Cliente A: Como te comentaba, digamos, también lo que es la instalación es completamente gratis, y en el caso de que quieras utilizar lo que es TV, también puedes contratarla y tener lo que son los primeros dos meses gratis, ¿sí? Cliente A: De pruebas, y en el caso que no te guste, lo puedes dar de baja, no hay problema. Cliente A: Si querés... Claro, pero 27,148 son las dos. Cliente A: El teléfono es la misma. Cliente A: 20, 18... Claro, en ese caso es dos. Cliente A: Si puedo ofrecerte menos, digamos, lo que es el mismo plan, con dos gigas de más, serían 14 gigas y te quedarían 25,800 todos los servicios. Cliente A: Y tenés la diferencia que tenés los primeros dos meses gratis con lo que es Internet. Cliente A: Es decir, que solamente los primeros dos meses abonarías 5,835 pesos, nada más que es el valor del plan del teléfono. Cliente A: Esa es una gran diferencia, digamos, en base a lo que es el precio y el servicio, obviamente. Cliente A: Te incluye también lo que es una línea fija, en tal caso que vos lo decías, cuando tratar también de tenerlo a la línea fija a disposición, que es gratis, completamente gratis, eso si querés lo puedes gestionar con los técnicos directamente, si en el caso que tengas algún teléfono fijo disponible. Cliente A: Por ahora, me quedo con Claro, disculpame, pero... Cliente A: Ya leí la palabra a Jerry. Cliente A: Dale, no hay problema. Cliente A: Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.459,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T00:02:25.473314",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "300 megas de fibra",
        "plan 10GB",
        "plan 18GB",
        "TV"
      ],
      "plan_vendido": null,
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas). Identificación de roles y clasificación de la llamada."
    },
    "fecha_mejora": "2026-02-20T01:22:41.287234",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 3.31,
      "fin": 7.47,
      "duracion": 4.17,
      "texto": "Hola, buen día, Eduardo.",
      "confianza": 0.148
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.49,
      "fin": 7.55,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.298
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.57,
      "fin": 10.82,
      "duracion": 3.25,
      "texto": "Nos comunicamos del área de beneficio movistar.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.84,
      "fin": 14.6,
      "duracion": 3.77,
      "texto": "Pidimos, Eduardo, mejorar desde el plan de tu línea, vemos que te encontrás en claro actualmente.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.59,
      "fin": 25.74,
      "duracion": 7.15,
      "texto": "Sí, mira, los talleres son claros, por el internet, mi casa y todo.",
      "confianza": 0.525
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.78,
      "fin": 26.34,
      "duracion": 0.56,
      "texto": "Entiendo.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.27,
      "fin": 28.07,
      "duracion": 0.8,
      "texto": "Dale, no hay problema.",
      "confianza": 0.143
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.09,
      "fin": 38.14,
      "duracion": 10.05,
      "texto": "¿Qué te habían ofrecido, Dordo, para también poder dejarnos sentados una oferta?",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.16,
      "fin": 38.26,
      "duracion": 0.1,
      "texto": "Eh...",
      "confianza": 0.046
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.28,
      "fin": 42.37,
      "duracion": 4.09,
      "texto": "Fueron 300 megas en la casa con... eh... ¿Con un plan para tu línea, digamos?",
      "confianza": 0.289
    },
    {
      "hablante": "Hablante A",
      "inicio": 42.39,
      "fin": 45.15,
      "duracion": 2.76,
      "texto": "¿También para tu teléfono?",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.17,
      "fin": 45.51,
      "duracion": 0.34,
      "texto": "Sí, con la línea.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.53,
      "fin": 45.99,
      "duracion": 0.46,
      "texto": "Bien.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.01,
      "fin": 48.25,
      "duracion": 2.24,
      "texto": "¿Recuerdas cuánto era el monto al final, digamos, por ambos servicios?",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante A",
      "inicio": 48.29,
      "fin": 52.92,
      "duracion": 4.63,
      "texto": "Ahí te digo.",
      "confianza": 0.386
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.84,
      "fin": 74.76,
      "duracion": 18.92,
      "texto": "Ya lo tengo anotado, ahí está.",
      "confianza": 0.283
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.78,
      "fin": 75.58,
      "duracion": 0.8,
      "texto": "Dale, no hay problema.",
      "confianza": 0.054
    },
    {
      "hablante": "Hablante B",
      "inicio": 75.6,
      "fin": 76.38,
      "duracion": 0.78,
      "texto": "3730 euros.",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.1,
      "fin": 78.78,
      "duracion": 0.68,
      "texto": "Bien.",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.8,
      "fin": 81.47,
      "duracion": 2.66,
      "texto": "¿Ese servicio estará instalado al momento o todavía no?",
      "confianza": 0.512
    },
    {
      "hablante": "Hablante A",
      "inicio": 82.63,
      "fin": 85.49,
      "duracion": 2.86,
      "texto": "Instalado, sí, la instalación me hizo que no me la cobraba.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.94,
      "fin": 86.84,
      "duracion": 0.9,
      "texto": "Ah, bien.",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante A",
      "inicio": 86.86,
      "fin": 88.05,
      "duracion": 1.18,
      "texto": "Pero todavía no te he instalado, digamos.",
      "confianza": 0.427
    },
    {
      "hablante": "Hablante B",
      "inicio": 90.29,
      "fin": 94.07,
      "duracion": 3.78,
      "texto": "Bien, esta semana me dijo que ya me iban a llamar para...",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.09,
      "fin": 94.23,
      "duracion": 0.14,
      "texto": "Bien.",
      "confianza": 0.324
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.37,
      "fin": 95.66,
      "duracion": 1.28,
      "texto": "Para que haga reforma.",
      "confianza": 0.29
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.67,
      "fin": 96.46,
      "duracion": 0.78,
      "texto": "Claro, entiendo.",
      "confianza": 0.434
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.48,
      "fin": 100.34,
      "duracion": 3.86,
      "texto": "Porque, bueno, podemos mejorarte bastante lo que le oferta y te quería consultar.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 100.36,
      "fin": 104.49,
      "duracion": 4.13,
      "texto": "¿Vos de qué zona sos de Mendoza?",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 104.51,
      "fin": 113.36,
      "duracion": 8.85,
      "texto": "¿De qué localidad?",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.38,
      "fin": 113.96,
      "duracion": 0.58,
      "texto": "¿Van a escuchar?",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.26,
      "fin": 115.34,
      "duracion": 0.08,
      "texto": "¿Sí?",
      "confianza": 0.238
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.86,
      "fin": 119.01,
      "duracion": 3.14,
      "texto": "De Maipú Centro.",
      "confianza": 0.156
    },
    {
      "hablante": "Hablante B",
      "inicio": 119.03,
      "fin": 119.39,
      "duracion": 0.36,
      "texto": "De Maipú, bien.",
      "confianza": 0.192
    },
    {
      "hablante": "Hablante B",
      "inicio": 119.41,
      "fin": 126.64,
      "duracion": 7.23,
      "texto": "Porque bueno, tenemos ahora un momento así para ver si podemos mejorarte los efectos y te quedes mucho menos, digamos, de lo que tenés actualmente que también ofreció.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 127.04,
      "fin": 131.12,
      "duracion": 4.09,
      "texto": "En el plan de tu línea, actualmente, ¿qué te habían brindado en base a la cantidad de gigas y demás?",
      "confianza": 0.548
    },
    {
      "hablante": "Hablante A",
      "inicio": 137.43,
      "fin": 142.18,
      "duracion": 4.75,
      "texto": "Es en la casa 300, ahí.",
      "confianza": 0.347
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.2,
      "fin": 143.74,
      "duracion": 1.54,
      "texto": "Y en el teléfono eran algo de...",
      "confianza": 0.126
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.51,
      "fin": 150.94,
      "duracion": 5.43,
      "texto": "dos o trece y nos ganaban diez o algo así.",
      "confianza": 0.05
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.96,
      "fin": 151.3,
      "duracion": 0.34,
      "texto": "Bien, bien, bien.",
      "confianza": 0.036
    },
    {
      "hablante": "Hablante B",
      "inicio": 151.32,
      "fin": 160.63,
      "duracion": 9.31,
      "texto": "Porque, bueno, te comento, para lo que es Internet en el Obart, tenés de disposición a lo que es la zona de MQ, tenés los primeros dos meses gratis contratando el servicio, ¿sí?",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 160.65,
      "fin": 166.11,
      "duracion": 5.47,
      "texto": "Y el precio de los 300 megas, ahora te lo informo, pero es mucho menor, sigue de lo que todavía nos ofrece.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.15,
      "fin": 171.54,
      "duracion": 5.39,
      "texto": "Recordá que, bueno, también tenés lo que son también los primeros dos meses gratis.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 172.2,
      "fin": 174.2,
      "duracion": 2.0,
      "texto": "Por ejemplo, tenés el de 600 megas,",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.64,
      "fin": 179.88,
      "duracion": 5.25,
      "texto": "en 24 mil pesos y si lo que es el de 300 mil antes tiene un costo de 20 mil pesos.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante B",
      "inicio": 180.04,
      "fin": 186.45,
      "duracion": 6.41,
      "texto": "Es bastante menos de lo que está actualmente por contratar.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 187.07,
      "fin": 194.0,
      "duracion": 6.93,
      "texto": "Y tenemos también lo que son planes, no sé si vos consumís muchas gigas o cómo te estás manejando en base a la cantidad de gigas de tu línea.",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.18,
      "fin": 201.67,
      "duracion": 6.49,
      "texto": "Sí, no me quiero quedar sin gigas en todo el mes, por eso me había ofrecido eso.",
      "confianza": 0.303
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.4,
      "fin": 208.99,
      "duracion": 6.59,
      "texto": "Ese solamente era, me dijiste, 12 gigas, si no me equivoco.",
      "confianza": 0.625
    },
    {
      "hablante": "Hablante B",
      "inicio": 209.01,
      "fin": 209.47,
      "duracion": 0.46,
      "texto": "Claro que era 10 gigas.",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante B",
      "inicio": 209.49,
      "fin": 213.05,
      "duracion": 3.56,
      "texto": "Ah, bien, sería un plan de dos, básicamente, entonces.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.07,
      "fin": 220.92,
      "duracion": 7.85,
      "texto": "Mira, en ese caso te puedo mejorar casi por el mismo precio, vas a tener el doble de servicio, ¿sí?",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.94,
      "fin": 230.82,
      "duracion": 9.87,
      "texto": "Y con el plan, mira, lo que es para tu línea, que es un plan bastante alto, con un montón de gigas, que son 18 gigas en total, y como vas a contratar también el servicio de internet en el bar,",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante B",
      "inicio": 231.08,
      "fin": 243.78,
      "duracion": 12.7,
      "texto": "en el plan, digamos, en el celular, y el valor es de $8,047, ¿sí?",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.8,
      "fin": 250.89,
      "duracion": 7.09,
      "texto": "Los primeros dos meses solamente abonarías el valor de lo que es el celular, de $8,047, nada más.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 251.61,
      "fin": 259.08,
      "duracion": 7.47,
      "texto": "Incluye los planes, WhatsApp gratis, llamadas gratis a cualquier compañía, y América precio local, esto también es en América, en el caso del que viaje, sí, es bastante también completo lo que es el plan.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.83,
      "fin": 271.4,
      "duracion": 10.57,
      "texto": "Como te comentaba, digamos, también lo que es la integración es completamente gratis, y en el caso de que quieras utilizar lo que es TV, también puedes contratarla y tener lo que son los primeros dos meses gratis, ¿sí?",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante A",
      "inicio": 271.43,
      "fin": 285.78,
      "duracion": 14.35,
      "texto": "De pruebas, y en el caso que no te guste, lo puedes dar de baja, no hay problema.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante A",
      "inicio": 285.8,
      "fin": 286.68,
      "duracion": 0.88,
      "texto": "Si querés... Claro, pero 27,148 son las dos.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante A",
      "inicio": 286.7,
      "fin": 287.18,
      "duracion": 0.48,
      "texto": "El teléfono es la misma.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 287.2,
      "fin": 287.92,
      "duracion": 0.72,
      "texto": "20, 18... Claro, en ese caso es dos.",
      "confianza": 0.069
    },
    {
      "hablante": "Hablante A",
      "inicio": 288.19,
      "fin": 297.74,
      "duracion": 9.55,
      "texto": "Si puedo ofrecerte menos, digamos, lo que es el mismo plan, con dos gigas de más, serían 14 gigas y te quedarían 25,800 todos los servicios.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.1,
      "fin": 303.89,
      "duracion": 5.79,
      "texto": "Y tenés la diferencia que tenés los primeros dos meses gratis con lo que es Internet.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante A",
      "inicio": 304.33,
      "fin": 314.4,
      "duracion": 10.07,
      "texto": "Es decir, que solamente los primeros dos meses abonarías 5,835 pesos, nada más que es el valor del plan del teléfono.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante A",
      "inicio": 314.67,
      "fin": 320.93,
      "duracion": 6.27,
      "texto": "esa es una gran diferencia, digamos, en base a lo que es el precio y el servicio, obviamente.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante A",
      "inicio": 320.95,
      "fin": 339.69,
      "duracion": 18.74,
      "texto": "Te incluye también lo que es una línea fija, en tal caso que vos lo decías, cuando tratar también de tenerlo a la línea fija a disposición, que es gratis, completamente gratis, eso si querés lo puedes gestionar con los técnicos directamente, si en el caso que tengas algún teléfono fijo disponible.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 339.71,
      "fin": 344.44,
      "duracion": 4.72,
      "texto": "Por ahora, me quedo con claro disculpable, pero...",
      "confianza": 0.078
    },
    {
      "hablante": "Hablante A",
      "inicio": 344.79,
      "fin": 348.44,
      "duracion": 3.66,
      "texto": "Ya leí la palabra a Jerry.",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante A",
      "inicio": 348.46,
      "fin": 350.73,
      "duracion": 2.27,
      "texto": "Dale, no hay problema.",
      "confianza": 0.354
    },
    {
      "hablante": "Hablante A",
      "inicio": 350.75,
      "fin": 357.46,
      "duracion": 6.71,
      "texto": "Muchas gracias.",
      "confianza": 0.639
    }
  ]
}