{
  "archivo": "amza33_1_260209132736483_ACD_12631.wav",
  "duracion_segundos": 359.86,
  "num_segmentos": 85,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 131.66,
    "Hablante A": 203.47
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 2.3,
      "fin": 6.3,
      "texto": "Hola, ¿cómo estás, María?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.3,
      "fin": 6.4,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.4,
      "fin": 7.4,
      "texto": "María, un placer."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.5,
      "fin": 9.2,
      "texto": "Mi nombre es Katy."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.3,
      "fin": 10.2,
      "texto": "Sí, te comento yo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.3,
      "fin": 19.8,
      "texto": "Justamente me estoy contactando con vos porque queríamos saber cuál fue el motivo o el inconveniente por el cual tomaste la decisión de irte y empezar a usar Movistar con tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.8,
      "fin": 21.3,
      "texto": "¿Me comentás qué te sucedió?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 22.6,
      "fin": 23.9,
      "texto": "Es una cuestión de señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.0,
      "fin": 28.7,
      "texto": "No tenía señal cuando viajaba."
    },
    {
      "hablante": "AGENTE",
      "inicio": 28.8,
      "fin": 28.8,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.1,
      "fin": 34.8,
      "texto": "Cerca, digamos, no necesariamente muy lejos, ya enseguida no tenía señal y por eso decidí cambiar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 35.5,
      "fin": 36.2,
      "texto": "Ah, bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 36.7,
      "fin": 39.8,
      "texto": "Entiendo perfectamente, María, que te fuiste en el 2022, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 41.7,
      "fin": 41.7,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 41.8,
      "fin": 49.2,
      "texto": "La verdad es que tenés toda la razón del mundo porque la conectividad que había en ese tiempo con la empresa era bastante baja, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 49.2,
      "fin": 53.4,
      "texto": "Bueno, no sé si vos sabías que actualmente la compañía de Movistar, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 53.4,
      "fin": 59.0,
      "texto": "Es la que está predominando toda la conectividad a lo largo y ancho del país, porque íbamos a instalar antenas propias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 59.2,
      "fin": 63.2,
      "texto": "Y también estamos trabajando, somos la única empresa que trabaja con los chips 4G+."
    },
    {
      "hablante": "AGENTE",
      "inicio": 63.4,
      "fin": 64.5,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 65.1,
      "fin": 71.7,
      "texto": "Eso es porque tiene mayor alcance de señal, al igual que la velocidad de lo que es el internet, que funciona más rápido."
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.7,
      "fin": 73.4,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 73.4,
      "fin": 74.9,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 75.0,
      "fin": 76.8,
      "texto": "Básicamente, yo tengo una consulta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 77.2,
      "fin": 79.7,
      "texto": "Busco el tema de los gigas en Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 79.7,
      "fin": 85.5,
      "texto": "¿Estás conforme con los gigas o sabes recargar crédito, digamos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.5,
      "fin": 85.7,
      "texto": "No, no, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.7,
      "fin": 86.1,
      "texto": "No suelo recargar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 86.2,
      "fin": 87.0,
      "texto": "Ah, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 87.0,
      "fin": 92.3,
      "texto": "Te pregunto porque viste lo que es, justamente, Claro, no tiene lo que es el WhatsApp bonificado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 92.8,
      "fin": 98.3,
      "texto": "Entonces, hay muchos clientes que se quedan cortos, pero básicamente les consume bastante, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 98.3,
      "fin": 101.6,
      "texto": "Lo que es el WhatsApp, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 101.7,
      "fin": 101.8,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 101.8,
      "fin": 102.5,
      "texto": "Te recomiendo, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 102.5,
      "fin": 105.9,
      "texto": "Nosotros queremos recuperarte, María, como clienta, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 105.9,
      "fin": 111.4,
      "texto": "También para que pruebes nuestra nueva gestión en cuanto a lo que es calidad, atención y obviamente señal, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 111.8,
      "fin": 115.2,
      "texto": "Hemos preparado un descuento del 80% para lo que es tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 115.3,
      "fin": 120.7,
      "texto": "No sé si vos tenés esta línea a tu nombre o tenés más líneas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 120.7,
      "fin": 121.1,
      "texto": "No, no, no tengo más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 121.1,
      "fin": 123.9,
      "texto": "Tenés esta nada más, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 124.0,
      "fin": 128.4,
      "texto": "Bien, el plan que hice con el 80% de descuento lo tenemos con 18 gigas, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.4,
      "fin": 131.1,
      "texto": "Que son 8 gigas de base más 10 gigas de regalo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 131.7,
      "fin": 137.9,
      "texto": "También cuenta, como te dije, en este caso, WhatsApp ilimitado que no te va a consumir los gigas mientras estés en WhatsApp."
    },
    {
      "hablante": "AGENTE",
      "inicio": 138.4,
      "fin": 146.6,
      "texto": "Vamos a poder hablar a cualquier compañía sin límite de tiempo y también incluso tiene lo que es el Roaming en América, que son tres gigas de internet."
    },
    {
      "hablante": "AGENTE",
      "inicio": 146.6,
      "fin": 157.7,
      "texto": "Actualmente, para ustedes, justamente que se fueron con la gestión anterior y también con lo que es la conectividad anterior, lo tenemos a $10,720 para que prueben nuestro nuevo sistema, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 158.1,
      "fin": 161.6,
      "texto": "Eso es lo que nosotros estamos brindando justamente a los clientes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 161.7,
      "fin": 161.9,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 162.7,
      "fin": 164.3,
      "texto": "Yo tengo una consulta a vos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 164.3,
      "fin": 167.4,
      "texto": "No sé si en algún momento tuviste fibra óptica Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 167.8,
      "fin": 172.6,
      "texto": "No recuerdo, creo que no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 172.7,
      "fin": 175.6,
      "texto": "No recuerdo, la verdad, pero creo que no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.6,
      "fin": 180.7,
      "texto": "Puede haber sido que no, porque en la época que vos estabas, la verdad que no teníamos mucha conectividad de fibra."
    },
    {
      "hablante": "AGENTE",
      "inicio": 180.7,
      "fin": 183.9,
      "texto": "O sea, no llevábamos a muchos lados."
    },
    {
      "hablante": "AGENTE",
      "inicio": 184.6,
      "fin": 186.3,
      "texto": "Y te hago una consulta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 186.3,
      "fin": 190.0,
      "texto": "¿Actualmente contás con algún servicio de fibra?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 190.4,
      "fin": 196.7,
      "texto": "Sí, pero yo en este momento no puedo cambiar el servicio de internet porque yo estoy alquilando y no puedo cambiar el que está."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 196.8,
      "fin": 204.2,
      "texto": "Hasta que no resuelva unos temas de vivienda, esto no lo puedo cambiar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 204.2,
      "fin": 208.8,
      "texto": "Sí, igual lo entiendo porque a mí me pasa lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 208.8,
      "fin": 212.3,
      "texto": "Pero bueno, esa es la idea que tengo para lo que es tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 212.8,
      "fin": 223.0,
      "texto": "¿Tenés una necesidad conocida que nosotros te brindamos, andás cómoda o básicamente necesitas más gigas?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 223.1,
      "fin": 224.0,
      "texto": "No, no uso mucho, no es que necesite más gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 224.3,
      "fin": 234.5,
      "texto": "Lo que sí, no te puedo dar una respuesta ahora, debería consultarlo, porque yo tengo tanto mi hija como mi esposo, los tres en la misma compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 236.0,
      "fin": 240.7,
      "texto": "Entonces, es algo, digamos que..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 240.9,
      "fin": 247.0,
      "texto": "Claro, tengo que... ¿Por eso te preguntaba si las líneas estaban a tu nombre?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 247.2,
      "fin": 248.8,
      "texto": "No, pero no están a mi nombre."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 249.5,
      "fin": 256.3,
      "texto": "Mi marido tiene línea corporativa y mi hija está al nombre de mi marido."
    },
    {
      "hablante": "AGENTE",
      "inicio": 258.0,
      "fin": 263.6,
      "texto": "Pero, por una cuestión de practicidad, siempre nos manejamos dando todos en la misma compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 263.6,
      "fin": 269.4,
      "texto": "Lo que yo siempre les aconsejo a los clientes, que justamente se mudan todos a una misma empresa,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 270.0,
      "fin": 278.4,
      "texto": "Y lo que yo siempre les aconsejo es que ustedes, en vez de tener cada línea a sus nombres, que tengan todas las líneas al nombre de una sola persona."
    },
    {
      "hablante": "AGENTE",
      "inicio": 278.5,
      "fin": 281.4,
      "texto": "Porque ustedes entran con más beneficios, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.7,
      "fin": 285.2,
      "texto": "En cuanto al tema de los gigas, la conectividad, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 285.5,
      "fin": 289.2,
      "texto": "Por eso, básicamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 289.2,
      "fin": 289.3,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 289.4,
      "fin": 289.8,
      "texto": "Bueno, por eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 289.8,
      "fin": 294.3,
      "texto": "Yo lo tendría que conversar y... A ver si lo conversaste."
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.4,
      "fin": 294.5,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.5,
      "fin": 296.3,
      "texto": "Te voy a mandar un mensaje por WhatsApp."
    },
    {
      "hablante": "AGENTE",
      "inicio": 296.6,
      "fin": 310.9,
      "texto": "Para que vos verifiques, nosotros tenemos esta unificación porque bueno, ha habido un descuento o ha habido un aumento bastante importante en lo que es las empresas, que seguramente ya te debe haber llegado el mensajito de lo que es Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 312.1,
      "fin": 314.2,
      "texto": "No sé si te llegó."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 314.2,
      "fin": 314.4,
      "texto": "No, no, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 314.5,
      "fin": 321.7,
      "texto": "Bueno, ha habido un aumento general en todas las compañías para que también lo tengas en cuenta y bueno, nosotros todavía no entramos como empresa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 322.1,
      "fin": 325.6,
      "texto": "Pero sí tengo entendido que las otras ya han aumentado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.6,
      "fin": 332.3,
      "texto": "Yo tengo este beneficio para brindarte básicamente hasta las 4 de la tarde."
    },
    {
      "hablante": "AGENTE",
      "inicio": 332.7,
      "fin": 343.3,
      "texto": "No te voy a poder dar una respuesta positiva entonces, porque hasta la noche no voy a encontrarme con el resto de mi familia."
    },
    {
      "hablante": "AGENTE",
      "inicio": 343.8,
      "fin": 354.0,
      "texto": "Mira, lo que yo hice básicamente es brindarte el beneficio, te mando un mensajito por WhatsApp y cualquier cosa me respondés por ahí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 354.5,
      "fin": 359.9,
      "texto": "Que tengas un muy bonito día, muchísimas gracias."
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás, María? Sí. María, un placer. Mi nombre es Katy. Sí, te comento yo. Justamente me estoy contactando con vos porque queríamos saber cuál fue el motivo o el inconveniente por el cual tomaste la decisión de irte y empezar a usar Movistar con tu línea. ¿Me comentás qué te sucedió? Es una cuestión de señal. No tenía señal cuando viajaba. Sí. Cerca, digamos, no necesariamente muy lejos, ya enseguida no tenía señal y por eso decidí cambiar. Ah, bien, perfecto. Entiendo perfectamente, María, que te fuiste en el 2022, ¿sí? Sí. La verdad es que tenés toda la razón del mundo porque la conectividad que había en ese tiempo con la empresa era bastante baja, ¿sí? Bueno, no sé si vos sabías que actualmente la compañía de Movistar, ¿sí? Es la que está predominando toda la conectividad a lo largo y ancho del país, porque íbamos a instalar antenas propias. Y también estamos trabajando, somos la única empresa que trabaja con los chips 4G+. ¿Sí? Eso es porque tiene mayor alcance de señal, al igual que la velocidad de lo que es el internet, que funciona más rápido. ¿Sí? Bien. Básicamente, yo tengo una consulta. Busco el tema de los gigas en Claro. ¿Estás conforme con los gigas o sabes recargar crédito, digamos? No, no, no. No suelo recargar. Ah, bien. Te pregunto porque viste lo que es, justamente, Claro, no tiene lo que es el WhatsApp bonificado. Entonces, hay muchos clientes que se quedan cortos, pero básicamente les consume bastante, ¿sí? Lo que es el WhatsApp, ¿sí? Claro. Te recomiendo, ¿sí? Nosotros queremos recuperarte, María, como clienta, ¿sí? También para que pruebes nuestra nueva gestión en cuanto a lo que es calidad, atención y obviamente señal, ¿sí? Hemos preparado un descuento del 80% para lo que es tu línea. No sé si vos tenés esta línea a tu nombre o tenés más líneas. No, no, no tengo más. Tenés esta nada más, perfecto. Bien, el plan que hice con el 80% de descuento lo tenemos con 18 gigas, ¿sí? Que son 8 gigas de base más 10 gigas de regalo. También cuenta, como te dije, en este caso, WhatsApp ilimitado que no te va a consumir los gigas mientras estés en WhatsApp. Vamos a poder hablar a cualquier compañía sin límite de tiempo y también incluso tiene lo que es el Roaming en América, que son tres gigas de internet. Actualmente, para ustedes, justamente que se fueron con la gestión anterior y también con lo que es la conectividad anterior, lo tenemos a $10,720 para que prueben nuestro nuevo sistema, ¿sí? Eso es lo que nosotros estamos brindando justamente a los clientes. Bien. Yo tengo una consulta a vos. No sé si en algún momento tuviste fibra óptica Movistar. No recuerdo, creo que no. No recuerdo, la verdad, pero creo que no. Puede haber sido que no, porque en la época que vos estabas, la verdad que no teníamos mucha conectividad de fibra. O sea, no llevábamos a muchos lados. Y te hago una consulta. ¿Actualmente contás con algún servicio de fibra? Sí, pero yo en este momento no puedo cambiar el servicio de internet porque yo estoy alquilando y no puedo cambiar el que está. Hasta que no resuelva unos temas de vivienda, esto no lo puedo cambiar. Sí, igual lo entiendo porque a mí me pasa lo mismo. Pero bueno, esa es la idea que tengo para lo que es tu línea. ¿Tenés una necesidad conocida que nosotros te brindamos, andás cómoda o básicamente necesitas más gigas? No, no uso mucho, no es que necesite más gigas. Lo que sí, no te puedo dar una respuesta ahora, debería consultarlo, porque yo tengo tanto mi hija como mi esposo, los tres en la misma compañía. Entonces, es algo, digamos que... Claro, tengo que... ¿Por eso te preguntaba si las líneas estaban a tu nombre? No, pero no están a mi nombre. Mi marido tiene línea corporativa y mi hija está al nombre de mi marido. Pero, por una cuestión de practicidad, siempre nos manejamos dando todos en la misma compañía. Lo que yo siempre les aconsejo a los clientes, que justamente se mudan todos a una misma empresa, Y lo que yo siempre les aconsejo es que ustedes, en vez de tener cada línea a sus nombres, que tengan todas las líneas al nombre de una sola persona. Porque ustedes entran con más beneficios, ¿sí? En cuanto al tema de los gigas, la conectividad, ¿sí? Por eso, básicamente. Claro. Bueno, por eso. Yo lo tendría que conversar y... A ver si lo conversaste. Claro. Te voy a mandar un mensaje por WhatsApp. Para que vos verifiques, nosotros tenemos esta unificación porque bueno, ha habido un descuento o ha habido un aumento bastante importante en lo que es las empresas, que seguramente ya te debe haber llegado el mensajito de lo que es Claro. No sé si te llegó. No, no, no. Bueno, ha habido un aumento general en todas las compañías para que también lo tengas en cuenta y bueno, nosotros todavía no entramos como empresa. Pero sí tengo entendido que las otras ya han aumentado. Yo tengo este beneficio para brindarte básicamente hasta las 4 de la tarde. No te voy a poder dar una respuesta positiva entonces, porque hasta la noche no voy a encontrarme con el resto de mi familia. Mira, lo que yo hice básicamente es brindarte el beneficio, te mando un mensajito por WhatsApp y cualquier cosa me respondés por ahí. Que tengas un muy bonito día, muchísimas gracias.",
  "calidad": {
    "confianza_promedio": 0.545,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T04:01:01.385705",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 18 gigas",
        "roaming en América"
      ],
      "plan_vendido": "plan 18 gigas",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas), mejora de la fluidez y claridad del texto."
    },
    "fecha_mejora": "2026-02-20T09:31:16.907411",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 2.27,
      "fin": 6.3,
      "duracion": 4.02,
      "texto": "Hola, ¿cómo estás, María?",
      "confianza": 0.455
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.32,
      "fin": 6.38,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.4,
      "fin": 7.44,
      "duracion": 1.04,
      "texto": "María, un placer.",
      "confianza": 0.203
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.46,
      "fin": 9.24,
      "duracion": 1.78,
      "texto": "Mi nombre es Katy.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.26,
      "fin": 10.2,
      "duracion": 0.94,
      "texto": "Sí, te comento yo.",
      "confianza": 0.487
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.32,
      "fin": 19.77,
      "duracion": 9.45,
      "texto": "Justamente me estoy contactando con vos porque queríamos saber cuál fue el motivo o el inconveniente de este caso que vos tomaste la decisión de irte y empezar a movistar con tu línea.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 19.79,
      "fin": 21.27,
      "duracion": 1.48,
      "texto": "¿Me comentás qué te sucedió?",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante B",
      "inicio": 22.56,
      "fin": 23.92,
      "duracion": 1.36,
      "texto": "Es una cuestión de señal.",
      "confianza": 0.701
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.96,
      "fin": 28.74,
      "duracion": 4.79,
      "texto": "No tenía señal cuando viajaba.",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.76,
      "fin": 28.82,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.328
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.11,
      "fin": 34.83,
      "duracion": 5.73,
      "texto": "cerca, digamos, no necesariamente muy lejos, ya enseguida no tenía señal y por eso decidí cambiarlo.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante B",
      "inicio": 35.47,
      "fin": 36.16,
      "duracion": 0.68,
      "texto": "Ah, bien, perfecto.",
      "confianza": 0.334
    },
    {
      "hablante": "Hablante B",
      "inicio": 36.7,
      "fin": 39.78,
      "duracion": 3.08,
      "texto": "Entiendo perfectamente, Mefura, que usted fuiste en el 2022, ¿sí?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.68,
      "fin": 41.74,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.122
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.76,
      "fin": 49.23,
      "duracion": 7.47,
      "texto": "La verdad es que tenés toda la razón del mundo porque la conectividad de lo que era en ese tiempo con la empresa era bastante baja, ¿sí?",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.25,
      "fin": 53.35,
      "duracion": 4.1,
      "texto": "Bueno, no sé si vos sabías que actualmente la compañía de Mozart, ¿sí?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.38,
      "fin": 58.96,
      "duracion": 5.59,
      "texto": "Es la que estaba predominando toda la conectividad a lo largo y ancho del país, pero porque íbamos a instalar antenas propias,",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.24,
      "fin": 63.25,
      "duracion": 4.01,
      "texto": "Y también estamos trabajando, somos la única empresa que trabaja con los chips 4G+.",
      "confianza": 0.766
    },
    {
      "hablante": "Hablante A",
      "inicio": 63.35,
      "fin": 64.51,
      "duracion": 1.16,
      "texto": "¿Sí?",
      "confianza": 0.814
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.09,
      "fin": 71.66,
      "duracion": 6.57,
      "texto": "Eso es porque tiene mayor alcance de señal, al igual que la velocidad de lo que es el internet, que funciona más rápida.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.68,
      "fin": 73.38,
      "duracion": 1.7,
      "texto": "¿Sí?",
      "confianza": 0.24
    },
    {
      "hablante": "Hablante A",
      "inicio": 73.4,
      "fin": 74.86,
      "duracion": 1.46,
      "texto": "Bien.",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante A",
      "inicio": 74.97,
      "fin": 76.75,
      "duracion": 1.78,
      "texto": "Básicamente, yo tengo una consulta.",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.25,
      "fin": 79.65,
      "duracion": 2.4,
      "texto": "Busco el tema de los gigas en claro.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante A",
      "inicio": 79.67,
      "fin": 85.46,
      "duracion": 5.79,
      "texto": "¿Estás conforme con los gigas o sabes recargar crédito, digamos?",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.48,
      "fin": 85.7,
      "duracion": 0.22,
      "texto": "No, no, no.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.72,
      "fin": 86.08,
      "duracion": 0.36,
      "texto": "No suelo recargar.",
      "confianza": 0.042
    },
    {
      "hablante": "Hablante A",
      "inicio": 86.23,
      "fin": 87.01,
      "duracion": 0.78,
      "texto": "Ah, bien.",
      "confianza": 0.496
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.03,
      "fin": 92.27,
      "duracion": 5.25,
      "texto": "Te pregunto porque viste lo que es, justamente, claro, no tiene lo que es el WhatsApp bonificado.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante A",
      "inicio": 92.75,
      "fin": 98.32,
      "duracion": 5.57,
      "texto": "Entonces, hay muchos clientes que se quedan cortoconocidas, pero porque básicamente le consume bastante, ¿sí?",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 98.34,
      "fin": 101.64,
      "duracion": 3.3,
      "texto": "Lo que es la WhatsApp, ¿sí?",
      "confianza": 0.215
    },
    {
      "hablante": "Hablante A",
      "inicio": 101.67,
      "fin": 101.78,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante A",
      "inicio": 101.81,
      "fin": 102.53,
      "duracion": 0.72,
      "texto": "Te recomiendo, ¿sí?",
      "confianza": 0.538
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.55,
      "fin": 105.87,
      "duracion": 3.32,
      "texto": "Nosotros queremos recuperarte, María, como lo que es clienta, ¿sí?",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante A",
      "inicio": 105.89,
      "fin": 111.38,
      "duracion": 5.49,
      "texto": "También para que pruebes nuestra nueva gestión en cuanto a lo que es calidad, atención y obviamente señal, ¿sí?",
      "confianza": 0.766
    },
    {
      "hablante": "Hablante A",
      "inicio": 111.78,
      "fin": 115.24,
      "duracion": 3.47,
      "texto": "Hemos preparado un descuento del 80% para lo que es tu línea.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante A",
      "inicio": 115.3,
      "fin": 120.67,
      "duracion": 5.37,
      "texto": "No sé si vos tenés esta línea al nombre tuyo o tenés más líneas.",
      "confianza": 0.538
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.69,
      "fin": 121.11,
      "duracion": 0.42,
      "texto": "No, no, no tengo más.",
      "confianza": 0.015
    },
    {
      "hablante": "Hablante A",
      "inicio": 121.13,
      "fin": 123.94,
      "duracion": 2.8,
      "texto": "Tenés esta nada más, perfecto.",
      "confianza": 0.457
    },
    {
      "hablante": "Hablante A",
      "inicio": 123.96,
      "fin": 128.38,
      "duracion": 4.43,
      "texto": "Bien, el plan que hice con el 80% de descuento lo tenemos con 18 gigas, ¿sí?",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante A",
      "inicio": 128.4,
      "fin": 131.05,
      "duracion": 2.65,
      "texto": "Que son 8 gigas de base más 10 gigas de regalo.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante A",
      "inicio": 131.69,
      "fin": 137.92,
      "duracion": 6.23,
      "texto": "También cuenta, como te dije, en este caso, WhatsApp de ti que no te va a consumir los gigas mientras estés en la WhatsApp.",
      "confianza": 0.67
    },
    {
      "hablante": "Hablante A",
      "inicio": 138.41,
      "fin": 146.62,
      "duracion": 8.21,
      "texto": "vamos a poder hablar a cualquier compañía sin límite de tiempo y también incluso tiene lo que es el Roomin en América, que con tres gigas de internet.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 146.64,
      "fin": 157.65,
      "duracion": 11.01,
      "texto": "Actualmente, para ustedes, justamente que se fueron con la gestión anterior y también con lo que es la colectividad anterior, lo tenemos a $10,720 para que prueben nuestro nuevo sistema, ¿sí?",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante A",
      "inicio": 158.11,
      "fin": 161.64,
      "duracion": 3.53,
      "texto": "Eso es lo que nosotros estamos brindando justamente a los clientes.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante A",
      "inicio": 161.66,
      "fin": 161.88,
      "duracion": 0.22,
      "texto": "Bien.",
      "confianza": 0.562
    },
    {
      "hablante": "Hablante A",
      "inicio": 162.74,
      "fin": 164.26,
      "duracion": 1.52,
      "texto": "Yo tengo una consulta a voz.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante A",
      "inicio": 164.28,
      "fin": 167.38,
      "duracion": 3.1,
      "texto": "No sé si en algún momento tuviste fibra óptica movistar.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.85,
      "fin": 172.64,
      "duracion": 4.78,
      "texto": "No recuerdo, creo que no.",
      "confianza": 0.216
    },
    {
      "hablante": "Hablante A",
      "inicio": 172.66,
      "fin": 175.56,
      "duracion": 2.9,
      "texto": "No recuerdo, la verdad, pero creo que no.",
      "confianza": 0.514
    },
    {
      "hablante": "Hablante A",
      "inicio": 175.58,
      "fin": 180.65,
      "duracion": 5.06,
      "texto": "Puede haber sido que no, porque en la época de vos estabas, la verdad que no teníamos mucha conectividad de fibra.",
      "confianza": 0.608
    },
    {
      "hablante": "Hablante A",
      "inicio": 180.67,
      "fin": 183.91,
      "duracion": 3.24,
      "texto": "O sea, no llevábamos a muchos lados.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante A",
      "inicio": 184.63,
      "fin": 186.31,
      "duracion": 1.68,
      "texto": "Y te hago una consulta.",
      "confianza": 0.484
    },
    {
      "hablante": "Hablante A",
      "inicio": 186.33,
      "fin": 189.96,
      "duracion": 3.62,
      "texto": "¿Actualmente contás con algún servidor de fibra?",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 190.36,
      "fin": 196.65,
      "duracion": 6.29,
      "texto": "Sí, pero yo en este momento no puedo cambiar el servidor de internet porque yo estoy alquilando y no puedo cambiar el que está.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 196.84,
      "fin": 204.15,
      "duracion": 7.31,
      "texto": "hasta que no resuelva unos temas de vivienda, esto no lo puedo cambiar.",
      "confianza": 0.571
    },
    {
      "hablante": "Hablante A",
      "inicio": 204.23,
      "fin": 208.82,
      "duracion": 4.58,
      "texto": "Sí, igual lo entiendo porque a mí me pasa lo mismo.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.84,
      "fin": 212.3,
      "duracion": 3.47,
      "texto": "Pero bueno, esa es la idea que tengo para lo que es tu línea.",
      "confianza": 0.432
    },
    {
      "hablante": "Hablante A",
      "inicio": 212.76,
      "fin": 223.04,
      "duracion": 10.27,
      "texto": "Tienes una especie conocida que nosotros te brindamos, andas cómoda o básicamente necesitas más gigas.",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante A",
      "inicio": 223.06,
      "fin": 224.0,
      "duracion": 0.94,
      "texto": "No, no uso mucho, no es que necesite más gigas.",
      "confianza": 0.03
    },
    {
      "hablante": "Hablante A",
      "inicio": 224.35,
      "fin": 234.53,
      "duracion": 10.18,
      "texto": "Lo que sí, no te puedo dar una respuesta ahora, debería consultarlo, porque yo tengo tanto mi hija como mi esposo, los tres en la misma compañía.",
      "confianza": 0.757
    },
    {
      "hablante": "Hablante A",
      "inicio": 236.01,
      "fin": 240.66,
      "duracion": 4.65,
      "texto": "Entonces, es algo, digamos que...",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante A",
      "inicio": 240.92,
      "fin": 246.97,
      "duracion": 6.05,
      "texto": "Claro, tengo que... ¿Por eso te preguntaba si las líneas estaban al nombre tu?",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 247.23,
      "fin": 248.75,
      "duracion": 1.52,
      "texto": "No, pero no están a mi nombre.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante A",
      "inicio": 249.53,
      "fin": 256.28,
      "duracion": 6.75,
      "texto": "Mi marido tiene línea corporativa y mi hija está al nombre de mi marido.",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante B",
      "inicio": 258.01,
      "fin": 263.56,
      "duracion": 5.55,
      "texto": "Pero, por una cuestión de practicidad, siempre nos manejamos dando todos en la misma compañía.",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.57,
      "fin": 269.44,
      "duracion": 5.87,
      "texto": "Lo que no siempre era consejo a los clientes, que justamente se mudan todos a una misma empresa,",
      "confianza": 0.793
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.98,
      "fin": 278.43,
      "duracion": 8.45,
      "texto": "Y lo que yo siempre les aconsejo que ustedes, en vez de tener cada línea a sus nombres, que tengan todas las líneas al nombre de una sola persona.",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.49,
      "fin": 281.36,
      "duracion": 2.86,
      "texto": "Porque ustedes entran con más beneficio, ¿sí?",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.7,
      "fin": 285.16,
      "duracion": 3.46,
      "texto": "En cuanto al tema de los chivas, la conectividad, ¿sí?",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 285.48,
      "fin": 289.19,
      "duracion": 3.7,
      "texto": "Por eso, básicamente.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.21,
      "fin": 289.33,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.026
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.35,
      "fin": 289.81,
      "duracion": 0.46,
      "texto": "Bueno, por eso.",
      "confianza": 0.143
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.83,
      "fin": 294.33,
      "duracion": 4.51,
      "texto": "Yo lo tendría que conversar y... A ver si lo conversaste.",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.35,
      "fin": 294.47,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.09
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.49,
      "fin": 296.27,
      "duracion": 1.78,
      "texto": "Te voy a mandar un mensaje por WhatsApp.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 296.61,
      "fin": 310.93,
      "duracion": 14.32,
      "texto": "para que vos verifiquen nosotros tenemos esta unificación porque bueno, ha habido un descuento o ha habido un aumento bastante importante en lo que es las empresas que seguramente ya te debe haber llegado el mensajito de lo que es claro.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante B",
      "inicio": 312.07,
      "fin": 314.21,
      "duracion": 2.14,
      "texto": "No sé si te llegó.",
      "confianza": 0.42
    },
    {
      "hablante": "Hablante B",
      "inicio": 314.23,
      "fin": 314.45,
      "duracion": 0.22,
      "texto": "No, no, no.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 314.47,
      "fin": 321.72,
      "duracion": 7.25,
      "texto": "Bueno, ha habido un aumento general en todas las compañías para que también lo tengas en cuenta y bueno, nosotros todavía no entramos como empresa",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.07,
      "fin": 325.57,
      "duracion": 3.5,
      "texto": "pero sí tengo entendido que las otras días han aumentado.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.59,
      "fin": 332.34,
      "duracion": 6.75,
      "texto": "Yo tengo este beneficio para brindarte básicamente hasta las 4 de la tarde.",
      "confianza": 0.701
    },
    {
      "hablante": "Hablante B",
      "inicio": 332.74,
      "fin": 343.27,
      "duracion": 10.54,
      "texto": "No te voy a poder dar una respuesta positiva entonces, porque hasta la noche no voy a encontrarme con el resto de mi familia.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 343.8,
      "fin": 354.03,
      "duracion": 10.24,
      "texto": "Mira, lo que yo hice básicamente es brindarte el beneficio, te mando un mensajito por WhatsApp y cualquier cosa me responde por ahí.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 354.51,
      "fin": 359.86,
      "duracion": 5.35,
      "texto": "Que tengas un muy bonito día, muchísimas gracias.",
      "confianza": 0.56
    }
  ]
}