{
  "archivo": "amza8_1_260212144751045_ACD_81851.wav",
  "duracion_segundos": 319.17,
  "num_segmentos": 93,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 53.82,
    "Hablante A": 231.7
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "CLIENTE",
      "inicio": 1.6,
      "fin": 2.4,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 2.4,
      "fin": 2.7,
      "texto": "Buen día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 2.7,
      "fin": 3.2,
      "texto": "¿Cómo le va?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 3.2,
      "fin": 3.7,
      "texto": "¿Todo bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.4,
      "fin": 6.5,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.5,
      "fin": 6.7,
      "texto": "¿Quién habla?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.8,
      "fin": 9.6,
      "texto": "¿Pablo, verdad?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.6,
      "fin": 9.8,
      "texto": "Sí, señor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.8,
      "fin": 10.7,
      "texto": "Me alegro, Pablo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.7,
      "fin": 11.3,
      "texto": "Te comento, Pablo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.4,
      "fin": 12.3,
      "texto": "Mi nombre es Thiago."
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.0,
      "fin": 16.8,
      "texto": "Yo me estoy contactando en lo que es el área de bonificaciones para tu línea celular."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.5,
      "fin": 20.5,
      "texto": "Ya que me suena que estás abonando bastante por las dos líneas que tenemos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 20.5,
      "fin": 21.4,
      "texto": "¿Cuántos nombres así?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.3,
      "fin": 25.0,
      "texto": "¿De qué línea me estás llamando?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.0,
      "fin": 29.7,
      "texto": "Yo a la que termina..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.7,
      "fin": 30.1,
      "texto": "No, no, pero ¿de qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.1,
      "fin": 30.6,
      "texto": "¿De qué empresa digo?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.6,
      "fin": 30.8,
      "texto": "Perdona."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.1,
      "fin": 33.6,
      "texto": "Yo de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 33.6,
      "fin": 34.2,
      "texto": "Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 36.0,
      "fin": 38.3,
      "texto": "Mirá, te comento un poquito para no hacerte tardar el tiempo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 39.1,
      "fin": 40.5,
      "texto": "Yo tuve mucho tiempo con Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 41.0,
      "fin": 45.4,
      "texto": "Le había pedido un par de promociones porque estaba pagando mucha plata por las líneas que tenía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.1,
      "fin": 49.3,
      "texto": "Así que, claro, nos creció un servicio más económico."
    },
    {
      "hablante": "AGENTE",
      "inicio": 49.4,
      "fin": 54.3,
      "texto": "No digo a mejor, pero están allá mismo ahí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 54.3,
      "fin": 56.0,
      "texto": "Obvio, ponéles más o menos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 56.0,
      "fin": 58.1,
      "texto": "En este momento, ¿cuánto estaba poniendo ojo en Claro?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 59.2,
      "fin": 76.1,
      "texto": "Mirá, por las dos líneas, creo que algo de 18.000 a 20.000 pesos, porque a veces se trabaja mucho cuando está en un laburo y hace una recarga, pero está muy... 18, 17... Sí, obvio, obvio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 76.2,
      "fin": 79.2,
      "texto": "Mira, nosotros actualmente tenemos lo que es una prueba mucho más económica."
    },
    {
      "hablante": "AGENTE",
      "inicio": 79.6,
      "fin": 84.2,
      "texto": "Obviamente que acá hay un sistema que me asegura que lo que te había sucedido te sucedió hace un año ya."
    },
    {
      "hablante": "AGENTE",
      "inicio": 84.9,
      "fin": 87.4,
      "texto": "Hace un año ya está directamente en Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 87.6,
      "fin": 100.9,
      "texto": "Bueno, nosotros actualmente tenemos lo que es una prueba mucho más económica, con muchos más gigas, con muchos más beneficios de lo que tenés actualmente, a los cuales no le tendrías que hacer recarga, ni tampoco tendrías que ahorrar muchísimo más de lo que está ahorrando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.9,
      "fin": 102.6,
      "texto": "Mira, te lo comento un poquito."
    },
    {
      "hablante": "AGENTE",
      "inicio": 102.6,
      "fin": 108.2,
      "texto": "Actualmente tenemos lo que son 14 gigas para cada línea, en este caso son 18."
    },
    {
      "hablante": "AGENTE",
      "inicio": 108.2,
      "fin": 113.4,
      "texto": "Con WhatsApp gratis, ahora iré a cualquier compañía, a tan solo $7,790 pesos por línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 113.8,
      "fin": 120.3,
      "texto": "¿Cuánto tiempo tiene esta promoción?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 120.4,
      "fin": 125.9,
      "texto": "Nosotros actualmente la tenemos durante seis meses, lo cual en estos seis meses yo voy a ser tu asesor personal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 126.4,
      "fin": 132.1,
      "texto": "No lo hacemos durante un año, ya que si lo haces durante un año tenés bastante incremento en lo que es el tema de la facturación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 132.5,
      "fin": 135.4,
      "texto": "Entonces cada seis meses la puedes ir renovando sin ningún inconveniente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 136.5,
      "fin": 140.9,
      "texto": "Obviamente que un mes antes, yo te voy a dar aviso cuando se tente por hacer lo que es el tema de la facturación,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 141.4,
      "fin": 149.3,
      "texto": "y te vas a poner en contacto conmigo y yo te voy a ayudar a renovarla, sea a través de lo que es el área de bonificaciones o a través de la aplicación WebMovistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.8,
      "fin": 151.0,
      "texto": "Por eso no hay ningún inconveniente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 153.1,
      "fin": 158.4,
      "texto": "Y esto, digamos, los mismos gigas, todo eso, ¿me lo mantienes o me lo cambias también?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 158.4,
      "fin": 160.3,
      "texto": "No, no, no, obvio, siempre te lo mantengo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 160.7,
      "fin": 170.0,
      "texto": "Es más, yo te lo había brindado con 14 gigas, se te suma a lo que son 4 gigas, hay más de regalo ya que vos tenés lo que son dos líneas bajo tu nombre, o sea que en total te quedan 18 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 171.6,
      "fin": 173.1,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 173.3,
      "fin": 182.3,
      "texto": "O sea, me estás hablando de 18, no sé, 8 gigas por línea, me estás diciendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.3,
      "fin": 182.3,
      "texto": "9."
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.4,
      "fin": 183.3,
      "texto": "18."
    },
    {
      "hablante": "AGENTE",
      "inicio": 183.3,
      "fin": 186.6,
      "texto": "18 por línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 186.6,
      "fin": 189.7,
      "texto": "Claro, exacto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 189.8,
      "fin": 189.9,
      "texto": "Bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 189.9,
      "fin": 192.6,
      "texto": "Hacemos un favor, ¿me podés llamar en 20 minutos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 193.7,
      "fin": 199.1,
      "texto": "Ahí llega mi esposa y le comento, porque ella que sabe mucho más que esto, porque yo soy medio bruto en esto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.1,
      "fin": 201.3,
      "texto": "Si me llamas en 20 minutos, por ahí hacemos otro trato."
    },
    {
      "hablante": "AGENTE",
      "inicio": 202.0,
      "fin": 202.8,
      "texto": "Dale, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 202.8,
      "fin": 205.4,
      "texto": "Entonces, ¿te parece que te llama a las 15:10?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 205.4,
      "fin": 205.7,
      "texto": "Sí, 15:10."
    },
    {
      "hablante": "AGENTE",
      "inicio": 205.7,
      "fin": 211.4,
      "texto": "15:30 te llamamos, es más seguro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 211.5,
      "fin": 211.8,
      "texto": "Dale, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 211.8,
      "fin": 212.2,
      "texto": "¿Vale?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 212.2,
      "fin": 213.9,
      "texto": "Dale, dale, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.9,
      "fin": 215.5,
      "texto": "Así, a ver, por ahí cambiamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 216.2,
      "fin": 228.5,
      "texto": "Pero lo que necesito, que me asegure que me van a dar un buen servicio es porque durante mucho tiempo llamaba, tenía alguna promoción, no tenía, siempre me decía que no, estaba apaltada, me subían mal a los puestos del teléfono."
    },
    {
      "hablante": "AGENTE",
      "inicio": 229.0,
      "fin": 233.2,
      "texto": "Llegar a pagar hasta 60.000 pesos por 30.000 pesos por límite."
    },
    {
      "hablante": "AGENTE",
      "inicio": 233.2,
      "fin": 236.6,
      "texto": "Y eso era un montón de plata para mí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 236.7,
      "fin": 238.1,
      "texto": "Sí, no, es que es un montón de plata."
    },
    {
      "hablante": "AGENTE",
      "inicio": 238.1,
      "fin": 239.4,
      "texto": "O sea, es una locura por línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 239.5,
      "fin": 243.1,
      "texto": "No, sí, está perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 243.2,
      "fin": 245.3,
      "texto": "O sea, yo en tu casa también me hubiese cambiado de compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 246.8,
      "fin": 247.6,
      "texto": "Por eso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 247.6,
      "fin": 250.9,
      "texto": "¿Vos me vas a asegurar y me prometes que me haces un bolsa de bici?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 250.9,
      "fin": 254.8,
      "texto": "No me lo... Y no me van a hacer un tabuto con masier ornate."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 255.1,
      "fin": 256.2,
      "texto": "Así volvemos, ¿sí o no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.6,
      "fin": 272.4,
      "texto": "En este caso, primero que nada, no vas a tener que contactarte a ningún telenocho, siento, ya que vos vas a tener mi nombre personal, vas a estar en contacto conmigo, yo voy a ser tu asesor, ahora mismo te voy a mandar un mensaje, te voy a poner el nombre de mi nombre es Thiago, soy un movistar, para que te quieras estar tranquilo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 274.9,
      "fin": 280.6,
      "texto": "Bueno, ahora ahí vamos a estar en contacto, cualquier duda o encomienda que vos tengas, me lo vas a mencionar a través de lo que es"
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.4,
      "fin": 282.3,
      "texto": "de lo que es el WhatsApp."
    },
    {
      "hablante": "AGENTE",
      "inicio": 282.6,
      "fin": 284.5,
      "texto": "Yo te lo voy a solucionar todo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 284.6,
      "fin": 291.8,
      "texto": "Es más, como te había dicho, si vos querés lo que es una bonificación, yo te voy a ayudar a conseguir en la aplicación de Instagram o en el área de bonificaciones."
    },
    {
      "hablante": "AGENTE",
      "inicio": 291.8,
      "fin": 294.3,
      "texto": "Por eso quédate tranquilo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.3,
      "fin": 297.9,
      "texto": "Bueno, la chamáme a 15:30 y por ahí volvemos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 297.9,
      "fin": 299.4,
      "texto": "Si no, solo camina a mi esposa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 300.7,
      "fin": 303.5,
      "texto": "Y si sirve, bueno, vemos qué hacemos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 303.5,
      "fin": 304.0,
      "texto": "Dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 304.0,
      "fin": 304.6,
      "texto": "Vale, genial."
    },
    {
      "hablante": "AGENTE",
      "inicio": 304.7,
      "fin": 305.1,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 305.1,
      "fin": 309.5,
      "texto": "Dale, muchas gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.5,
      "fin": 310.0,
      "texto": "Dale, no gracias a vos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 310.0,
      "fin": 310.2,
      "texto": "Hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 310.2,
      "fin": 310.5,
      "texto": "Dale, papá."
    },
    {
      "hablante": "AGENTE",
      "inicio": 310.5,
      "fin": 310.7,
      "texto": "Hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 311.4,
      "fin": 319.2,
      "texto": "Sí, sí, sí."
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Cómo le va? ¿Todo bien? Bien. ¿Quién habla? ¿Pablo, verdad? Sí, señor. Me alegro, Pablo. Te comento, Pablo. Mi nombre es Thiago. Yo me estoy contactando en lo que es el área de bonificaciones para tu línea celular. Ya que me suena que estás abonando bastante por las dos líneas que tenemos. ¿Cuántos nombres así? ¿De qué línea me estás llamando? Yo a la que termina... No, no, pero ¿de qué? ¿De qué empresa digo? Perdona. Yo de Movistar. Movistar. Mirá, te comento un poquito para no hacerte tardar el tiempo. Yo tuve mucho tiempo con Movistar. Le había pedido un par de promociones porque estaba pagando mucha plata por las líneas que tenía. Así que, claro, nos creció un servicio más económico. No digo a mejor, pero están allá mismo ahí. Obvio, ponéles más o menos. En este momento, ¿cuánto estaba poniendo ojo en Claro? Mirá, por las dos líneas, creo que algo de 18.000 a 20.000 pesos, porque a veces se trabaja mucho cuando está en un laburo y hace una recarga, pero está muy... 18, 17... Sí, obvio, obvio. Mira, nosotros actualmente tenemos lo que es una prueba mucho más económica. Obviamente que acá hay un sistema que me asegura que lo que te había sucedido te sucedió hace un año ya. Hace un año ya está directamente en Claro. Bueno, nosotros actualmente tenemos lo que es una prueba mucho más económica, con muchos más gigas, con muchos más beneficios de lo que tenés actualmente, a los cuales no le tendrías que hacer recarga, ni tampoco tendrías que ahorrar muchísimo más de lo que está ahorrando. Mira, te lo comento un poquito. Actualmente tenemos lo que son 14 gigas para cada línea, en este caso son 18. Con WhatsApp gratis, ahora iré a cualquier compañía, a tan solo $7,790 pesos por línea. ¿Cuánto tiempo tiene esta promoción? Nosotros actualmente la tenemos durante seis meses, lo cual en estos seis meses yo voy a ser tu asesor personal. No lo hacemos durante un año, ya que si lo haces durante un año tenés bastante incremento en lo que es el tema de la facturación. Entonces cada seis meses la puedes ir renovando sin ningún inconveniente. Obviamente que un mes antes, yo te voy a dar aviso cuando se tente por hacer lo que es el tema de la facturación, y te vas a poner en contacto conmigo y yo te voy a ayudar a renovarla, sea a través de lo que es el área de bonificaciones o a través de la aplicación WebMovistar. Por eso no hay ningún inconveniente. Y esto, digamos, los mismos gigas, todo eso, ¿me lo mantienes o me lo cambias también? No, no, no, obvio, siempre te lo mantengo. Es más, yo te lo había brindado con 14 gigas, se te suma a lo que son 4 gigas, hay más de regalo ya que vos tenés lo que son dos líneas bajo tu nombre, o sea que en total te quedan 18 gigas. Bien. O sea, me estás hablando de 18, no sé, 8 gigas por línea, me estás diciendo. 9. 18. 18 por línea. Claro, exacto. Bueno. Hacemos un favor, ¿me podés llamar en 20 minutos? Ahí llega mi esposa y le comento, porque ella que sabe mucho más que esto, porque yo soy medio bruto en esto. Si me llamas en 20 minutos, por ahí hacemos otro trato. Dale, perfecto. Entonces, ¿te parece que te llama a las 15:10? Sí, 15:10. 15:30 te llamamos, es más seguro. Dale, perfecto. ¿Vale? Dale, dale, perfecto. Así, a ver, por ahí cambiamos. Pero lo que necesito, que me asegure que me van a dar un buen servicio es porque durante mucho tiempo llamaba, tenía alguna promoción, no tenía, siempre me decía que no, estaba apaltada, me subían mal a los puestos del teléfono. Llegar a pagar hasta 60.000 pesos por 30.000 pesos por límite. Y eso era un montón de plata para mí. Sí, no, es que es un montón de plata. O sea, es una locura por línea. No, sí, está perfecto. O sea, yo en tu casa también me hubiese cambiado de compañía. Por eso. ¿Vos me vas a asegurar y me prometes que me haces un bolsa de bici? No me lo... Y no me van a hacer un tabuto con masier ornate. Así volvemos, ¿sí o no? En este caso, primero que nada, no vas a tener que contactarte a ningún telenocho, siento, ya que vos vas a tener mi nombre personal, vas a estar en contacto conmigo, yo voy a ser tu asesor, ahora mismo te voy a mandar un mensaje, te voy a poner el nombre de mi nombre es Thiago, soy un movistar, para que te quieras estar tranquilo. Bueno, ahora ahí vamos a estar en contacto, cualquier duda o encomienda que vos tengas, me lo vas a mencionar a través de lo que es de lo que es el WhatsApp. Yo te lo voy a solucionar todo. Es más, como te había dicho, si vos querés lo que es una bonificación, yo te voy a ayudar a conseguir en la aplicación de Instagram o en el área de bonificaciones. Por eso quédate tranquilo. Bueno, la chamáme a 15:30 y por ahí volvemos. Si no, solo camina a mi esposa. Y si sirve, bueno, vemos qué hacemos. Dale. Vale, genial. Perfecto. Dale, muchas gracias. Dale, no gracias a vos. Hasta luego. Dale, papá. Hasta luego. Sí, sí, sí.",
  "calidad": {
    "confianza_promedio": 0.461,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T12:55:28.333576",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 18GB"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas). Identificación de roles. Mejora de la puntuación y la gramática."
    },
    "fecha_mejora": "2026-02-20T11:37:06.159894",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.63,
      "fin": 2.35,
      "duracion": 0.72,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 2.38,
      "fin": 2.67,
      "duracion": 0.3,
      "texto": "Buen día.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 2.69,
      "fin": 3.2,
      "duracion": 0.5,
      "texto": "¿Cómo le va?",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante B",
      "inicio": 3.22,
      "fin": 3.66,
      "duracion": 0.44,
      "texto": "¿Todo bien?",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.36,
      "fin": 6.46,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.48,
      "fin": 6.74,
      "duracion": 0.26,
      "texto": "¿Quién hablá?",
      "confianza": 0.064
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.76,
      "fin": 9.61,
      "duracion": 2.84,
      "texto": "¿Pablo, verdad?",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.62,
      "fin": 9.82,
      "duracion": 0.2,
      "texto": "Sí, señor.",
      "confianza": 0.012
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.85,
      "fin": 10.67,
      "duracion": 0.82,
      "texto": "Me alegro, Pablo.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.69,
      "fin": 11.35,
      "duracion": 0.66,
      "texto": "Te comento, Pablo.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.41,
      "fin": 12.33,
      "duracion": 0.92,
      "texto": "Mi nombre es Thiago.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.99,
      "fin": 16.8,
      "duracion": 3.81,
      "texto": "Yo me estoy contactando en lo que es el área de bonificaciones para tu línea celular.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.48,
      "fin": 20.52,
      "duracion": 3.04,
      "texto": "Ya que me suena que estás abonando bastante por las dos líneas que tenemos.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.54,
      "fin": 21.4,
      "duracion": 0.86,
      "texto": "¿Cuántos nombres así?",
      "confianza": 0.729
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.34,
      "fin": 25.01,
      "duracion": 1.66,
      "texto": "¿De qué línea me estás llamando?",
      "confianza": 0.046
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.03,
      "fin": 29.67,
      "duracion": 4.65,
      "texto": "Yo a la que termina...",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.69,
      "fin": 30.13,
      "duracion": 0.44,
      "texto": "No, no, pero ¿de qué?",
      "confianza": 0.161
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.15,
      "fin": 30.63,
      "duracion": 0.48,
      "texto": "¿De qué empresa digo?",
      "confianza": 0.059
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.65,
      "fin": 30.81,
      "duracion": 0.16,
      "texto": "Perdona.",
      "confianza": 0.129
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.11,
      "fin": 33.62,
      "duracion": 2.5,
      "texto": "Yo de Movistar.",
      "confianza": 0.491
    },
    {
      "hablante": "Hablante B",
      "inicio": 33.64,
      "fin": 34.22,
      "duracion": 0.58,
      "texto": "Movistar.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante A",
      "inicio": 36.0,
      "fin": 38.32,
      "duracion": 2.32,
      "texto": "Mirá, te comento un poquito para no hacerte tardar el tiempo.",
      "confianza": 0.522
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.06,
      "fin": 40.47,
      "duracion": 1.4,
      "texto": "Yo tuve mucho tiempo con Movistar.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.01,
      "fin": 45.35,
      "duracion": 4.34,
      "texto": "Le había pedido un par de promociones porque estaba pagando mucha plata por las líneas que tenía.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.13,
      "fin": 49.34,
      "duracion": 3.2,
      "texto": "Así que, claro, nos creció un servicio más económico.",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.35,
      "fin": 54.28,
      "duracion": 4.93,
      "texto": "No digo a mejor, pero están allá mismo ahí.",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.3,
      "fin": 55.98,
      "duracion": 1.68,
      "texto": "Obvio, ponéles más o menos.",
      "confianza": 0.278
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.0,
      "fin": 58.08,
      "duracion": 2.08,
      "texto": "En este momento, ¿cuánto estaba poniendo ojo en Plaro?",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.18,
      "fin": 76.14,
      "duracion": 16.96,
      "texto": "Mirá, por las dos líneas, creo que algo de 18.000 a 20.000 pesos, porque a veces se trabaja mucho cuando está en un labio y hace una recarga, pero está muy... 18, 17... Sí, obvio, obvio.",
      "confianza": 0.399
    },
    {
      "hablante": "Hablante A",
      "inicio": 76.16,
      "fin": 79.18,
      "duracion": 3.02,
      "texto": "Mira, nosotros actualmente tenemos lo que es una prueba mucho más económica.",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante A",
      "inicio": 79.6,
      "fin": 84.19,
      "duracion": 4.59,
      "texto": "Obviamente que acá hay un sistema que me asegura que lo que te había sucedido te sucedió hace un año ya.",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.87,
      "fin": 87.41,
      "duracion": 2.54,
      "texto": "Hace un año ya está directamente inclaro.",
      "confianza": 0.213
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.58,
      "fin": 100.9,
      "duracion": 13.32,
      "texto": "Bueno, nosotros actualmente tenemos lo que es una prueba mucho más económica, con mucho más gigas, con muchos más beneficios de lo que tenés actualmente, a los cuales no le tendrías que hacer recarga, ni tampoco tendrías que ahorrar muchísimo más de lo que está ahorrando.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.92,
      "fin": 102.62,
      "duracion": 1.7,
      "texto": "Mira, te lo comento un poquito.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.64,
      "fin": 108.21,
      "duracion": 5.57,
      "texto": "Actualmente tenemos lo que son 14 gigas para cada línea, en este caso son 18.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 108.23,
      "fin": 113.4,
      "duracion": 5.17,
      "texto": "Con WhatsApp Artis, ahora iré a cualquier compañía, a tal solo $7,790 pesos por línea.",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 113.8,
      "fin": 120.35,
      "duracion": 6.55,
      "texto": "¿Cuánto tiempo tiene esta promoción?",
      "confianza": 0.04
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.37,
      "fin": 125.92,
      "duracion": 5.55,
      "texto": "Nosotros actualmente la tenemos durante seis meses, lo cual en estos seis meses yo voy a ser tu asesor personal.",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante A",
      "inicio": 126.36,
      "fin": 132.09,
      "duracion": 5.73,
      "texto": "No lo hacemos durante un año, ya que si lo haces durante un año tenés bastante incremento en lo que es el tema de la facturación.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.53,
      "fin": 135.45,
      "duracion": 2.92,
      "texto": "Entonces cada seis meses la puedes ir renovando sin ningún inconveniente.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante A",
      "inicio": 136.49,
      "fin": 140.94,
      "duracion": 4.45,
      "texto": "Obviamente que un mes antes, yo te voy a dar aviso cuando se tenté por hacer lo que es el tema de la facturación,",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante A",
      "inicio": 141.44,
      "fin": 149.35,
      "duracion": 7.91,
      "texto": "y te vas a poner en contacto conmigo y yo te voy a ayudar a renovarla, sea a través de lo que es el área de bonificaciones o a través de la aplicación WebMovistar.",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.79,
      "fin": 150.99,
      "duracion": 1.2,
      "texto": "Por eso no hay ningún inconveniente.",
      "confianza": 0.386
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.1,
      "fin": 158.42,
      "duracion": 5.33,
      "texto": "Y esto, digamos, los mismos gigas, todo eso, ¿me lo mantienes o me lo cambias también?",
      "confianza": 0.242
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.44,
      "fin": 160.31,
      "duracion": 1.86,
      "texto": "No, no, no, obvio, siempre te lo mantengo.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 160.72,
      "fin": 170.02,
      "duracion": 9.29,
      "texto": "Es más, yo te lo había brindado con 14 gigas, se te suma a lo que son 4 gigas, hay más de regalo ya que vos tenés lo que son dos líneas bajo tu nombre, o sea que en total te quedan 18 gigas.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante A",
      "inicio": 171.63,
      "fin": 173.12,
      "duracion": 1.48,
      "texto": "Bien.",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.28,
      "fin": 182.29,
      "duracion": 9.01,
      "texto": "O sea, me estás hablando de 18, no sé, 8 figas por línea, me estás diciendo.",
      "confianza": 0.546
    },
    {
      "hablante": "Hablante A",
      "inicio": 182.31,
      "fin": 182.35,
      "duracion": 0.04,
      "texto": "9.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante A",
      "inicio": 182.37,
      "fin": 183.27,
      "duracion": 0.9,
      "texto": "18.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.31,
      "fin": 186.62,
      "duracion": 3.31,
      "texto": "18 por línea.",
      "confianza": 0.549
    },
    {
      "hablante": "Hablante A",
      "inicio": 186.63,
      "fin": 189.74,
      "duracion": 3.1,
      "texto": "Claro, exacto.",
      "confianza": 0.132
    },
    {
      "hablante": "Hablante A",
      "inicio": 189.76,
      "fin": 189.88,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.009
    },
    {
      "hablante": "Hablante A",
      "inicio": 189.9,
      "fin": 192.64,
      "duracion": 2.74,
      "texto": "Hacemos un favor, ¿me podés llamar en 20 minutos?",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante A",
      "inicio": 193.71,
      "fin": 199.09,
      "duracion": 5.39,
      "texto": "Ahí llega mi esposa y le comento, porque ella que sabe mucho más que esto, porque yo soy medio bruto en esto.",
      "confianza": 0.406
    },
    {
      "hablante": "Hablante A",
      "inicio": 199.11,
      "fin": 201.34,
      "duracion": 2.22,
      "texto": "Si me llamas en 20 minutos, por ahí hacemos otro trato.",
      "confianza": 0.254
    },
    {
      "hablante": "Hablante A",
      "inicio": 201.97,
      "fin": 202.79,
      "duracion": 0.82,
      "texto": "Dale, perfecto.",
      "confianza": 0.172
    },
    {
      "hablante": "Hablante A",
      "inicio": 202.81,
      "fin": 205.36,
      "duracion": 2.55,
      "texto": "Entonces, ¿te parece que te llama a las 15.10?",
      "confianza": 0.563
    },
    {
      "hablante": "Hablante A",
      "inicio": 205.38,
      "fin": 205.7,
      "duracion": 0.32,
      "texto": "Sí, 15.10.",
      "confianza": 0.485
    },
    {
      "hablante": "Hablante A",
      "inicio": 205.74,
      "fin": 211.45,
      "duracion": 5.71,
      "texto": "15.30 te llamamos, es más seguro.",
      "confianza": 0.375
    },
    {
      "hablante": "Hablante A",
      "inicio": 211.47,
      "fin": 211.77,
      "duracion": 0.3,
      "texto": "Dale, perfecto.",
      "confianza": 0.038
    },
    {
      "hablante": "Hablante A",
      "inicio": 211.79,
      "fin": 212.19,
      "duracion": 0.4,
      "texto": "¿Vale?",
      "confianza": 0.54
    },
    {
      "hablante": "Hablante A",
      "inicio": 212.21,
      "fin": 213.89,
      "duracion": 1.68,
      "texto": "Dale, dale, perfecto.",
      "confianza": 0.172
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.91,
      "fin": 215.54,
      "duracion": 1.62,
      "texto": "Así, a ver, por ahí cambiamos.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante A",
      "inicio": 216.16,
      "fin": 228.54,
      "duracion": 12.38,
      "texto": "Pero lo que necesito, que me asegure que me van a dar un buen servicio es porque durante mucho tiempo llamaba, tenía alguna promoción, no tenía, siempre me decía que no, estaba apaltada, me subían mal a los puestos del teléfono.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 228.99,
      "fin": 233.22,
      "duracion": 4.23,
      "texto": "Llegar a pagar hasta 60.000 pesos por 30.000 pesos por límite.",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante A",
      "inicio": 233.24,
      "fin": 236.64,
      "duracion": 3.4,
      "texto": "Y eso era un montón de plata para mí.",
      "confianza": 0.35
    },
    {
      "hablante": "Hablante A",
      "inicio": 236.66,
      "fin": 238.1,
      "duracion": 1.44,
      "texto": "Sí, no, es que es un montón de plata.",
      "confianza": 0.357
    },
    {
      "hablante": "Hablante A",
      "inicio": 238.12,
      "fin": 239.44,
      "duracion": 1.32,
      "texto": "O sea, es una locura por línea.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante A",
      "inicio": 239.49,
      "fin": 243.13,
      "duracion": 3.64,
      "texto": "No, sí, está perfecto.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante A",
      "inicio": 243.15,
      "fin": 245.29,
      "duracion": 2.14,
      "texto": "O sea, yo en tu casa también me hubiese cambiado de compañía.",
      "confianza": 0.469
    },
    {
      "hablante": "Hablante B",
      "inicio": 246.81,
      "fin": 247.6,
      "duracion": 0.78,
      "texto": "Por eso.",
      "confianza": 0.166
    },
    {
      "hablante": "Hablante B",
      "inicio": 247.62,
      "fin": 250.88,
      "duracion": 3.26,
      "texto": "¿Vos me vas a asegurar y me prometes que me haces un bolsa de bici?",
      "confianza": 0.45
    },
    {
      "hablante": "Hablante B",
      "inicio": 250.9,
      "fin": 254.76,
      "duracion": 3.86,
      "texto": "No me lo... Y no me van a hacer un tabuto con masier ornate.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante B",
      "inicio": 255.06,
      "fin": 256.25,
      "duracion": 1.18,
      "texto": "Así volvemos, ¿sí o no?",
      "confianza": 0.286
    },
    {
      "hablante": "Hablante B",
      "inicio": 256.55,
      "fin": 272.37,
      "duracion": 15.83,
      "texto": "En este caso, primero que nada, no vas a tener que contactarte a ningún telenocho, siento, ya que vos vas a tener mi nombre personal, vas a estar en contacto conmigo, yo voy a ser tu asesor, ahora mismo te voy a mandar un mensaje, te voy a poner el nombre de mi nombre es Tiajo, soy un movistar, para que te quieras estar tranquilo.",
      "confianza": 0.5
    },
    {
      "hablante": "Hablante A",
      "inicio": 274.88,
      "fin": 280.55,
      "duracion": 5.67,
      "texto": "Bueno, ahora ahí vamos a estar en contacto, cualquier duda o encomienda que vos tengas, me lo vas a mencionar a través de lo que es",
      "confianza": 0.596
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.35,
      "fin": 282.31,
      "duracion": 0.96,
      "texto": "de lo que es el WhatsApp.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante A",
      "inicio": 282.65,
      "fin": 284.54,
      "duracion": 1.88,
      "texto": "Yo te lo voy a solucionar todo.",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante A",
      "inicio": 284.56,
      "fin": 291.76,
      "duracion": 7.21,
      "texto": "Es más, como te había dicho, si vos querés lo que es una bonificación, yo te voy a ayudar a conseguir en la aplicación de Instagram o en el área de bonificaciones.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante A",
      "inicio": 291.82,
      "fin": 294.26,
      "duracion": 2.44,
      "texto": "Por eso quédate tranquilo.",
      "confianza": 0.418
    },
    {
      "hablante": "Hablante A",
      "inicio": 294.29,
      "fin": 297.89,
      "duracion": 3.6,
      "texto": "Bueno, la chamáme a 1530 y por ahí volvemos.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 297.91,
      "fin": 299.41,
      "duracion": 1.5,
      "texto": "Si no, solo camina a mi esposa.",
      "confianza": 0.407
    },
    {
      "hablante": "Hablante A",
      "inicio": 300.71,
      "fin": 303.51,
      "duracion": 2.8,
      "texto": "Y si sirve, bueno, vemos qué hacemos.",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante A",
      "inicio": 303.53,
      "fin": 303.99,
      "duracion": 0.46,
      "texto": "Dale.",
      "confianza": 0.585
    },
    {
      "hablante": "Hablante A",
      "inicio": 304.01,
      "fin": 304.6,
      "duracion": 0.58,
      "texto": "Vale, genial.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 304.68,
      "fin": 305.1,
      "duracion": 0.42,
      "texto": "Perfecto.",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante A",
      "inicio": 305.13,
      "fin": 309.48,
      "duracion": 4.34,
      "texto": "Dale, muchas gracias.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.5,
      "fin": 309.96,
      "duracion": 0.46,
      "texto": "Dale, no gracias a vos.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.98,
      "fin": 310.22,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante A",
      "inicio": 310.24,
      "fin": 310.46,
      "duracion": 0.22,
      "texto": "Dale, papá.",
      "confianza": 0.03
    },
    {
      "hablante": "Hablante A",
      "inicio": 310.48,
      "fin": 310.72,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.084
    },
    {
      "hablante": "Hablante A",
      "inicio": 311.39,
      "fin": 319.17,
      "duracion": 7.78,
      "texto": "Sí, sí, sí.",
      "confianza": 0.439
    }
  ]
}