{
  "archivo": "amza2_1_260219144518398_MIT_01972.wav",
  "duracion_segundos": 367.74,
  "num_segmentos": 83,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 82.72,
    "Hablante B": 262.35
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 12.1,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.2,
      "fin": 12.6,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.6,
      "fin": 15.6,
      "texto": "Hablo con Roberto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.6,
      "fin": 15.9,
      "texto": "Sí, señor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.9,
      "fin": 16.3,
      "texto": "Con gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 16.3,
      "fin": 17.3,
      "texto": "¿Cómo le va, Roberto?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.3,
      "fin": 18.2,
      "texto": "Mi nombre es Luciana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.3,
      "fin": 20.4,
      "texto": "Sí, yo me estoy contactando nuevamente de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.0,
      "fin": 25.8,
      "texto": "Habíamos estado en contacto para poder realizar lo que es el pase de compañía, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 26.8,
      "fin": 30.6,
      "texto": "¿Usted actualmente sigue con un abono mensual, verdad?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 32.6,
      "fin": 32.6,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 32.7,
      "fin": 33.6,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 33.6,
      "fin": 43.0,
      "texto": "En el día de hoy, el plan más económico que tengo para ofrecerle es un plan de 4 gigas de base más 10 de regalo a $7.780."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.3,
      "fin": 48.3,
      "texto": "Te voy a interrumpir un poquito."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.3,
      "fin": 52.1,
      "texto": "¿Puedes decir que corté con una chica de Movistar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 52.1,
      "fin": 52.5,
      "texto": "Una chica peruana."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 52.5,
      "fin": 52.8,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.2,
      "fin": 74.7,
      "texto": "Recién corté con ella porque quiero pasar un teléfono que tengo a mi abuelo, que tengo con tarjeta, lo quiero pasar a abono y me dijo, ahora te van a llamar de Movistar, por eso te atendí, pero era el mismo problema que va a estar ofreciendo y lo que recién la chica me llamó."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 74.7,
      "fin": 76.2,
      "texto": "Para que no hable."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 76.3,
      "fin": 77.7,
      "texto": "¿Y optaste por ese plan?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 77.8,
      "fin": 78.2,
      "texto": "¿Qué pasó?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 79.0,
      "fin": 87.2,
      "texto": "No, le dije a la chica que quería hablar por el tema que quería pasar la línea de mi hija, que está con la madre, ella lo tiene con tarjeta, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 87.2,
      "fin": 92.2,
      "texto": "Y yo quiero pasar a abono a mi nombre, pero me dijo que te van a llamar de otra, de otro sector, me dijo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 92.7,
      "fin": 95.2,
      "texto": "Y es de Movistar la línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 95.2,
      "fin": 97.2,
      "texto": "De Movistar, claro, sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 97.2,
      "fin": 98.4,
      "texto": "Ah, bien, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 98.4,
      "fin": 103.2,
      "texto": "En realidad el motivo de mi llamada es porque habíamos estado en contacto hace menos de una semana, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 103.6,
      "fin": 106.0,
      "texto": "Por esta línea me había dicho."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 106.0,
      "fin": 107.1,
      "texto": "Ah, ¿tu nombre es?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 107.1,
      "fin": 107.8,
      "texto": "Luciana."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.0,
      "fin": 112.3,
      "texto": "Me llamaron tantas que ya no me acuerdo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 112.3,
      "fin": 113.2,
      "texto": "Sí, está el problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 113.2,
      "fin": 125.6,
      "texto": "Con respecto a lo que es Movistar en abono, incluso si usted pasa esta línea a Movistar, desde la app Mi Movistar va a poder asociar la línea de su hija, ponerla a su nombre y con un abono mensual."
    },
    {
      "hablante": "AGENTE",
      "inicio": 127.8,
      "fin": 129.2,
      "texto": "Claro, eso es lo que yo quería hacer, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 130.2,
      "fin": 131.3,
      "texto": "Que se alineen con..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 131.4,
      "fin": 134.4,
      "texto": "Pero, ¿por qué no lo hacen? Lo tienen que llamar a otros sectores, ¿puede ser?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 134.8,
      "fin": 147.1,
      "texto": "Exacto, pero de todas maneras, si usted, por ejemplo, pasa esta línea, esta línea con la que me hice contacto ahí con impactando a Movistar, después desde la app Mi Movistar va a poder realizar eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 147.1,
      "fin": 161.0,
      "texto": "Ah, pero yo quería ver lo que me proponían, qué hay de, viste, de... Me hizo abono, no quería saber cuánto, porque yo tengo un chofer mío que se pasó hace poquito, va, él ahora se pasó a Movistar,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 161.3,
      "fin": 177.7,
      "texto": "y yo le di el teléfono de una chica que también me había llamado para quedarme con ella porque digo mira, a mí me ofrecieron 14 gigas por los 7 mil y pico que vos me ofreciste y él está pagando 20 por 8 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 178.0,
      "fin": 180.7,
      "texto": "Yo digo, es caro lo que te ofrecieron."
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.1,
      "fin": 182.9,
      "texto": "Y digo, ¿cuántas gigas?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 183.0,
      "fin": 184.3,
      "texto": "Y él averiguó y 8 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 184.4,
      "fin": 185.5,
      "texto": "Le digo, ¿es caro?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 188.4,
      "fin": 188.5,
      "texto": "¿Y qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 188.6,
      "fin": 191.1,
      "texto": "Ahora se puso en Movistar, él tenía Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 191.4,
      "fin": 192.6,
      "texto": "Ah, listo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 192.6,
      "fin": 195.7,
      "texto": "Y le ofrecieron 8 y pagaba 20."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 195.7,
      "fin": 198.8,
      "texto": "Claro, por eso me parecía caro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.8,
      "fin": 210.0,
      "texto": "Yo le dije, le di el teléfono de la chica, se lo pasé para que hable con él y la chica le dijo que ahora me pague y que ya me dé vuelta para bajarle."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 210.1,
      "fin": 213.8,
      "texto": "Sí, exacto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.9,
      "fin": 217.9,
      "texto": "Es de acuerdo al trato con cada persona."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 218.0,
      "fin": 244.6,
      "texto": "Eso es porque sinceramente, de acuerdo al trato que haga con los asesores, de todas maneras, de todas maneras es como le he dicho a usted, si usted pasa lo que es esa línea ahora mismo, lo que es a Movistar, calcule que por lo menos en tres días, en 72 horas hábiles, ya va a ser parte de Movistar, ahí descarga la app Mi Movistar, y va a poder asociar lo que es la línea de su hija para pasarla a abono mensual también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 244.6,
      "fin": 244.7,
      "texto": "Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 245.3,
      "fin": 254.5,
      "texto": "Ya le dije, estoy esperando que me llamen para ver lo que me ofrecen el abono que le puedo poner a mi hija a ver lo que me dice."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 254.5,
      "fin": 255.4,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 255.4,
      "fin": 258.7,
      "texto": "¿Y por qué esta niña no la quiere pasar a Movistar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 258.7,
      "fin": 262.5,
      "texto": "No, quiero primero pasar la línea de mi hija y después veo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 262.5,
      "fin": 264.5,
      "texto": "Ah, pero por algún motivo especial."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 265.0,
      "fin": 267.9,
      "texto": "No, yo me fui de Movistar por el tema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 267.9,
      "fin": 269.4,
      "texto": "Si te hablé con vos te tuve que contar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 269.5,
      "fin": 272.6,
      "texto": "El trato que tiene Movistar no me gusta."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 272.6,
      "fin": 281.9,
      "texto": "A mí, claro, ponerle ahora, hace una semana, más o menos, me está haciendo acordar que yo ya pagué igual hoy, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 281.9,
      "fin": 284.0,
      "texto": "Que no te avisan antes, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 284.4,
      "fin": 288.9,
      "texto": "Vos lo llamaste y once y te atienden enseguida, son más amables."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 289.2,
      "fin": 290.7,
      "texto": "No vos, no te lo pongo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 290.7,
      "fin": 292.6,
      "texto": "Es otro trato, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 292.7,
      "fin": 294.5,
      "texto": "Es otro trato que tiene."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 294.5,
      "fin": 296.2,
      "texto": "Por eso la gente se va."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 296.2,
      "fin": 299.4,
      "texto": "Y yo le ofrecí lo que es una asesoría personalizada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 299.7,
      "fin": 302.4,
      "texto": "Ah, pues puede ser."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 303.0,
      "fin": 311.0,
      "texto": "Me había ofrecido que me ibas a necesitar tomar un café, me parece."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 311.0,
      "fin": 311.1,
      "texto": "No."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 311.1,
      "fin": 311.5,
      "texto": "Eso no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 311.5,
      "fin": 319.3,
      "texto": "Pero sí le ofrecí que tenga mi contacto laboral, en este caso mi WhatsApp, para cualquier duda o consulta o inconveniente que tuviese."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 319.7,
      "fin": 325.4,
      "texto": "Me parece que no estás mintiendo, me parece que no estás mintiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 325.4,
      "fin": 336.8,
      "texto": "No sé si te agendé, hablé con un montón de gente que nos dice que te llamé, 10 personas, 10 chicos me llamaron y me dijeron que te dieron los personales, jamás me atendía cuando lo necesites."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 336.8,
      "fin": 338.7,
      "texto": "Bueno, sí, él me dijo exactamente lo mismo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 339.0,
      "fin": 342.1,
      "texto": "Exactamente lo mismo que dijo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 342.1,
      "fin": 348.4,
      "texto": "Bueno, bueno, entonces, directamente espere entonces que se contacte a algún Movistar para ofrecerle la línea de su hija."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 349.0,
      "fin": 351.1,
      "texto": "Por favor, y ahí después yo te llamo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 351.4,
      "fin": 355.3,
      "texto": "Si te tengo, te voy a buscar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 355.7,
      "fin": 357.1,
      "texto": "Sí, Luciana, exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 357.2,
      "fin": 367.7,
      "texto": "Muchísimas gracias."
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Hablo con Roberto. Sí, señor. Con gusto. ¿Cómo le va, Roberto? Mi nombre es Luciana. Sí, yo me estoy contactando nuevamente de Movistar. Habíamos estado en contacto para poder realizar lo que es el pase de compañía, ¿sí? ¿Usted actualmente sigue con un abono mensual, verdad? Sí. Bien, perfecto. En el día de hoy, el plan más económico que tengo para ofrecerle es un plan de 4 gigas de base más 10 de regalo a $7.780. Te voy a interrumpir un poquito. ¿Puedes decir que corté con una chica de Movistar? Una chica peruana. Ah, bien. Recién corté con ella porque quiero pasar un teléfono que tengo a mi abuelo, que tengo con tarjeta, lo quiero pasar a abono y me dijo, ahora te van a llamar de Movistar, por eso te atendí, pero era el mismo problema que va a estar ofreciendo y lo que recién la chica me llamó. Para que no hable. ¿Y optaste por ese plan? ¿Qué pasó? No, le dije a la chica que quería hablar por el tema que quería pasar la línea de mi hija, que está con la madre, ella lo tiene con tarjeta, ¿viste? Y yo quiero pasar a abono a mi nombre, pero me dijo que te van a llamar de otra, de otro sector, me dijo. Y es de Movistar la línea. De Movistar, claro, sí, sí. Ah, bien, perfecto. En realidad el motivo de mi llamada es porque habíamos estado en contacto hace menos de una semana, ¿sí? Por esta línea me había dicho. Ah, ¿tu nombre es? Luciana. Me llamaron tantas que ya no me acuerdo. Sí, está el problema. Con respecto a lo que es Movistar en abono, incluso si usted pasa esta línea a Movistar, desde la app Mi Movistar va a poder asociar la línea de su hija, ponerla a su nombre y con un abono mensual. Claro, eso es lo que yo quería hacer, ¿viste? Que se alineen con... Pero, ¿por qué no lo hacen? Lo tienen que llamar a otros sectores, ¿puede ser? Exacto, pero de todas maneras, si usted, por ejemplo, pasa esta línea, esta línea con la que me hice contacto ahí con impactando a Movistar, después desde la app Mi Movistar va a poder realizar eso. Ah, pero yo quería ver lo que me proponían, qué hay de, viste, de... Me hizo abono, no quería saber cuánto, porque yo tengo un chofer mío que se pasó hace poquito, va, él ahora se pasó a Movistar, y yo le di el teléfono de una chica que también me había llamado para quedarme con ella porque digo mira, a mí me ofrecieron 14 gigas por los 7 mil y pico que vos me ofreciste y él está pagando 20 por 8 gigas. Yo digo, es caro lo que te ofrecieron. Y digo, ¿cuántas gigas? Y él averiguó y 8 gigas. Le digo, ¿es caro? ¿Y qué? Ahora se puso en Movistar, él tenía Claro. Ah, listo. Y le ofrecieron 8 y pagaba 20. Claro, por eso me parecía caro. Yo le dije, le di el teléfono de la chica, se lo pasé para que hable con él y la chica le dijo que ahora me pague y que ya me dé vuelta para bajarle. Sí, exacto. Es de acuerdo al trato con cada persona. Eso es porque sinceramente, de acuerdo al trato que haga con los asesores, de todas maneras, de todas maneras es como le he dicho a usted, si usted pasa lo que es esa línea ahora mismo, lo que es a Movistar, calcule que por lo menos en tres días, en 72 horas hábiles, ya va a ser parte de Movistar, ahí descarga la app Mi Movistar, y va a poder asociar lo que es la línea de su hija para pasarla a abono mensual también. Claro. Ya le dije, estoy esperando que me llamen para ver lo que me ofrecen el abono que le puedo poner a mi hija a ver lo que me dice. Ah, bien. ¿Y por qué esta niña no la quiere pasar a Movistar? No, quiero primero pasar la línea de mi hija y después veo. Ah, pero por algún motivo especial. No, yo me fui de Movistar por el tema. Si te hablé con vos te tuve que contar. El trato que tiene Movistar no me gusta. A mí, claro, ponerle ahora, hace una semana, más o menos, me está haciendo acordar que yo ya pagué igual hoy, ¿viste? Que no te avisan antes, ¿viste? Vos lo llamaste y once y te atienden enseguida, son más amables. No vos, no te lo pongo. Es otro trato, ¿viste? Es otro trato que tiene. Por eso la gente se va. Y yo le ofrecí lo que es una asesoría personalizada. Ah, pues puede ser. Me había ofrecido que me ibas a necesitar tomar un café, me parece. No. Eso no. Pero sí le ofrecí que tenga mi contacto laboral, en este caso mi WhatsApp, para cualquier duda o consulta o inconveniente que tuviese. Me parece que no estás mintiendo, me parece que no estás mintiendo. No sé si te agendé, hablé con un montón de gente que nos dice que te llamé, 10 personas, 10 chicos me llamaron y me dijeron que te dieron los personales, jamás me atendía cuando lo necesites. Bueno, sí, él me dijo exactamente lo mismo. Exactamente lo mismo que dijo. Bueno, bueno, entonces, directamente espere entonces que se contacte a algún Movistar para ofrecerle la línea de su hija. Por favor, y ahí después yo te llamo. Si te tengo, te voy a buscar. Sí, Luciana, exactamente. Muchísimas gracias.",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T14:57:54.885433",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "SEGUIMIENTO",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 4 gigas"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas). Identificación de roles. Mejora de la gramática y fluidez."
    },
    "fecha_mejora": "2026-02-22T22:49:36.863490",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 12.13,
      "duracion": 12.1,
      "texto": "Hola.",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.15,
      "fin": 12.59,
      "duracion": 0.44,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.61,
      "fin": 15.59,
      "duracion": 2.98,
      "texto": "Hablo con Roberto.",
      "confianza": 0.811
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.61,
      "fin": 15.89,
      "duracion": 0.28,
      "texto": "Sí, señora.",
      "confianza": 0.09
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.91,
      "fin": 16.27,
      "duracion": 0.36,
      "texto": "Con gusto.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.29,
      "fin": 17.26,
      "duracion": 0.96,
      "texto": "¿Cómo le va, Roberto?",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.28,
      "fin": 18.2,
      "duracion": 0.92,
      "texto": "Mi nombre es Luciana.",
      "confianza": 0.534
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.34,
      "fin": 20.42,
      "duracion": 2.08,
      "texto": "Sí, yo me estoy contractando nuevamente de Modistat.",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.02,
      "fin": 25.77,
      "duracion": 4.75,
      "texto": "Habíamos estado en contacto para poder realizar lo que es el pase de compañía, ¿sí?",
      "confianza": 0.765
    },
    {
      "hablante": "Hablante A",
      "inicio": 26.83,
      "fin": 30.57,
      "duracion": 3.75,
      "texto": "Usted actualmente sigue confiando en una bono mensual, ¿verdad?",
      "confianza": 0.484
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.58,
      "fin": 32.64,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.66,
      "fin": 33.56,
      "duracion": 0.9,
      "texto": "Bien, perfecto.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 33.58,
      "fin": 43.01,
      "duracion": 9.43,
      "texto": "En el día de hoy, el plan más económico que tengo para ofrecerle es un plan de cuatro sigas de base más diez de regalos a $7.780.",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.31,
      "fin": 48.3,
      "duracion": 4.99,
      "texto": "Te voy a interrumpir un poquito.",
      "confianza": 0.155
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.32,
      "fin": 52.06,
      "duracion": 3.74,
      "texto": "¿Puedes decir que corté con una chica de Movistar?",
      "confianza": 0.273
    },
    {
      "hablante": "Hablante B",
      "inicio": 52.08,
      "fin": 52.45,
      "duracion": 0.36,
      "texto": "Una chica petuana.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 52.47,
      "fin": 52.78,
      "duracion": 0.32,
      "texto": "Ah, bien.",
      "confianza": 0.264
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.24,
      "fin": 74.71,
      "duracion": 21.47,
      "texto": "Recién corté con ella porque quiero pasar un teléfono que tengo a abuelo, que tengo con tarjeta, lo quiero pasar a abuelo y me dijo, ahora te van a llamar de movistar, por eso te atendí, pero era el mismo problema que va a estar ofreciendo y lo que recién la chica me llamó.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.73,
      "fin": 76.25,
      "duracion": 1.52,
      "texto": "Para que no hable.",
      "confianza": 0.205
    },
    {
      "hablante": "Hablante B",
      "inicio": 76.27,
      "fin": 77.73,
      "duracion": 1.46,
      "texto": "¿Y optaste por ese plan?",
      "confianza": 0.246
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.75,
      "fin": 78.23,
      "duracion": 0.48,
      "texto": "¿Qué pasó?",
      "confianza": 0.36
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.04,
      "fin": 87.23,
      "duracion": 8.19,
      "texto": "No, dije a la chica que quería hablar por el tema que quería pasar de la tengo de mi hija que está con la madre, ella lo tiene la tarjeta, ¿viste?",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.25,
      "fin": 92.16,
      "duracion": 4.91,
      "texto": "Y yo quiero pasar a vos no a mi nombre, pero me dijo que te van a llamar de otra, de otro sector, me dijo.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.66,
      "fin": 95.22,
      "duracion": 2.56,
      "texto": "Y es de movistar la línea.",
      "confianza": 0.806
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.24,
      "fin": 97.22,
      "duracion": 1.98,
      "texto": "De movistar, claro, sí, sí.",
      "confianza": 0.177
    },
    {
      "hablante": "Hablante B",
      "inicio": 97.24,
      "fin": 98.38,
      "duracion": 1.14,
      "texto": "Ah, bien, perfecto.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.4,
      "fin": 103.21,
      "duracion": 4.81,
      "texto": "En realidad el motivo de mi llamada es porque habíamos estado en contacto hace menos de una semana, ¿sí?",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante B",
      "inicio": 103.61,
      "fin": 105.95,
      "duracion": 2.34,
      "texto": "Por esta línea me había dicho.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante B",
      "inicio": 105.97,
      "fin": 107.11,
      "duracion": 1.14,
      "texto": "Ah, ¿tu nombre es?",
      "confianza": 0.301
    },
    {
      "hablante": "Hablante B",
      "inicio": 107.13,
      "fin": 107.81,
      "duracion": 0.68,
      "texto": "Luciana.",
      "confianza": 0.863
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.99,
      "fin": 112.3,
      "duracion": 3.3,
      "texto": "Me llamaron tantas que ya no me acuerdo.",
      "confianza": 0.27
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.32,
      "fin": 113.2,
      "duracion": 0.88,
      "texto": "Sí, está el problema.",
      "confianza": 0.154
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.22,
      "fin": 125.61,
      "duracion": 12.39,
      "texto": "Con respecto a lo que es movistar en una bonus, incluso si usted pasa a esta línea de movistar, desde la app de mi movistar va a poder asociar la línea de su hija, ponerla a su nombre y con una bono mensual.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.79,
      "fin": 129.21,
      "duracion": 1.42,
      "texto": "Claro, eso es lo que yo quería hacer, ¿viste?",
      "confianza": 0.137
    },
    {
      "hablante": "Hablante A",
      "inicio": 130.19,
      "fin": 131.32,
      "duracion": 1.12,
      "texto": "Que se alineen con...",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante A",
      "inicio": 131.38,
      "fin": 134.36,
      "duracion": 2.98,
      "texto": "Pero mí, porque no lo hacen, lo tienen que llamar a otros sectores, ¿puede ser?",
      "confianza": 0.442
    },
    {
      "hablante": "Hablante A",
      "inicio": 134.78,
      "fin": 147.05,
      "duracion": 12.28,
      "texto": "Exacto, pero de todas maneras si usted por ejemplo pasa esta línea, esta línea con la que me hice contacto ahí con impactando a Movistar, después desde la app de mi Movistar va a poder realizar eso.",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.07,
      "fin": 160.97,
      "duracion": 13.9,
      "texto": "Ah, pero yo quería ver lo que me proponían, qué hay de, viste, de... Me hizo alabó, no quería saber cuánto, porque yo tengo un chofer mío que se pasó hace poquito, va, él ahora se pasó a Movistar,",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante A",
      "inicio": 161.34,
      "fin": 177.7,
      "duracion": 16.36,
      "texto": "y yo le di el teléfono de una chica que también me había llamado para quedarle con ella porque digo mira, a mí me ofrecieron 14 gigas por los 7 mil y pico que vos me ofreciste y él está pagando 20 por 8 gigas.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante A",
      "inicio": 177.96,
      "fin": 180.72,
      "duracion": 2.76,
      "texto": "Yo digo, es caro lo que te ofrecieron.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante A",
      "inicio": 182.09,
      "fin": 182.89,
      "duracion": 0.8,
      "texto": "Y digo, ¿cuántas gigas?",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante A",
      "inicio": 182.97,
      "fin": 184.35,
      "duracion": 1.38,
      "texto": "Y él averiguó y 8 gigas.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante A",
      "inicio": 184.37,
      "fin": 185.47,
      "duracion": 1.1,
      "texto": "Le digo, ¿es caro?",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.39,
      "fin": 188.53,
      "duracion": 0.14,
      "texto": "¿Y qué?",
      "confianza": 0.012
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.55,
      "fin": 191.08,
      "duracion": 2.52,
      "texto": "Ahora se puso en Movistar, él tenía claro.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 191.36,
      "fin": 192.6,
      "duracion": 1.24,
      "texto": "Ah, listo.",
      "confianza": 0.216
    },
    {
      "hablante": "Hablante B",
      "inicio": 192.62,
      "fin": 195.67,
      "duracion": 3.04,
      "texto": "Y le ofrecieron a los 8 y ganaba 20.",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.69,
      "fin": 198.83,
      "duracion": 3.14,
      "texto": "Claro, por eso me parecía caro.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.85,
      "fin": 210.03,
      "duracion": 11.18,
      "texto": "Yo le dije, le di el teléfono de la chica, se lo pasé para que hable con él y la chica le dijo que ahora me pague y que ya me dé vuelta para bajarle.",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante B",
      "inicio": 210.05,
      "fin": 213.83,
      "duracion": 3.78,
      "texto": "Sí, exacto.",
      "confianza": 0.436
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.87,
      "fin": 217.86,
      "duracion": 3.99,
      "texto": "Es de acuerdo al trato cada con cada persona.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.04,
      "fin": 244.56,
      "duracion": 26.53,
      "texto": "Eso es porque sinceramente de acuerdo al trato que haga con los asesores, de todas maneras, de todas maneras es como le he dicho a usted, si usted pasa lo que es esa línea ahora mismo, lo que es a Movistar, cálculele que por lo menos en tres días, en 72 horas hábiles, ya va a ser parte de Movistar, ahí descarga la de Movistar, y va a poder asociar lo que es la línea de su hija para pasarlo a uno mensual también.",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante B",
      "inicio": 244.59,
      "fin": 244.71,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.163
    },
    {
      "hablante": "Hablante B",
      "inicio": 245.33,
      "fin": 254.5,
      "duracion": 9.17,
      "texto": "Ya le dije, estoy esperando que me llamen para ver lo que me ofrecen el abono que le puedo poner a mi hija a ver lo que me dice.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 254.52,
      "fin": 255.38,
      "duracion": 0.86,
      "texto": "Ah, bien.",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante B",
      "inicio": 255.44,
      "fin": 258.7,
      "duracion": 3.26,
      "texto": "¿Y por qué esta niña no la quiere pasar a movistar?",
      "confianza": 0.514
    },
    {
      "hablante": "Hablante B",
      "inicio": 258.73,
      "fin": 262.51,
      "duracion": 3.78,
      "texto": "No, quiero primero pasar de mi hija y después veo.",
      "confianza": 0.487
    },
    {
      "hablante": "Hablante B",
      "inicio": 262.53,
      "fin": 264.53,
      "duracion": 2.0,
      "texto": "Ah, pero por algún motivo especial.",
      "confianza": 0.377
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.97,
      "fin": 267.91,
      "duracion": 2.94,
      "texto": "No, yo me fui de movistar por el tema.",
      "confianza": 0.585
    },
    {
      "hablante": "Hablante B",
      "inicio": 267.93,
      "fin": 269.44,
      "duracion": 1.5,
      "texto": "Si te hablé con vos te tuve que contar.",
      "confianza": 0.471
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.54,
      "fin": 272.56,
      "duracion": 3.02,
      "texto": "El trato que tiene movistar no me gusta.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante B",
      "inicio": 272.6,
      "fin": 281.88,
      "duracion": 9.27,
      "texto": "A mí, claro, ponerle ahora, hace una semana, más o menos, me está haciendo acordar que yo ya pagué igual hoy, ¿viste?",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.89,
      "fin": 283.98,
      "duracion": 2.08,
      "texto": "Que lo te avisan antes, ¿viste?",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.44,
      "fin": 288.91,
      "duracion": 4.47,
      "texto": "Vos lo llamaste y once y te atienden enseguida, son más amables.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.25,
      "fin": 290.69,
      "duracion": 1.44,
      "texto": "No vos, no te lo pongo.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.72,
      "fin": 292.6,
      "duracion": 1.88,
      "texto": "Es otro trato, ¿viste?",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante B",
      "inicio": 292.74,
      "fin": 294.5,
      "duracion": 1.76,
      "texto": "Es otro trato que tiene.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.52,
      "fin": 296.23,
      "duracion": 1.7,
      "texto": "Por eso la gente se va.",
      "confianza": 0.367
    },
    {
      "hablante": "Hablante B",
      "inicio": 296.25,
      "fin": 299.45,
      "duracion": 3.2,
      "texto": "Y yo le ofrecí lo que es una asesoría personalizada.",
      "confianza": 0.753
    },
    {
      "hablante": "Hablante B",
      "inicio": 299.71,
      "fin": 302.44,
      "duracion": 2.72,
      "texto": "Ah, pues puede ser.",
      "confianza": 0.357
    },
    {
      "hablante": "Hablante B",
      "inicio": 303.04,
      "fin": 311.01,
      "duracion": 7.97,
      "texto": "Me había ofrecido que me ibas a necesitar tomar un café, me parece.",
      "confianza": 0.349
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.03,
      "fin": 311.09,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.11,
      "fin": 311.49,
      "duracion": 0.38,
      "texto": "Eso no.",
      "confianza": 0.144
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.51,
      "fin": 319.26,
      "duracion": 7.75,
      "texto": "Pero sí le ofrecí que tenga mi contacto laboral, en este caso mi WhatsApp, para cualquier duda o consulta inconveniente que tuviese.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 319.69,
      "fin": 325.38,
      "duracion": 5.69,
      "texto": "Me parece que no estás mintiendo, me parece que no estás mintiendo.",
      "confianza": 0.405
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.4,
      "fin": 336.82,
      "duracion": 11.42,
      "texto": "No sé si te agendé, hablé con un montón de gente que nos dice que te llamé, 10 personas, 10 chicos me llamaron y me dijeron que te dieron los personales, jamás me atendía cuando lo necesites.",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante B",
      "inicio": 336.84,
      "fin": 338.74,
      "duracion": 1.9,
      "texto": "Bueno, sí, él me dijo exactamente lo mismo.",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante B",
      "inicio": 339.04,
      "fin": 342.08,
      "duracion": 3.04,
      "texto": "Exactamente lo mismo que dijo.",
      "confianza": 0.224
    },
    {
      "hablante": "Hablante B",
      "inicio": 342.1,
      "fin": 348.45,
      "duracion": 6.35,
      "texto": "Bueno, bueno, entonces, directamente espere entonces que se contacte a algún movistar para ofrecerle la línea de su hija.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 349.01,
      "fin": 351.13,
      "duracion": 2.12,
      "texto": "Por favor, y ahí después yo te llamo.",
      "confianza": 0.608
    },
    {
      "hablante": "Hablante B",
      "inicio": 351.35,
      "fin": 355.26,
      "duracion": 3.91,
      "texto": "Si te tengo te voy a buscar.",
      "confianza": 0.491
    },
    {
      "hablante": "Hablante B",
      "inicio": 355.72,
      "fin": 357.12,
      "duracion": 1.4,
      "texto": "Sí, Luciana, exactamente.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 357.16,
      "fin": 367.74,
      "duracion": 10.58,
      "texto": "Muchísimas gracias.",
      "confianza": 0.554
    }
  ]
}