{
  "archivo": "amzacalidad3_1_260220134811533_MIT_01954.wav",
  "duracion_segundos": 372.77,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 161.92,
    "Hablante B": 187.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 7.5,
      "texto": "¿Cliente técnico o demás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.5,
      "fin": 8.0,
      "texto": "Muchísimo, no mucho."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.0,
      "fin": 8.2,
      "texto": "Muchísimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.2,
      "fin": 8.8,
      "texto": "Por eso me cambié de empresa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.8,
      "fin": 8.9,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.0,
      "fin": 9.7,
      "texto": "Mirá, te hago una pregunta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.8,
      "fin": 12.0,
      "texto": "¿Hace cuánto vos dejaste de ser parte de Movistar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 14.6,
      "fin": 15.1,
      "texto": "Creo que nueve meses."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 15.1,
      "fin": 15.8,
      "texto": "Nueve meses."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 15.8,
      "fin": 18.0,
      "texto": "El sistema me figura que desde el 14 del 1 del 2025."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 18.1,
      "fin": 18.4,
      "texto": "Ah, algo así."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 18.5,
      "fin": 25.0,
      "texto": "No, no me acuerdo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.0,
      "fin": 25.1,
      "texto": "Bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.1,
      "fin": 26.2,
      "texto": "Te comento rápido."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 26.9,
      "fin": 29.6,
      "texto": "En todo ese tiempo que ha pasado que vos estuviste fuera,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.1,
      "fin": 37.2,
      "texto": "Nosotros hicimos un listado, un listado selectivo, en el cual anotamos inquietudes que hayan tenido los clientes, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 37.6,
      "fin": 41.9,
      "texto": "Eduardo, vos saliste con un promedio de entre 8,3 de queja, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.7,
      "fin": 54.2,
      "texto": "Entonces hemos trabajado mucho en lo que vos estás diciendo, en todo lo que vos me estás comentando ahora, y por ese mismo motivo, como estar ahora vos te estoy ofreciendo un plan con beneficios exclusivos de manera de disculpa, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 54.6,
      "fin": 59.3,
      "texto": "Yo te lo voy a decir como persona, ya no como vendedor, te conviene, Eduardo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 59.4,
      "fin": 63.7,
      "texto": "Yo no tengo nada con los empleados."
    },
    {
      "hablante": "AGENTE",
      "inicio": 65.3,
      "fin": 88.4,
      "texto": "La empresa te manda a una computadora que te da elección de tres opciones, ni una te da solución, te deja entrar por las partes de venta para que alguien personalmente te atienda."
    },
    {
      "hablante": "AGENTE",
      "inicio": 88.7,
      "fin": 95.9,
      "texto": "¿Hay algunas de las líneas que ocupan menos gigas o más?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 96.0,
      "fin": 100.2,
      "texto": "¿Son todos los mismos gigas, me parece?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.2,
      "fin": 106.5,
      "texto": "Más bien, porque si hay algunas que necesitan más gigas, tenemos donde para brindarles."
    },
    {
      "hablante": "AGENTE",
      "inicio": 107.0,
      "fin": 110.7,
      "texto": "Igualmente, una vez está en Movistar, lo otro le podemos brindar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 111.8,
      "fin": 119.5,
      "texto": "Pues igualmente una vez que ya estén Movistar, usted se puede compartir los gigas aquí, ya que ya le he dicho que tiene 8 más 10 durante 6 meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 119.5,
      "fin": 122.5,
      "texto": "De esos 8, usted puede compartir entre las líneas que tenga, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 122.5,
      "fin": 126.2,
      "texto": "O cualquier otro Movistar también lo puede compartir."
    },
    {
      "hablante": "AGENTE",
      "inicio": 126.2,
      "fin": 127.5,
      "texto": "Bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 127.5,
      "fin": 128.8,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.8,
      "fin": 134.1,
      "texto": "Entonces, necesito que verifiquemos un par de datos, como le comenté, tengo la tienda sucursal en Avenida Colón, al 62."
    },
    {
      "hablante": "AGENTE",
      "inicio": 135.0,
      "fin": 135.4,
      "texto": "¿La ubica?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 135.5,
      "fin": 138.0,
      "texto": "¿A la línea Colón?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 138.0,
      "fin": 141.3,
      "texto": "Ah, pero es en Bahía, no es acá en Sierra."
    },
    {
      "hablante": "AGENTE",
      "inicio": 142.1,
      "fin": 171.9,
      "texto": "La promo que teníamos hace un tiempo, hace un tiempo teníamos esa, ahora tenemos el 80% en todos los planes y tenemos el plan de 4GB con 10 de regalo en 7700, el de 8GB con 10 de regalo en 10700 y ya después bueno, nos vamos al plan de 15 con 10 de regalo, el de 30, el de 50, etc."
    },
    {
      "hablante": "AGENTE",
      "inicio": 173.0,
      "fin": 178.1,
      "texto": "¿Estos dos pequeños son los que más utilizan, el de 8 o el de 4?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 179.6,
      "fin": 187.1,
      "texto": "Bueno, hoy en día casi todo el mundo tiene wifi y es muy raro que nadie utilice mucho internet en los datos del celular."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 187.1,
      "fin": 198.2,
      "texto": "Sí, sí, lo que pasa que yo en el taller saqué el internet, entonces uso los datos del celular."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.2,
      "fin": 202.8,
      "texto": "Sí, está perfecto, entonces con 18 o con 14 yo lo veo bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 203.4,
      "fin": 207.5,
      "texto": "Bueno, no, va a ser el de 8 gigas, el de 8 gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.5,
      "fin": 211.0,
      "texto": "El de 8 gigas, perfecto, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 211.1,
      "fin": 219.2,
      "texto": "Vamos a repasar los datos en sistema, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 219.2,
      "fin": 219.2,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 219.3,
      "fin": 220.2,
      "texto": "Aguárdame."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.2,
      "fin": 226.7,
      "texto": "¿Usted es la anciana Ernesto Eduardo?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 226.7,
      "fin": 226.8,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 226.9,
      "fin": 229.4,
      "texto": "Perfecto, genial."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 229.4,
      "fin": 231.3,
      "texto": "DNI 24186043, ¿no está bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 231.3,
      "fin": 231.8,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 232.3,
      "fin": 232.9,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 233.2,
      "fin": 237.4,
      "texto": "La línea de usted es 3412723310?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 237.4,
      "fin": 238.6,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 238.6,
      "fin": 241.3,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 242.0,
      "fin": 250.3,
      "texto": "Vamos a... Plan entonces, 8 gigas más 10 de regalo, descuento del 80% por 6 meses, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 250.3,
      "fin": 252.6,
      "texto": "Por un año me habían dicho."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 252.6,
      "fin": 253.9,
      "texto": "No, le han dicho todo mal entonces."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 254.0,
      "fin": 256.6,
      "texto": "Están chicas, tú lo tenés por 6 meses."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 257.4,
      "fin": 263.1,
      "texto": "Todo lo que son durables por seis meses no son más extendibles."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 263.1,
      "fin": 268.3,
      "texto": "Al ser el efecto fijo, es lo bueno de que no va a tener tanto incremento mensual, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 268.3,
      "fin": 271.5,
      "texto": "Como solía pasar, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.5,
      "fin": 271.8,
      "texto": "Ajá, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.8,
      "fin": 279.3,
      "texto": "Acá en Sistema me figura un correo electrónico, me figura que es Ernesto Lanziani, arroba el email que no come, ¿está bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.3,
      "fin": 279.4,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.4,
      "fin": 281.7,
      "texto": "¿Lo dejamos o lo cambiamos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 281.7,
      "fin": 283.9,
      "texto": "No, no, está bien el mismo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 284.5,
      "fin": 288.8,
      "texto": "Me estoy arrepintiendo, porque en Claro tengo por un año."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 288.8,
      "fin": 291.4,
      "texto": "¿Y cuando se le termina la promo?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 291.6,
      "fin": 292.2,
      "texto": "A fin de año."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 293.6,
      "fin": 294.1,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 294.1,
      "fin": 295.9,
      "texto": "¿Y por qué se está realizando hacer el cambio?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 295.9,
      "fin": 301.8,
      "texto": "Porque me habían llamado ustedes y no tengo buena señal de internet."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 301.8,
      "fin": 306.5,
      "texto": "O sea, tengo señal, pero no tengo... a veces se me corta y me da bronca."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 306.5,
      "fin": 310.1,
      "texto": "Y con Movistar tenía bien señal, pero bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 310.8,
      "fin": 313.5,
      "texto": "Veamos el lado bueno, Ernesto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 313.5,
      "fin": 325.3,
      "texto": "O sea, lo que se está otorgando Movistar en un día es económico, con un buen descuento, sé que es poco, el descuento por 6 meses, pero lo bueno es que usted lo puede volver a contratar a través del app de mi Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 325.3,
      "fin": 327.3,
      "texto": "Y para eso tiene mi número y yo lo puedo ayudar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 329.3,
      "fin": 336.6,
      "texto": "La idea es que usted pueda seguir con la compañía y no seguir con una compañía que no tiene señal, puede pagar poco también, pero bueno, si no le anda, no le sirve."
    },
    {
      "hablante": "AGENTE",
      "inicio": 337.0,
      "fin": 340.2,
      "texto": "No, no me anda, no me anda siempre."
    },
    {
      "hablante": "AGENTE",
      "inicio": 340.3,
      "fin": 341.2,
      "texto": "Es como que le anda y que le anda."
    },
    {
      "hablante": "AGENTE",
      "inicio": 341.2,
      "fin": 341.8,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 342.0,
      "fin": 346.8,
      "texto": "O sea, me anda, pero a veces me serrenega con la burbujita esa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 346.9,
      "fin": 349.7,
      "texto": "Bueno, a mí me ha pasado también."
    },
    {
      "hablante": "AGENTE",
      "inicio": 349.7,
      "fin": 353.7,
      "texto": "Yo siempre he sido cliente Movistar y Claro, nunca he estado en Personal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 353.7,
      "fin": 354.0,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 354.1,
      "fin": 357.7,
      "texto": "Yo iría a la zona y me negué a pasar a Personal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 357.7,
      "fin": 363.4,
      "texto": "Me negaba, no, yo no quería Personal, pero bueno, no me quedó otra alternativa que por buena señal me tuve que pasar a Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 363.5,
      "fin": 366.7,
      "texto": "No podía pagar ni la estación de servicio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 367.2,
      "fin": 371.1,
      "texto": "Con Personal no hay con qué darle a Personal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 371.1,
      "fin": 372.8,
      "texto": "La Personal es único, es caro."
    }
  ],
  "transcripcion_completa": "¿Cliente técnico o demás? Muchísimo, no mucho. Muchísimo. Por eso me cambié de empresa. Bien. Mirá, te hago una pregunta. ¿Hace cuánto vos dejaste de ser parte de Movistar? Creo que nueve meses. Nueve meses. El sistema me figura que desde el 14 del 1 del 2025. Ah, algo así. No, no me acuerdo. Bueno. Te comento rápido. En todo ese tiempo que ha pasado que vos estuviste fuera, Nosotros hicimos un listado, un listado selectivo, en el cual anotamos inquietudes que hayan tenido los clientes, ¿no? Eduardo, vos saliste con un promedio de entre 8,3 de queja, ¿no? Entonces hemos trabajado mucho en lo que vos estás diciendo, en todo lo que vos me estás comentando ahora, y por ese mismo motivo, como estar ahora vos te estoy ofreciendo un plan con beneficios exclusivos de manera de disculpa, ¿bien? Yo te lo voy a decir como persona, ya no como vendedor, te conviene, Eduardo. Yo no tengo nada con los empleados. La empresa te manda a una computadora que te da elección de tres opciones, ni una te da solución, te deja entrar por las partes de venta para que alguien personalmente te atienda. ¿Hay algunas de las líneas que ocupan menos gigas o más? ¿Son todos los mismos gigas, me parece? Más bien, porque si hay algunas que necesitan más gigas, tenemos donde para brindarles. Igualmente, una vez está en Movistar, lo otro le podemos brindar. Pues igualmente una vez que ya estén Movistar, usted se puede compartir los gigas aquí, ya que ya le he dicho que tiene 8 más 10 durante 6 meses. De esos 8, usted puede compartir entre las líneas que tenga, ¿sí? O cualquier otro Movistar también lo puede compartir. Bueno. Bien, perfecto. Entonces, necesito que verifiquemos un par de datos, como le comenté, tengo la tienda sucursal en Avenida Colón, al 62. ¿La ubica? ¿A la línea Colón? Ah, pero es en Bahía, no es acá en Sierra. La promo que teníamos hace un tiempo, hace un tiempo teníamos esa, ahora tenemos el 80% en todos los planes y tenemos el plan de 4GB con 10 de regalo en 7700, el de 8GB con 10 de regalo en 10700 y ya después bueno, nos vamos al plan de 15 con 10 de regalo, el de 30, el de 50, etc. ¿Estos dos pequeños son los que más utilizan, el de 8 o el de 4? Bueno, hoy en día casi todo el mundo tiene wifi y es muy raro que nadie utilice mucho internet en los datos del celular. Sí, sí, lo que pasa que yo en el taller saqué el internet, entonces uso los datos del celular. Sí, está perfecto, entonces con 18 o con 14 yo lo veo bien. Bueno, no, va a ser el de 8 gigas, el de 8 gigas. El de 8 gigas, perfecto, no hay problema. Vamos a repasar los datos en sistema, ¿bien? Sí. Aguárdame. ¿Usted es la anciana Ernesto Eduardo? Sí. Perfecto, genial. DNI 24186043, ¿no está bien? Perfecto. Perfecto. La línea de usted es 3412723310? Sí. Perfecto. Vamos a... Plan entonces, 8 gigas más 10 de regalo, descuento del 80% por 6 meses, ¿bien? Por un año me habían dicho. No, le han dicho todo mal entonces. Están chicas, tú lo tenés por 6 meses. Todo lo que son durables por seis meses no son más extendibles. Al ser el efecto fijo, es lo bueno de que no va a tener tanto incremento mensual, ¿sí? Como solía pasar, ¿bien? Ajá, perfecto. Acá en Sistema me figura un correo electrónico, me figura que es Ernesto Lanziani, arroba el email que no come, ¿está bien? Sí. ¿Lo dejamos o lo cambiamos? No, no, está bien el mismo. Me estoy arrepintiendo, porque en Claro tengo por un año. ¿Y cuando se le termina la promo? A fin de año. Ah, bien. ¿Y por qué se está realizando hacer el cambio? Porque me habían llamado ustedes y no tengo buena señal de internet. O sea, tengo señal, pero no tengo... a veces se me corta y me da bronca. Y con Movistar tenía bien señal, pero bueno. Veamos el lado bueno, Ernesto. O sea, lo que se está otorgando Movistar en un día es económico, con un buen descuento, sé que es poco, el descuento por 6 meses, pero lo bueno es que usted lo puede volver a contratar a través del app de mi Movistar. Y para eso tiene mi número y yo lo puedo ayudar. La idea es que usted pueda seguir con la compañía y no seguir con una compañía que no tiene señal, puede pagar poco también, pero bueno, si no le anda, no le sirve. No, no me anda, no me anda siempre. Es como que le anda y que le anda. Claro. O sea, me anda, pero a veces me serrenega con la burbujita esa. Bueno, a mí me ha pasado también. Yo siempre he sido cliente Movistar y Claro, nunca he estado en Personal. Claro. Yo iría a la zona y me negué a pasar a Personal. Me negaba, no, yo no quería Personal, pero bueno, no me quedó otra alternativa que por buena señal me tuve que pasar a Movistar. No podía pagar ni la estación de servicio. Con Personal no hay con qué darle a Personal. La Personal es único, es caro.",
  "calidad": {
    "confianza_promedio": 0.509,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T18:56:09.498550",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "VENTA_EXITOSA",
      "productos_mencionados": [
        "plan 4GB",
        "plan 8GB",
        "plan 15GB",
        "plan 30GB",
        "plan 50GB"
      ],
      "plan_vendido": "8GB",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios), identificación de roles, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-22T23:59:12.427101",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 7.46,
      "duracion": 7.43,
      "texto": "cliente técnico o demás?",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.48,
      "fin": 8.0,
      "duracion": 0.52,
      "texto": "Muchísimo, no mucho.",
      "confianza": 0.063
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.02,
      "fin": 8.22,
      "duracion": 0.2,
      "texto": "Muchísimo.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.24,
      "fin": 8.82,
      "duracion": 0.58,
      "texto": "Por eso me cambié de empresa.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.84,
      "fin": 8.94,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.96,
      "fin": 9.74,
      "duracion": 0.78,
      "texto": "Mirá, te hago una pregunta.",
      "confianza": 0.551
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.76,
      "fin": 11.98,
      "duracion": 2.22,
      "texto": "¿Hace cuánto vos dejaste de ser parte de Movistar?",
      "confianza": 0.795
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.63,
      "fin": 15.05,
      "duracion": 0.42,
      "texto": "Creo que nueve meses.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.07,
      "fin": 15.79,
      "duracion": 0.72,
      "texto": "Nueve meses.",
      "confianza": 0.774
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.81,
      "fin": 17.99,
      "duracion": 2.18,
      "texto": "El sistema me figura que desde el 14 del 1 del 2025.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.05,
      "fin": 18.45,
      "duracion": 0.4,
      "texto": "Ah, algo así.",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.51,
      "fin": 24.98,
      "duracion": 6.47,
      "texto": "No, no me acuerdo.",
      "confianza": 0.296
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.0,
      "fin": 25.12,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.154
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.14,
      "fin": 26.2,
      "duracion": 1.06,
      "texto": "Te comento rápido.",
      "confianza": 0.945
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.86,
      "fin": 29.58,
      "duracion": 2.72,
      "texto": "En todo ese tiempo que ha pasado que vos estuviste fuera,",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.1,
      "fin": 37.23,
      "duracion": 7.13,
      "texto": "Nosotros hicimos un listado, un listado selectivo, en el cual anotamos inquietudes que hayan tenido los clientes, ¿no?",
      "confianza": 0.847
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.63,
      "fin": 41.9,
      "duracion": 4.27,
      "texto": "Eduardo, vos saliste con un promedio de entre 8,3 de queja, ¿no?",
      "confianza": 0.775
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.72,
      "fin": 54.16,
      "duracion": 11.44,
      "texto": "Entonces hemos trabajado mucho en lo que vos estás diciendo, en todo lo que vos me estás comentando ahora, y por ese mismo motivo, como estar ahora vos te estoy ofreciendo un plan con beneficios exclusivos de manera de disculpa, ¿bien?",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.6,
      "fin": 59.27,
      "duracion": 4.67,
      "texto": "Yo te lo voy a decir como persona, ya no como vendedor, te conviene, Eduardo.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.43,
      "fin": 63.72,
      "duracion": 4.29,
      "texto": "Yo no tengo nada con los empleados.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.32,
      "fin": 88.44,
      "duracion": 23.12,
      "texto": "La empresa te manda a una computadora que te da elección de tres opciones, ni una te da solución, te deja entrar por las partes de venta para que alguien personalmente te atienda.",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.67,
      "fin": 95.93,
      "duracion": 7.25,
      "texto": "Hay algunas de las líneas que ocupan menos gigas o más?",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante A",
      "inicio": 95.99,
      "fin": 100.21,
      "duracion": 4.23,
      "texto": "Son todos los mismos gigas, me parece.",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.23,
      "fin": 106.46,
      "duracion": 6.23,
      "texto": "Más bien, porque si hay algunas que necesitan más gigas, tenemos donde para brindarles.",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante A",
      "inicio": 106.96,
      "fin": 110.65,
      "duracion": 3.69,
      "texto": "Igualmente, una vez está en movistar, lo otro le podemos brindar",
      "confianza": 0.46
    },
    {
      "hablante": "Hablante A",
      "inicio": 111.76,
      "fin": 119.53,
      "duracion": 7.77,
      "texto": "Pues igualmente una vez que ya estén movistar, usted se puede compartir los gigas aquí, ya que ya le he dicho que tiene 8 más 10 durante 6 meses.",
      "confianza": 0.385
    },
    {
      "hablante": "Hablante A",
      "inicio": 119.55,
      "fin": 122.51,
      "duracion": 2.96,
      "texto": "De esos 8, usted puede compartir entre las líneas que tenga, ¿sí?",
      "confianza": 0.191
    },
    {
      "hablante": "Hablante A",
      "inicio": 122.53,
      "fin": 126.16,
      "duracion": 3.62,
      "texto": "O cualquier otro movistar también lo puede compartir.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante A",
      "inicio": 126.18,
      "fin": 127.52,
      "duracion": 1.34,
      "texto": "Bueno.",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.54,
      "fin": 128.78,
      "duracion": 1.24,
      "texto": "Bien, perfecto.",
      "confianza": 0.255
    },
    {
      "hablante": "Hablante A",
      "inicio": 128.8,
      "fin": 134.1,
      "duracion": 5.31,
      "texto": "Entonces, necesito que verifiquemos un par de datos, como le comenté, tengo la tienda sucursal en Avenida Colón, al 62.",
      "confianza": 0.512
    },
    {
      "hablante": "Hablante A",
      "inicio": 134.97,
      "fin": 135.45,
      "duracion": 0.48,
      "texto": "¿La ubica?",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante A",
      "inicio": 135.47,
      "fin": 137.97,
      "duracion": 2.5,
      "texto": "¿Al línea Colón?",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante A",
      "inicio": 137.99,
      "fin": 141.31,
      "duracion": 3.32,
      "texto": "Ah, pero es en Bahía, no es acá en Sierra.",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.05,
      "fin": 171.89,
      "duracion": 29.84,
      "texto": "La promo que teníamos hace un tiempo, hace un tiempo teníamos esa, ahora tenemos el 80% en todos los planes y tenemos el plan de 4GB con 10 de regalo en 7700, el de 8GB con 10 de regalo en 10700 y ya después bueno, nos vamos al plan de 15 con 10 de regalo, el de 30, el de 50, etc.",
      "confianza": 0.549
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.0,
      "fin": 178.05,
      "duracion": 5.05,
      "texto": "Estos dos pequeños son los que más utilizan, ¿el de 8 o el de 4?",
      "confianza": 0.581
    },
    {
      "hablante": "Hablante B",
      "inicio": 179.57,
      "fin": 187.12,
      "duracion": 7.55,
      "texto": "Bueno, hoy en día casi todo el mundo tiene wifi y es muy raro que nadie utilice mucho internet en los datos del celular.",
      "confianza": 0.588
    },
    {
      "hablante": "Hablante B",
      "inicio": 187.14,
      "fin": 198.22,
      "duracion": 11.08,
      "texto": "Sí, sí, lo que pasa que yo en el taller saqué el internet, entonces uso los datos del celular.",
      "confianza": 0.49
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.25,
      "fin": 202.82,
      "duracion": 4.57,
      "texto": "Sí, está perfecto, entonces con 18 o con 14 yo lo veo bien.",
      "confianza": 0.459
    },
    {
      "hablante": "Hablante B",
      "inicio": 203.43,
      "fin": 207.51,
      "duracion": 4.09,
      "texto": "Bueno, no, va a ser el de 8 gigas, el de 8 gigas.",
      "confianza": 0.489
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.53,
      "fin": 211.04,
      "duracion": 3.51,
      "texto": "El de 8 gigas, perfecto, no hay problema.",
      "confianza": 0.43
    },
    {
      "hablante": "Hablante B",
      "inicio": 211.06,
      "fin": 219.15,
      "duracion": 8.09,
      "texto": "Vamos a repasar los datos en sistema, ¿bien?",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante B",
      "inicio": 219.17,
      "fin": 219.25,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.448
    },
    {
      "hablante": "Hablante B",
      "inicio": 219.27,
      "fin": 220.17,
      "duracion": 0.9,
      "texto": "Aguárdame.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.25,
      "fin": 226.68,
      "duracion": 6.43,
      "texto": "¿Usted es la anciana Ernesto Eduardo?",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.7,
      "fin": 226.82,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.92,
      "fin": 229.41,
      "duracion": 2.48,
      "texto": "Perfecto, genial.",
      "confianza": 0.444
    },
    {
      "hablante": "Hablante B",
      "inicio": 229.43,
      "fin": 231.33,
      "duracion": 1.9,
      "texto": "DNI 24186043, ¿no está bien?",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante B",
      "inicio": 231.35,
      "fin": 231.83,
      "duracion": 0.48,
      "texto": "Perfecto.",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante B",
      "inicio": 232.26,
      "fin": 232.89,
      "duracion": 0.62,
      "texto": "Perfecto.",
      "confianza": 0.801
    },
    {
      "hablante": "Hablante B",
      "inicio": 233.15,
      "fin": 237.41,
      "duracion": 4.27,
      "texto": "La línea de usted es 3412723310?",
      "confianza": 0.824
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.43,
      "fin": 238.59,
      "duracion": 1.16,
      "texto": "Sí.",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante B",
      "inicio": 238.61,
      "fin": 241.31,
      "duracion": 2.7,
      "texto": "Perfecto.",
      "confianza": 0.786
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.96,
      "fin": 250.26,
      "duracion": 8.31,
      "texto": "Vamos a... Plan entonces, 8 gigas más 10 de regalo, descuento del 80% por 6 meses, ¿bien?",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante B",
      "inicio": 250.28,
      "fin": 252.55,
      "duracion": 2.26,
      "texto": "Por un año me habían dicho.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 252.57,
      "fin": 253.95,
      "duracion": 1.38,
      "texto": "No, le han dicho todo mal entonces.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante B",
      "inicio": 253.97,
      "fin": 256.55,
      "duracion": 2.58,
      "texto": "Están chicas, tú lo tenés por 6 meses.",
      "confianza": 0.416
    },
    {
      "hablante": "Hablante B",
      "inicio": 257.36,
      "fin": 263.12,
      "duracion": 5.77,
      "texto": "Todo lo que son durables por seis meses no son más extendibles.",
      "confianza": 0.563
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.14,
      "fin": 268.31,
      "duracion": 5.17,
      "texto": "Al ser el efecto fijo, es lo bueno de que no va a tener tanto incremento mensual, ¿sí?",
      "confianza": 0.533
    },
    {
      "hablante": "Hablante B",
      "inicio": 268.33,
      "fin": 271.51,
      "duracion": 3.18,
      "texto": "Como solía pasará, ¿bien?",
      "confianza": 0.246
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.53,
      "fin": 271.81,
      "duracion": 0.28,
      "texto": "Ajá, perfecto.",
      "confianza": 0.03
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.83,
      "fin": 279.28,
      "duracion": 7.45,
      "texto": "Acá en Sistema me figura un correo electrónico, me figura que es Ernesto Lanziani, arroba el email que no come, ¿está bien?",
      "confianza": 0.384
    },
    {
      "hablante": "Hablante B",
      "inicio": 279.3,
      "fin": 279.36,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.215
    },
    {
      "hablante": "Hablante B",
      "inicio": 279.38,
      "fin": 281.66,
      "duracion": 2.28,
      "texto": "Lo dejamos o lo cambiamos?",
      "confianza": 0.307
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.68,
      "fin": 283.9,
      "duracion": 2.22,
      "texto": "No, no, está bien el mismo.",
      "confianza": 0.427
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.49,
      "fin": 288.82,
      "duracion": 4.33,
      "texto": "Me estoy arrepentiendo, porque en claro tengo por un año.",
      "confianza": 0.788
    },
    {
      "hablante": "Hablante B",
      "inicio": 288.84,
      "fin": 291.44,
      "duracion": 2.6,
      "texto": "Y cuando se le termina la promo?",
      "confianza": 0.318
    },
    {
      "hablante": "Hablante B",
      "inicio": 291.55,
      "fin": 292.21,
      "duracion": 0.66,
      "texto": "A fin de año.",
      "confianza": 0.831
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.59,
      "fin": 294.11,
      "duracion": 0.52,
      "texto": "Ah, bien.",
      "confianza": 0.408
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.13,
      "fin": 295.85,
      "duracion": 1.72,
      "texto": "¿Y por qué se está realizando hacer el cambio?",
      "confianza": 0.391
    },
    {
      "hablante": "Hablante B",
      "inicio": 295.91,
      "fin": 301.76,
      "duracion": 5.85,
      "texto": "Porque me habían llamado ustedes y no tengo buena señal de internet.",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante B",
      "inicio": 301.78,
      "fin": 306.51,
      "duracion": 4.73,
      "texto": "O sea, tengo señal, pero no tengo... a veces se me corta y me da bronca.",
      "confianza": 0.749
    },
    {
      "hablante": "Hablante B",
      "inicio": 306.53,
      "fin": 310.1,
      "duracion": 3.57,
      "texto": "Y con movilizar tenía bien señal, pero bueno.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.75,
      "fin": 313.51,
      "duracion": 2.76,
      "texto": "Veamos el lado bueno, Ernesto.",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante B",
      "inicio": 313.53,
      "fin": 325.27,
      "duracion": 11.74,
      "texto": "O sea, lo que se está otorgando Movistar en un día es económico, con un buen descuento, sé que es poco, el descuento por 6 meses, pero lo bueno es que usted lo puede volver a contratar a través del app de mi Movistar.",
      "confianza": 0.477
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.29,
      "fin": 327.31,
      "duracion": 2.02,
      "texto": "Y para eso tiene mi número y yo lo puedo ayudar.",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante A",
      "inicio": 329.3,
      "fin": 336.59,
      "duracion": 7.29,
      "texto": "La idea es que usted pueda seguir con la compañía y no seguir con una compañía que no tiene señal, puede pagar poco también, pero bueno, si no le anda, no le sirve.",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 336.97,
      "fin": 340.24,
      "duracion": 3.26,
      "texto": "No, no me anda, no me anda siempre.",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante A",
      "inicio": 340.26,
      "fin": 341.16,
      "duracion": 0.9,
      "texto": "Es como que le anda y que le anda.",
      "confianza": 0.077
    },
    {
      "hablante": "Hablante A",
      "inicio": 341.18,
      "fin": 341.78,
      "duracion": 0.6,
      "texto": "Claro.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante A",
      "inicio": 342.04,
      "fin": 346.83,
      "duracion": 4.79,
      "texto": "O sea, me anda, pero a veces me serrenega con la burbujita esa.",
      "confianza": 0.417
    },
    {
      "hablante": "Hablante A",
      "inicio": 346.85,
      "fin": 349.69,
      "duracion": 2.84,
      "texto": "Bueno, a mí me ha pasado también.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante A",
      "inicio": 349.71,
      "fin": 353.68,
      "duracion": 3.96,
      "texto": "Yo siempre he sido cliente movistar y claro, nunca he estado un personal.",
      "confianza": 0.4
    },
    {
      "hablante": "Hablante A",
      "inicio": 353.7,
      "fin": 354.04,
      "duracion": 0.34,
      "texto": "Claro.",
      "confianza": 0.186
    },
    {
      "hablante": "Hablante A",
      "inicio": 354.06,
      "fin": 357.7,
      "duracion": 3.64,
      "texto": "Yo iría a la zona y me negué a pasar a personal.",
      "confianza": 0.301
    },
    {
      "hablante": "Hablante A",
      "inicio": 357.72,
      "fin": 363.43,
      "duracion": 5.71,
      "texto": "Me negaba, no, yo no quería personal, pero bueno, no me quedó otra alternativa que por buena señal me tuve que pasar a movistar.",
      "confianza": 0.532
    },
    {
      "hablante": "Hablante A",
      "inicio": 363.47,
      "fin": 366.69,
      "duracion": 3.22,
      "texto": "No podía pagar ni la estación de servicio.",
      "confianza": 0.462
    },
    {
      "hablante": "Hablante A",
      "inicio": 367.16,
      "fin": 371.12,
      "duracion": 3.96,
      "texto": "Con personal no hay con qué darle a personal.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante A",
      "inicio": 371.14,
      "fin": 372.77,
      "duracion": 1.63,
      "texto": "La personal es único, es caro.",
      "confianza": 0.61
    }
  ]
}