{
  "archivo": "amza18_1_260219112906392_ACD_84387.wav",
  "duracion_segundos": 376.26,
  "num_segmentos": 78,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 46.36,
    "Hablante A": 300.91
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 2.0,
      "fin": 4.8,
      "texto": "Hola, buen día, habla Maciel."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.8,
      "fin": 4.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.9,
      "fin": 5.3,
      "texto": "¿Cómo te va?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.3,
      "fin": 7.7,
      "texto": "Mi nombre es Maciel, nos comunicamos del área de beneficios Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.9,
      "fin": 11.3,
      "texto": "Queríamos, mejorar tu plan de tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.6,
      "fin": 15.1,
      "texto": "Vemos que se encuentra en Claro actualmente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.2,
      "fin": 15.2,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.9,
      "fin": 18.2,
      "texto": "La idea es, bueno, mejorarte obviamente en lo que es el precio y el plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.2,
      "fin": 21.6,
      "texto": "Para eso sí tenemos lo que son los planes con un 80% de descuento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.1,
      "fin": 28.0,
      "texto": "De igual forma, queríamos consultarte qué clase de plan estás contratando en tu compañía actual, si recordás qué te brindan mensualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.5,
      "fin": 30.7,
      "texto": "Mira, te comento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.8,
      "fin": 34.2,
      "texto": "Ya me llamaron el otro día, me ofrecieron un plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.7,
      "fin": 41.3,
      "texto": "El tema es que yo estoy con la línea Claro y con Claro en el hogar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.1,
      "fin": 47.0,
      "texto": "Pregunté si me podían poner Movistar en el hogar y me dijeron que no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 47.0,
      "fin": 48.8,
      "texto": "Entonces, por eso no me interesa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.9,
      "fin": 51.6,
      "texto": "Yo necesito tener las dos cosas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 51.6,
      "fin": 51.8,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 51.9,
      "fin": 56.3,
      "texto": "¿Te habrían dicho por qué el motivo, digamos, de no tener cobertura en la zona?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 56.3,
      "fin": 58.3,
      "texto": "Porque tengo que tener tarjeta de crédito."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 59.5,
      "fin": 61.6,
      "texto": "Ah, bien, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 61.6,
      "fin": 62.3,
      "texto": "No hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 62.3,
      "fin": 70.6,
      "texto": "Tarjeta de crédito nada más te habían solicitado porque también puede ser lo que es una tarjeta de débito en tal caso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 70.6,
      "fin": 72.9,
      "texto": "No, no, tarjeta de crédito me dijeron que había que tener sí o sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 72.9,
      "fin": 73.1,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 73.1,
      "fin": 77.0,
      "texto": "En este caso, bueno, no sé qué canal te habían ofrecido, digamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 77.0,
      "fin": 87.1,
      "texto": "Tenemos también las mismas promociones, pero nos manejamos también con lo que es tarjeta de débito, sin necesidad de fondos para realizar el trámite porque no se te cobra nada, digamos, al momento de la instalación y nada por el estilo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 87.6,
      "fin": 99.0,
      "texto": "Solamente es para registrar un método de pago, pero no es necesario, más que nada lo manejamos con tarjeta de débito, y si pueden no tener fondos, genial, así no se descuenta nada por el estilo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 100.0,
      "fin": 111.8,
      "texto": "En un futuro vos si querés poder completar la forma de pago de la tarjeta y pagar por ese medio, pero si no puedes pagar por Mercado Pago y demás."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 111.8,
      "fin": 114.7,
      "texto": "No es necesario igualmente una tarjeta de débito, por eso me parece raro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 115.6,
      "fin": 134.5,
      "texto": "Lo que me dijeron el otro día, me ofrecieron un plan de, no sé, creo que era como 14 gigas a algo de, no llegaba a los 6.000 pesos y yo le pregunté por el Movistar Total, así se me cambió todo, lo que es el internet de la casa y de la línea del celular y también"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 134.7,
      "fin": 146.8,
      "texto": "Creo que las dos cosas eran algo de 24 mil, 25 mil pesos, pero había cobertura en el domicilio, pero me dijo que no se podía porque tenía que tener tarjeta de crédito."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 148.3,
      "fin": 149.2,
      "texto": "Sí, sí, no, qué raro, digamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 150.2,
      "fin": 154.8,
      "texto": "Generalmente pedimos lo que son tarjetas, pero no necesariamente tenía que decir sí o sí o una tarjeta de crédito."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 154.9,
      "fin": 159.5,
      "texto": "Puede ser, obviamente, tarjeta de crédito, pero generalmente se manejan con tarjeta de débito, generalmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 160.3,
      "fin": 166.4,
      "texto": "Más que nada para que no te descuenten nada, obviamente, en el momento de la instalación y nada por el estilo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 166.4,
      "fin": 169.7,
      "texto": "A mí también me pareció raro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 169.7,
      "fin": 187.8,
      "texto": "Te chequeo si querés nuevamente la cobertura para ver si sigue disponible, digamos, si está funcionando ok en la zona, para ver si puedes acceder al servicio y te comento los valores que estamos manejando en base a lo que vos me comentes que consumís, no sé, actualmente cuánto llegas vos regularmente consumís en el mes, en tu línea,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 188.3,
      "fin": 195.3,
      "texto": "Me dan 14 gigas, me dan en total."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 195.3,
      "fin": 198.2,
      "texto": "Porque creo que tenía algo de 4 gigas y me regalaban 10, algo así."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.2,
      "fin": 200.1,
      "texto": "Ah, el plan que te habían ofrecido anteriormente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.7,
      "fin": 207.0,
      "texto": "El plan es el mismo que tenemos, que es con un 80% de descuento, dice que te habían ofrecido, estuvo disponible por un día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.4,
      "fin": 211.8,
      "texto": "El mismo plan, el precio al día de hoy es de $7,780 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 211.8,
      "fin": 215.9,
      "texto": "Y es el mismo plan, tenés 4 gigas de base más 10 gigas de regalo por 6 meses."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 216.5,
      "fin": 221.2,
      "texto": "Todos los planes que te comento igualmente incluyen WhatsApp gratis y llamadas gratis a cualquier compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.3,
      "fin": 224.1,
      "texto": "Te lo comento igualmente, eso lo tienen básicamente todas las compañías."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 225.5,
      "fin": 227.1,
      "texto": "Pero te lo comento igualmente, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 227.5,
      "fin": 239.5,
      "texto": "Y lo que son los planes de internet, es no sé qué velocidad actualmente vos estás teniendo en Claro, digamos, como para recomendarte algo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 239.6,
      "fin": 239.9,
      "texto": "No, no me acuerdo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 239.9,
      "fin": 243.6,
      "texto": "Mira, actualmente, mira, te digo la velocidad que tenemos disponible, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 244.3,
      "fin": 244.8,
      "texto": "¿Qué son?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 245.0,
      "fin": 256.2,
      "texto": "Lo que es 600 megas, no sé cuánto habitan, digamos, la vivienda para recomendarte una velocidad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.2,
      "fin": 256.4,
      "texto": "Cuatro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.4,
      "fin": 256.7,
      "texto": "Cuatro celulares."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.8,
      "fin": 258.4,
      "texto": "Se usa una televisión."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 258.4,
      "fin": 258.7,
      "texto": "Ah, bien, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 258.7,
      "fin": 260.1,
      "texto": "Con internet."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 260.1,
      "fin": 260.2,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 260.2,
      "fin": 269.7,
      "texto": "En ese caso sí podemos ofrecerte lo que es una velocidad de 600 megas, que tiene un valor de 26,626, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 270.1,
      "fin": 276.3,
      "texto": "Una diferencia de 2.000 pesos con la de 300 megas, que en este caso la de 300 megas está en un valor de 24.000 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 276.9,
      "fin": 285.7,
      "texto": "Por lo que me comentaríamos si lo que habita en mi vivienda podría recomendar la velocidad de 600 megas, que tiene el valor de 26.626."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 285.7,
      "fin": 294.7,
      "texto": "Si querés, te chequeo nuevamente la cobertura así para corroborar que estés esperando que llegue el servicio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 295.5,
      "fin": 317.6,
      "texto": "Igual déjame que lo hablo con mi marido por el tema de lo que es el pago, porque él me está pagando lo que es la cobertura de internet y a ver cuánto es lo que le están editando de Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 317.8,
      "fin": 326.8,
      "texto": "Bien, si querés, igual forma, la dirección para bueno colaborar y ver, porque generalmente hay direcciones que tienen distintas promociones, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 326.9,
      "fin": 334.7,
      "texto": "Si querés, cállame la nominación y ya lo dejamos ahí asentado también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 334.8,
      "fin": 337.4,
      "texto": "Blanco, Ancalada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 337.4,
      "fin": 337.8,
      "texto": "1297."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 337.8,
      "fin": 341.0,
      "texto": "¿Eso a qué localidad pertenece?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 344.4,
      "fin": 344.7,
      "texto": "José Yerpas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 344.7,
      "fin": 344.9,
      "texto": "Muy bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 345.0,
      "fin": 350.0,
      "texto": "Te digo a las Andrés Calles que me figuran y bueno, si estoy bien ubicado, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 350.0,
      "fin": 355.4,
      "texto": "Me figura Eduardo Wilde y lo que es Juan José Castelli."
    },
    {
      "hablante": "AGENTE",
      "inicio": 355.4,
      "fin": 357.0,
      "texto": "Bien, genial."
    },
    {
      "hablante": "AGENTE",
      "inicio": 357.0,
      "fin": 358.0,
      "texto": "Bien, ahí lo vamos a dejar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 358.0,
      "fin": 367.9,
      "texto": "Vamos a chequear la cobertura y luego, si querés, te dejo también lo que son las promociones de WhatsApp para que vos puedas luego comparar ahí con lo que tenés actualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 370.3,
      "fin": 370.4,
      "texto": "Bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 370.4,
      "fin": 372.9,
      "texto": "Así que, bueno, muchísimas gracias igualmente, Yamila."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 372.9,
      "fin": 374.2,
      "texto": "Ahí estamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 374.5,
      "fin": 376.3,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola, buen día, habla Maciel. Sí. ¿Cómo te va? Mi nombre es Maciel, nos comunicamos del área de beneficios Movistar. Queríamos, mejorar tu plan de tu línea. Vemos que se encuentra en Claro actualmente. Sí. La idea es, bueno, mejorarte obviamente en lo que es el precio y el plan. Para eso sí tenemos lo que son los planes con un 80% de descuento. De igual forma, queríamos consultarte qué clase de plan estás contratando en tu compañía actual, si recordás qué te brindan mensualmente. Mira, te comento. Ya me llamaron el otro día, me ofrecieron un plan. El tema es que yo estoy con la línea Claro y con Claro en el hogar. Pregunté si me podían poner Movistar en el hogar y me dijeron que no. Entonces, por eso no me interesa. Yo necesito tener las dos cosas. Ah, bien. ¿Te habrían dicho por qué el motivo, digamos, de no tener cobertura en la zona? Porque tengo que tener tarjeta de crédito. Ah, bien, entiendo. No hay problema. Tarjeta de crédito nada más te habían solicitado porque también puede ser lo que es una tarjeta de débito en tal caso. No, no, tarjeta de crédito me dijeron que había que tener sí o sí. Ah, bien. En este caso, bueno, no sé qué canal te habían ofrecido, digamos. Tenemos también las mismas promociones, pero nos manejamos también con lo que es tarjeta de débito, sin necesidad de fondos para realizar el trámite porque no se te cobra nada, digamos, al momento de la instalación y nada por el estilo. Solamente es para registrar un método de pago, pero no es necesario, más que nada lo manejamos con tarjeta de débito, y si pueden no tener fondos, genial, así no se descuenta nada por el estilo. En un futuro vos si querés poder completar la forma de pago de la tarjeta y pagar por ese medio, pero si no puedes pagar por Mercado Pago y demás. No es necesario igualmente una tarjeta de débito, por eso me parece raro. Lo que me dijeron el otro día, me ofrecieron un plan de, no sé, creo que era como 14 gigas a algo de, no llegaba a los 6.000 pesos y yo le pregunté por el Movistar Total, así se me cambió todo, lo que es el internet de la casa y de la línea del celular y también Creo que las dos cosas eran algo de 24 mil, 25 mil pesos, pero había cobertura en el domicilio, pero me dijo que no se podía porque tenía que tener tarjeta de crédito. Sí, sí, no, qué raro, digamos. Generalmente pedimos lo que son tarjetas, pero no necesariamente tenía que decir sí o sí o una tarjeta de crédito. Puede ser, obviamente, tarjeta de crédito, pero generalmente se manejan con tarjeta de débito, generalmente. Más que nada para que no te descuenten nada, obviamente, en el momento de la instalación y nada por el estilo. A mí también me pareció raro. Te chequeo si querés nuevamente la cobertura para ver si sigue disponible, digamos, si está funcionando ok en la zona, para ver si puedes acceder al servicio y te comento los valores que estamos manejando en base a lo que vos me comentes que consumís, no sé, actualmente cuánto llegas vos regularmente consumís en el mes, en tu línea, Me dan 14 gigas, me dan en total. Porque creo que tenía algo de 4 gigas y me regalaban 10, algo así. Ah, el plan que te habían ofrecido anteriormente. El plan es el mismo que tenemos, que es con un 80% de descuento, dice que te habían ofrecido, estuvo disponible por un día. El mismo plan, el precio al día de hoy es de $7,780 pesos. Y es el mismo plan, tenés 4 gigas de base más 10 gigas de regalo por 6 meses. Todos los planes que te comento igualmente incluyen WhatsApp gratis y llamadas gratis a cualquier compañía. Te lo comento igualmente, eso lo tienen básicamente todas las compañías. Pero te lo comento igualmente, ¿sí? Y lo que son los planes de internet, es no sé qué velocidad actualmente vos estás teniendo en Claro, digamos, como para recomendarte algo. No, no me acuerdo. Mira, actualmente, mira, te digo la velocidad que tenemos disponible, ¿sí? ¿Qué son? Lo que es 600 megas, no sé cuánto habitan, digamos, la vivienda para recomendarte una velocidad. Cuatro. Cuatro celulares. Se usa una televisión. Ah, bien, bien. Con internet. Bien. En ese caso sí podemos ofrecerte lo que es una velocidad de 600 megas, que tiene un valor de 26,626, ¿sí? Una diferencia de 2.000 pesos con la de 300 megas, que en este caso la de 300 megas está en un valor de 24.000 pesos. Por lo que me comentaríamos si lo que habita en mi vivienda podría recomendar la velocidad de 600 megas, que tiene el valor de 26.626. Si querés, te chequeo nuevamente la cobertura así para corroborar que estés esperando que llegue el servicio. Igual déjame que lo hablo con mi marido por el tema de lo que es el pago, porque él me está pagando lo que es la cobertura de internet y a ver cuánto es lo que le están editando de Claro. Bien, si querés, igual forma, la dirección para bueno colaborar y ver, porque generalmente hay direcciones que tienen distintas promociones, ¿sí? Si querés, cállame la nominación y ya lo dejamos ahí asentado también. Blanco, Ancalada. 1297. ¿Eso a qué localidad pertenece? José Yerpas. Muy bien. Te digo a las Andrés Calles que me figuran y bueno, si estoy bien ubicado, ¿sí? Me figura Eduardo Wilde y lo que es Juan José Castelli. Bien, genial. Bien, ahí lo vamos a dejar. Vamos a chequear la cobertura y luego, si querés, te dejo también lo que son las promociones de WhatsApp para que vos puedas luego comparar ahí con lo que tenés actualmente. Bueno. Así que, bueno, muchísimas gracias igualmente, Yamila. Ahí estamos. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.509,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T13:49:09.669845",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 14 gigas",
        "plan 4 gigas + 10 gigas de regalo",
        "internet 600 megas",
        "internet 300 megas"
      ],
      "plan_vendido": null,
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, etc.), identificación de roles, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-22T22:26:42.544257",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.97,
      "fin": 4.78,
      "duracion": 2.81,
      "texto": "Hola, buen día, ella Miran.",
      "confianza": 0.325
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.8,
      "fin": 4.86,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.037
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.88,
      "fin": 5.28,
      "duracion": 0.4,
      "texto": "¿Cómo te va?",
      "confianza": 0.377
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.3,
      "fin": 7.74,
      "duracion": 2.44,
      "texto": "Mi nombre es Maciel, nos comunicamos del área de beneficio movilizar.",
      "confianza": 0.415
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.94,
      "fin": 11.27,
      "duracion": 2.32,
      "texto": "Queríamos, Miran, mejorarte en el plan de tu línea.",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.63,
      "fin": 15.13,
      "duracion": 3.51,
      "texto": "Vemos que se encuentra en clara actualmente.",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.15,
      "fin": 15.21,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.399
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.94,
      "fin": 18.18,
      "duracion": 2.24,
      "texto": "La idea es, bueno, mejorarte obviamente en lo que es el precio y el plan.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.22,
      "fin": 21.57,
      "duracion": 3.35,
      "texto": "Para eso sí tenemos lo que son los planes con un 80% de descuento.",
      "confianza": 0.832
    },
    {
      "hablante": "Hablante B",
      "inicio": 22.07,
      "fin": 28.0,
      "duracion": 5.93,
      "texto": "De igual forma, queríamos consultarte qué clase de plan estás contratando en tu compañía actual, si recordas qué te brindan mensualmente.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.51,
      "fin": 30.73,
      "duracion": 1.22,
      "texto": "Mira, te comento.",
      "confianza": 0.433
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.75,
      "fin": 34.16,
      "duracion": 3.4,
      "texto": "Ya me llamaron el otro día, me ofrecieron un plan.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante A",
      "inicio": 34.68,
      "fin": 41.34,
      "duracion": 6.67,
      "texto": "El tema es que yo estoy con la línea claro y con claro en el hogar.",
      "confianza": 0.841
    },
    {
      "hablante": "Hablante A",
      "inicio": 42.08,
      "fin": 46.95,
      "duracion": 4.86,
      "texto": "Pregunté si me podían poner Movistar en el hogar y me dijeron que no.",
      "confianza": 0.824
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.99,
      "fin": 48.77,
      "duracion": 1.78,
      "texto": "Entonces, por eso no me interesa.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante A",
      "inicio": 48.87,
      "fin": 51.63,
      "duracion": 2.76,
      "texto": "Yo necesito tener las dos cosas.",
      "confianza": 0.748
    },
    {
      "hablante": "Hablante A",
      "inicio": 51.65,
      "fin": 51.83,
      "duracion": 0.18,
      "texto": "Ah, bien.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante A",
      "inicio": 51.85,
      "fin": 56.26,
      "duracion": 4.4,
      "texto": "¿Te habrían dicho por qué el motivo, digamos, de no tener cobertura en la zona?",
      "confianza": 0.073
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.27,
      "fin": 58.34,
      "duracion": 2.06,
      "texto": "Porque tengo que tener tarjeta de crédito.",
      "confianza": 0.809
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.45,
      "fin": 61.61,
      "duracion": 2.16,
      "texto": "Ah, bien, entiendo.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 61.63,
      "fin": 62.29,
      "duracion": 0.66,
      "texto": "No hay problema.",
      "confianza": 0.471
    },
    {
      "hablante": "Hablante A",
      "inicio": 62.31,
      "fin": 70.58,
      "duracion": 8.27,
      "texto": "Tarjeta de crédito nada más te habían solicitado porque también puede ser lo que es una tarjeta de débito en tal caso.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante A",
      "inicio": 70.6,
      "fin": 72.91,
      "duracion": 2.3,
      "texto": "No, no, tarjeta de crédito me dijeron que había que tener sí o sí.",
      "confianza": 0.106
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.93,
      "fin": 73.11,
      "duracion": 0.18,
      "texto": "Ah, bien.",
      "confianza": 0.283
    },
    {
      "hablante": "Hablante A",
      "inicio": 73.13,
      "fin": 77.03,
      "duracion": 3.91,
      "texto": "En este caso, bueno, no sé qué canal te habían ofrecido, digamos.",
      "confianza": 0.551
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.05,
      "fin": 87.13,
      "duracion": 10.07,
      "texto": "Tenemos también las mismas promociones, pero nos manejamos también con lo que es tarjeta de débito, sin necesidad de fondos para realizar el trámite porque no se te cobra nada, digamos, al momento de la instalación y nada por el estilo.",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.58,
      "fin": 98.95,
      "duracion": 11.38,
      "texto": "solamente es para registrar un método de pago, pero no es necesario, más que nada lo manejamos con tarjeta de ébito, y si pueden no tener fondos, genial, así no se descuenta nada por el estilo.",
      "confianza": 0.706
    },
    {
      "hablante": "Hablante A",
      "inicio": 99.98,
      "fin": 111.77,
      "duracion": 11.8,
      "texto": "En un futuro vos si querés poder completar la forma de pago de la tarjeta y parar por ese medio, pero si no puedes parar por el mercado pago y demás.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 111.79,
      "fin": 114.72,
      "duracion": 2.92,
      "texto": "No es necesario igualmente una tarjeta de ébito, por eso me parece raro.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante A",
      "inicio": 115.59,
      "fin": 134.49,
      "duracion": 18.9,
      "texto": "Lo que me dijeron el otro día, me ofrecieron un plan de, no sé, creo que era como 14 gigas a algo de, no llegaba a los 6.000 pesos y yo le pregunté por el Movistar Oval, así se me cambió todo, lo que es el internet de la casa y de la línea del celular y también",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante A",
      "inicio": 134.68,
      "fin": 146.85,
      "duracion": 12.17,
      "texto": "Creo que las dos cosas eran algo de 24 mil, 25 mil pesos, pero había cobertura en el domicilio, pero me dijo que no se podía porque tenía que tener tarjeta de crédito.",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.29,
      "fin": 149.25,
      "duracion": 0.96,
      "texto": "Sí, sí, no, qué raro, digamos.",
      "confianza": 0.383
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.18,
      "fin": 154.82,
      "duracion": 4.65,
      "texto": "Generalmente pedimos lo que son tarjetas, pero no necesariamente tenía que decir sí o sí o una tarjeta de crédito.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante A",
      "inicio": 154.88,
      "fin": 159.49,
      "duracion": 4.6,
      "texto": "Puede ser, obviamente, tarjeta de crédito, pero generalmente se manejan con tarjeta de crédito, generalmente.",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante A",
      "inicio": 160.29,
      "fin": 166.42,
      "duracion": 6.13,
      "texto": "más que nada para que no te descuenten nada, obviamente, en el momento de la instalación y nada por el estilo.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante A",
      "inicio": 166.44,
      "fin": 169.71,
      "duracion": 3.26,
      "texto": "A mí también me pareció raro.",
      "confianza": 0.111
    },
    {
      "hablante": "Hablante A",
      "inicio": 169.73,
      "fin": 187.75,
      "duracion": 18.03,
      "texto": "Te chequeo si querés nuevamente la cobertura para ver si sigue disponible, digamos, si está funcionando ok en la zona, para ver si puedes acceder al servicio y te comento los valores que estamos manejando en base a lo que vos me comentes que consumís, no sé, actualmente cuánto llegas vos regularmente consumís en el mes, en tu línea,",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante A",
      "inicio": 188.34,
      "fin": 195.31,
      "duracion": 6.97,
      "texto": "Me dan 14 gigas, me dan en total.",
      "confianza": 0.201
    },
    {
      "hablante": "Hablante A",
      "inicio": 195.33,
      "fin": 198.19,
      "duracion": 2.86,
      "texto": "Porque creo que tenía algo de 4 gigas y me regalaban 10, algo así.",
      "confianza": 0.262
    },
    {
      "hablante": "Hablante A",
      "inicio": 198.21,
      "fin": 200.09,
      "duracion": 1.88,
      "texto": "Ah, el plan que te habían ofrecido anteriormente.",
      "confianza": 0.429
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.73,
      "fin": 206.96,
      "duracion": 6.23,
      "texto": "El plan es el mismo que tenemos, que es con un 80% de descuento, dice que te habían ofrecido, estuvo disponible por un día.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.4,
      "fin": 211.78,
      "duracion": 4.38,
      "texto": "El mismo plan, el precio al día de hoy es de $7,780 pesos.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 211.82,
      "fin": 215.95,
      "duracion": 4.12,
      "texto": "Y es el mismo plan, tenés 4 gigas de base más 10 gigas de regalo por 6 meses.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante A",
      "inicio": 216.52,
      "fin": 221.16,
      "duracion": 4.64,
      "texto": "Todos los planes que te comento igualmente incluyen whatsapp gratis y llamadas gratis a cualquier compañía.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante A",
      "inicio": 221.26,
      "fin": 224.13,
      "duracion": 2.86,
      "texto": "Te lo comento igualmente, eso lo tienen básicamente todas las compañías.",
      "confianza": 0.76
    },
    {
      "hablante": "Hablante A",
      "inicio": 225.53,
      "fin": 227.09,
      "duracion": 1.56,
      "texto": "Pero te lo comento igualmente, ¿sí?",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 227.53,
      "fin": 239.54,
      "duracion": 12.01,
      "texto": "Y lo que son los planes de internet, es no sé qué velocidad actualmente vos estás teniendo en claro, digamos, como para recomendarte algo.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 239.56,
      "fin": 239.92,
      "duracion": 0.36,
      "texto": "No, no me acuerdo.",
      "confianza": 0.009
    },
    {
      "hablante": "Hablante A",
      "inicio": 239.94,
      "fin": 243.61,
      "duracion": 3.66,
      "texto": "Mira, actualmente, mira, te digo la velocidad que tenemos disponible, ¿sí?",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante A",
      "inicio": 244.3,
      "fin": 244.78,
      "duracion": 0.48,
      "texto": "¿Qué son?",
      "confianza": 0.392
    },
    {
      "hablante": "Hablante A",
      "inicio": 245.04,
      "fin": 256.22,
      "duracion": 11.18,
      "texto": "Lo que es 600 megas, no sé cuánto habitan, digamos, la vivienda para recomendarte una velocidad.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante A",
      "inicio": 256.24,
      "fin": 256.38,
      "duracion": 0.14,
      "texto": "Cuatro.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 256.4,
      "fin": 256.74,
      "duracion": 0.34,
      "texto": "Cuatro celulares.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante A",
      "inicio": 256.76,
      "fin": 258.4,
      "duracion": 1.64,
      "texto": "Se usa una televisión.",
      "confianza": 0.317
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.42,
      "fin": 258.72,
      "duracion": 0.3,
      "texto": "Ah, bien, bien.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.74,
      "fin": 260.08,
      "duracion": 1.34,
      "texto": "Con internet.",
      "confianza": 0.382
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.1,
      "fin": 260.2,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.03
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.22,
      "fin": 269.7,
      "duracion": 9.48,
      "texto": "En ese caso sí podemos ofrecerte lo que es una velocidad de 600 megas, que tiene un valor de 26,626, ¿sí?",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.15,
      "fin": 276.3,
      "duracion": 6.15,
      "texto": "una diferencia de 2.000 pesos con la de 300 megas, que en este caso la de 300 megas está en un valor de 24.000 pesos.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante A",
      "inicio": 276.9,
      "fin": 285.69,
      "duracion": 8.79,
      "texto": "Por lo que me comentaríamos si lo que habita en mi vivienda podría recomendar la velocidad de 600 megas, que tiene el valor de 26.626.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante A",
      "inicio": 285.71,
      "fin": 294.69,
      "duracion": 8.97,
      "texto": "Si querés, te chequeo nuevamente la cobertura así para corroborar que estés esperando que llegue el servicio.",
      "confianza": 0.45
    },
    {
      "hablante": "Hablante A",
      "inicio": 295.51,
      "fin": 317.62,
      "duracion": 22.11,
      "texto": "Igual déjame que lo hablo con mi marido por el tema de lo que es el pago, porque él me está pagando lo que es la cobertura de internet y a ver cuánto es lo que le están editando de claro.",
      "confianza": 0.789
    },
    {
      "hablante": "Hablante A",
      "inicio": 317.8,
      "fin": 326.83,
      "duracion": 9.03,
      "texto": "Bien, si querés, igual forma, la dirección para bueno colaborar y ver, porque generalmente hay direcciones que tienen distintas promociones, ¿sí?",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante A",
      "inicio": 326.85,
      "fin": 334.74,
      "duracion": 7.89,
      "texto": "Si querés, cállame la nominación y ya lo dejamos ahí asentado también.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante A",
      "inicio": 334.76,
      "fin": 337.42,
      "duracion": 2.66,
      "texto": "Blanco, Ancalada.",
      "confianza": 0.514
    },
    {
      "hablante": "Hablante A",
      "inicio": 337.44,
      "fin": 337.81,
      "duracion": 0.36,
      "texto": "1297.",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante A",
      "inicio": 337.82,
      "fin": 341.03,
      "duracion": 3.2,
      "texto": "¿Eso a qué localidad pertenece?",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante B",
      "inicio": 344.45,
      "fin": 344.69,
      "duracion": 0.24,
      "texto": "José Yerpas.",
      "confianza": 0.019
    },
    {
      "hablante": "Hablante B",
      "inicio": 344.71,
      "fin": 344.89,
      "duracion": 0.18,
      "texto": "Muy bien.",
      "confianza": 0.1
    },
    {
      "hablante": "Hablante B",
      "inicio": 345.04,
      "fin": 349.99,
      "duracion": 4.94,
      "texto": "Te digo a las Andrés Calles que me figuran y bueno, si estoy bien ubicado, ¿sí?",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.0,
      "fin": 355.41,
      "duracion": 5.41,
      "texto": "Me figura Eduardo Wilde y lo que es Juan José Castelli.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante B",
      "inicio": 355.43,
      "fin": 357.01,
      "duracion": 1.58,
      "texto": "Bien, genial.",
      "confianza": 0.314
    },
    {
      "hablante": "Hablante B",
      "inicio": 357.03,
      "fin": 358.01,
      "duracion": 0.98,
      "texto": "Bien, ahí lo vamos a dejar.",
      "confianza": 0.643
    },
    {
      "hablante": "Hablante B",
      "inicio": 358.03,
      "fin": 367.94,
      "duracion": 9.91,
      "texto": "Vamos a chequear la cobertura y luego, si querés, te dejo también lo que son las promociones de WhatsApp para que vos puedas luego comparar ahí con lo que tenés actualmente.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante A",
      "inicio": 370.31,
      "fin": 370.43,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante A",
      "inicio": 370.45,
      "fin": 372.85,
      "duracion": 2.4,
      "texto": "Así que, bueno, muchísimas gracias igualmente, Yamila.",
      "confianza": 0.423
    },
    {
      "hablante": "Hablante A",
      "inicio": 372.87,
      "fin": 374.17,
      "duracion": 1.3,
      "texto": "Ahí estamos.",
      "confianza": 0.232
    },
    {
      "hablante": "Hablante A",
      "inicio": 374.54,
      "fin": 376.26,
      "duracion": 1.72,
      "texto": "Hasta luego.",
      "confianza": 0.389
    }
  ]
}