{
  "archivo": "amza37_1_260213112027629_ACD_68703.wav",
  "duracion_segundos": 306.23,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 58.86,
    "Hablante A": 225.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 2.2,
      "fin": 3.2,
      "texto": "Hola, buen día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 3.2,
      "fin": 4.3,
      "texto": "Quería hablar con Walter."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 5.0,
      "fin": 6.9,
      "texto": "Sí, sí, ponelo a hablar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.9,
      "fin": 7.6,
      "texto": "¿Qué tal, Walter?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.6,
      "fin": 12.3,
      "texto": "Sí, claro, me estoy contactando desde la línea de beneficios Movistar para acercarte una promoción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.3,
      "fin": 16.6,
      "texto": "Tenemos un 80% de descuento en nuestros planes hoy."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.6,
      "fin": 18.5,
      "texto": "No, yo te pido mil disculpas, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 18.6,
      "fin": 23.9,
      "texto": "No te quiero hacer perder tiempo ni perder tiempo yo tampoco porque yo tengo línea con Claro, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.9,
      "fin": 29.4,
      "texto": "Ya soy una banda y por el momento no tengo ningún tipo de problema, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.1,
      "fin": 34.4,
      "texto": "Sí, no, en realidad no te contactamos porque tengas problemas con la compañía actual, sino para mejorar tu servicio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 34.5,
      "fin": 35.6,
      "texto": "Obviamente, obviamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 35.8,
      "fin": 40.5,
      "texto": "Te podemos brindar 18 gigas con roaming de cuenta fijo en solo 10.720 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 40.6,
      "fin": 43.2,
      "texto": "Sí, sí, yo te entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.2,
      "fin": 43.8,
      "texto": "¿Sabes lo que pasa?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.9,
      "fin": 47.6,
      "texto": "Que yo hace un par de años atrás yo tuve problemas con Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.3,
      "fin": 48.8,
      "texto": "¿Qué pasó?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.9,
      "fin": 55.3,
      "texto": "Me quedaron, me habían quedado 30 lucas, creo que yo tenía que pagar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 55.9,
      "fin": 57.8,
      "texto": "Ajá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 57.8,
      "fin": 57.9,
      "texto": "Este..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 58.5,
      "fin": 65.0,
      "texto": "En la cual el pago que yo tenía que hacer me habían pedido que yo tenía que tener una tarjeta de crédito."
    },
    {
      "hablante": "AGENTE",
      "inicio": 67.4,
      "fin": 68.5,
      "texto": "Me habían dicho así, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.5,
      "fin": 81.1,
      "texto": "Y nada, yo le dije que yo estaba trabajando afuera en ese momento y le dije, escúchame, yo no me hagas esto porque yo soy cliente a una banda de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 81.1,
      "fin": 86.9,
      "texto": "Hablamos bien con la persona que me llamó y en la cual no me dio solución."
    },
    {
      "hablante": "AGENTE",
      "inicio": 87.8,
      "fin": 99.5,
      "texto": "Y yo no podía venirme acá a Buenos Aires por tema de trabajo y bueno, tuve que perder el día de laburo, vine acá y nadie me dio una solución."
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.1,
      "fin": 105.2,
      "texto": "Yo me fui a Quilmes, la general de Quilmes, la general de Quilmes me mandaron a Lomas a Mora, bueno, juntos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 106.1,
      "fin": 109.6,
      "texto": "No me quisieron aceptar el pago en efectivo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 109.8,
      "fin": 112.1,
      "texto": "Bueno, yo tenía que volver a laburar, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 112.1,
      "fin": 126.1,
      "texto": "Yo tenía que volver a laburar, así que así como llegué a la... a la... a la... a la terminal ahí, en la casa de Lomas de Zamora, se pudrió todo y puse loco, rompí todas las boletas que le llevé todo ahí y me mandé a mudar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 126.2,
      "fin": 128.4,
      "texto": "Ya está, no lo pagué, malo, 30.000 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.6,
      "fin": 137.7,
      "texto": "Ustedes me volvieron a llamar de vuelta, diciéndome que eso no había problema, que me podían hacer un plan de pago igual, pero que ahora la deuda era de 80."
    },
    {
      "hablante": "AGENTE",
      "inicio": 139.0,
      "fin": 139.1,
      "texto": "¿No?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 139.8,
      "fin": 140.6,
      "texto": "Ah, qué raro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 140.7,
      "fin": 147.3,
      "texto": "Qué raro, porque vos sabés, Walter, que nosotros en realidad bonificamos deudas cuando el cliente se vuelve a la compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 147.4,
      "fin": 149.6,
      "texto": "Cuando se van y vuelven, les bonificamos deudas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.6,
      "fin": 149.8,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.8,
      "fin": 151.2,
      "texto": "Es raro que tal don dijo eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 151.2,
      "fin": 152.5,
      "texto": "Me salvó mucho la atención."
    },
    {
      "hablante": "AGENTE",
      "inicio": 153.4,
      "fin": 154.7,
      "texto": "Sí, sí, me dijo así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 155.8,
      "fin": 162.9,
      "texto": "Yo, obviamente que yo tenía la línea, la cinta óptica, todo en casa, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 162.9,
      "fin": 164.2,
      "texto": "Tenía todo, completo, todo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 165.2,
      "fin": 168.1,
      "texto": "Por eso a mí también se me hacía medio complicado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 168.7,
      "fin": 177.2,
      "texto": "Y tuve que dejar todo porque por esa situación, yo no puedo estar perdiendo tiempo porque a mí no me paga nadie también el día del laburo y yo no voy a trabajar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 178.0,
      "fin": 190.6,
      "texto": "Fui y le expliqué bien, le expliqué bien porque anduve todo el día, vi que me vine allá de Mar del Plata, acá, a pagar para no tener problemas, nadie me daba una solución, entonces, y nomás me enojé y fui, y no pagué nunca más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 191.6,
      "fin": 197.3,
      "texto": "No pagué nunca más, se me va la deuda, obviamente, porque entiendo, pero bueno, no lamento, yo no..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 197.7,
      "fin": 199.7,
      "texto": "No me voy a ver a ese problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 200.3,
      "fin": 210.9,
      "texto": "Así que ahí nomás yo a los dos, tres meses me pasé a Claro, que en la cual estoy pagando 10 lucas también, es mucho lo que vos me estás brindando de giga."
    },
    {
      "hablante": "AGENTE",
      "inicio": 211.0,
      "fin": 213.4,
      "texto": "Acá me dan 4 gigas, viste."
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.4,
      "fin": 218.4,
      "texto": "Después todo lo demás gratis, llamada a cualquier empresa, el que se yo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 218.6,
      "fin": 224.3,
      "texto": "Yo entiendo que podías haber tenido ese inconveniente tan feo en el pasado, pero la verdad es que..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 224.6,
      "fin": 230.7,
      "texto": "O sea, esta es una compañía grande, evidentemente pueden haber situaciones o personas que no respondan o no tienen bien su trabajo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 230.7,
      "fin": 232.8,
      "texto": "Obviamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 233.0,
      "fin": 238.3,
      "texto": "Ahora te vamos a brindar un mal servicio, ni nada de eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 238.4,
      "fin": 251.4,
      "texto": "Pero bueno, la oferta está, nosotros podemos bonificar la deuda por hacer el día de hoy, estaría bueno progresar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 251.4,
      "fin": 252.8,
      "texto": "Claro, sí, te entiendo, te entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 253.3,
      "fin": 260.1,
      "texto": "Yo ahora, como le digo a tus compañeros a veces que me llaman, ahora en este momento no voy a poder."
    },
    {
      "hablante": "AGENTE",
      "inicio": 260.6,
      "fin": 268.0,
      "texto": "Por ahí veremos unos días más, más o menos, que yo vea cómo puedo hacer y yo lo llamo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 268.1,
      "fin": 273.6,
      "texto": "Yo tengo un montón de números acá que siempre me dejan para que me comunique y que se yo, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 273.6,
      "fin": 277.2,
      "texto": "Para ver si podemos hacer la transacción, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 277.2,
      "fin": 280.7,
      "texto": "Sea de números, cambiar a Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 280.7,
      "fin": 281.2,
      "texto": "Veremos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.4,
      "fin": 306.2,
      "texto": "O sea, yo en este momento no puedo hacer nada y sí está bueno eso que me pueden bonificar y esas cosas está bueno, pero lo hablaremos en otro momento. Yo ahora la verdad que no puedo. Bueno, Walter, bueno, en ese caso te agradezco por tu tiempo y esperamos tenerte de vuelta pronto por la compañía. Bueno, dale, dale, dale, que tenga buen día igual para vos. Hasta luego, dale, buen fin de calor, chau, chau."
    }
  ],
  "transcripcion_completa": "Hola, buen día. Quería hablar con Walter. Sí, sí, ponelo a hablar. ¿Qué tal, Walter? Sí, claro, me estoy contactando desde la línea de beneficios Movistar para acercarte una promoción. Tenemos un 80% de descuento en nuestros planes hoy. No, yo te pido mil disculpas, ¿viste? No te quiero hacer perder tiempo ni perder tiempo yo tampoco porque yo tengo línea con Claro, ¿viste? Ya soy una banda y por el momento no tengo ningún tipo de problema, ¿viste? Sí, no, en realidad no te contactamos porque tengas problemas con la compañía actual, sino para mejorar tu servicio. Obviamente, obviamente. Te podemos brindar 18 gigas con roaming de cuenta fijo en solo 10.720 pesos. Sí, sí, yo te entiendo. ¿Sabes lo que pasa? Que yo hace un par de años atrás yo tuve problemas con Movistar. ¿Qué pasó? Me quedaron, me habían quedado 30 lucas, creo que yo tenía que pagar. Ajá. Este... En la cual el pago que yo tenía que hacer me habían pedido que yo tenía que tener una tarjeta de crédito. Me habían dicho así, ¿viste? Y nada, yo le dije que yo estaba trabajando afuera en ese momento y le dije, escúchame, yo no me hagas esto porque yo soy cliente a una banda de Movistar. Hablamos bien con la persona que me llamó y en la cual no me dio solución. Y yo no podía venirme acá a Buenos Aires por tema de trabajo y bueno, tuve que perder el día de laburo, vine acá y nadie me dio una solución. Yo me fui a Quilmes, la general de Quilmes, la general de Quilmes me mandaron a Lomas a Mora, bueno, juntos. No me quisieron aceptar el pago en efectivo. Bueno, yo tenía que volver a laburar, ¿viste? Yo tenía que volver a laburar, así que así como llegué a la... a la... a la... a la terminal ahí, en la casa de Lomas de Zamora, se pudrió todo y puse loco, rompí todas las boletas que le llevé todo ahí y me mandé a mudar. Ya está, no lo pagué, malo, 30.000 pesos. Ustedes me volvieron a llamar de vuelta, diciéndome que eso no había problema, que me podían hacer un plan de pago igual, pero que ahora la deuda era de 80. ¿No? Ah, qué raro. Qué raro, porque vos sabés, Walter, que nosotros en realidad bonificamos deudas cuando el cliente se vuelve a la compañía. Cuando se van y vuelven, les bonificamos deudas. Claro. Es raro que tal don dijo eso. Me salvó mucho la atención. Sí, sí, me dijo así. Yo, obviamente que yo tenía la línea, la cinta óptica, todo en casa, ¿no? Tenía todo, completo, todo. Por eso a mí también se me hacía medio complicado. Y tuve que dejar todo porque por esa situación, yo no puedo estar perdiendo tiempo porque a mí no me paga nadie también el día del laburo y yo no voy a trabajar. Fui y le expliqué bien, le expliqué bien porque anduve todo el día, vi que me vine allá de Mar del Plata, acá, a pagar para no tener problemas, nadie me daba una solución, entonces, y nomás me enojé y fui, y no pagué nunca más. No pagué nunca más, se me va la deuda, obviamente, porque entiendo, pero bueno, no lamento, yo no... No me voy a ver a ese problema. Así que ahí nomás yo a los dos, tres meses me pasé a Claro, que en la cual estoy pagando 10 lucas también, es mucho lo que vos me estás brindando de giga. Acá me dan 4 gigas, viste. Después todo lo demás gratis, llamada a cualquier empresa, el que se yo. Yo entiendo que podías haber tenido ese inconveniente tan feo en el pasado, pero la verdad es que... O sea, esta es una compañía grande, evidentemente pueden haber situaciones o personas que no respondan o no tienen bien su trabajo. Obviamente. Ahora te vamos a brindar un mal servicio, ni nada de eso. Pero bueno, la oferta está, nosotros podemos bonificar la deuda por hacer el día de hoy, estaría bueno progresar. Claro, sí, te entiendo, te entiendo. Yo ahora, como le digo a tus compañeros a veces que me llaman, ahora en este momento no voy a poder. Por ahí veremos unos días más, más o menos, que yo vea cómo puedo hacer y yo lo llamo. Yo tengo un montón de números acá que siempre me dejan para que me comunique y que se yo, ¿viste? Para ver si podemos hacer la transacción, ¿viste? Sea de números, cambiar a Movistar. Veremos. O sea, yo en este momento no puedo hacer nada y sí está bueno eso que me pueden bonificar y esas cosas está bueno, pero lo hablaremos en otro momento. Yo ahora la verdad que no puedo. Bueno, Walter, bueno, en ese caso te agradezco por tu tiempo y esperamos tenerte de vuelta pronto por la compañía. Bueno, dale, dale, dale, que tenga buen día igual para vos. Hasta luego, dale, buen fin de calor, chau, chau.",
  "calidad": {
    "confianza_promedio": 0.582,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T04:53:28.221243",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 18 gigas"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: 'gigas', nombres propios), identificación de roles, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-20T10:29:46.982204",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 2.16,
      "fin": 3.18,
      "duracion": 1.02,
      "texto": "Hola, buen día.",
      "confianza": 0.141
    },
    {
      "hablante": "Hablante B",
      "inicio": 3.2,
      "fin": 4.32,
      "duracion": 1.12,
      "texto": "Quería hablar con Walter.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.04,
      "fin": 6.9,
      "duracion": 1.86,
      "texto": "Sí, sí, ponelo a hablar.",
      "confianza": 0.375
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.92,
      "fin": 7.58,
      "duracion": 0.66,
      "texto": "¿Qué tal, Walter?",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.61,
      "fin": 12.27,
      "duracion": 4.67,
      "texto": "Sí, claro, me estoy contactando desde la línea de beneficios Movistar para acercarte a una promoción.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.29,
      "fin": 16.62,
      "duracion": 4.33,
      "texto": "80% de descuento en nuestras planes tenemos hoy.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.64,
      "fin": 18.54,
      "duracion": 1.9,
      "texto": "No, yo te pido mil disculpas, ¿viste?",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.58,
      "fin": 23.89,
      "duracion": 5.31,
      "texto": "No te quiero hacer perder tiempo ni perder tiempo yo tampoco porque yo tengo línea con Claro, ¿viste?",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.91,
      "fin": 29.4,
      "duracion": 5.49,
      "texto": "Ya soy una banda y por el momento no tengo ningún tipo de problema, ¿viste?",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.12,
      "fin": 34.38,
      "duracion": 4.27,
      "texto": "Si, no, en realidad no te tratamos porque tengas problemas con la compañía actual, sino para mejorar tu servicio.",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.45,
      "fin": 35.65,
      "duracion": 1.2,
      "texto": "Obviamente, obviamente.",
      "confianza": 0.386
    },
    {
      "hablante": "Hablante B",
      "inicio": 35.77,
      "fin": 40.47,
      "duracion": 4.71,
      "texto": "Te podemos brindar 18 gigas con roaming de cuenta fijo en solo 10.720 pesos.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante B",
      "inicio": 40.61,
      "fin": 43.16,
      "duracion": 2.54,
      "texto": "Sí, sí, yo te entiendo.",
      "confianza": 0.513
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.18,
      "fin": 43.8,
      "duracion": 0.62,
      "texto": "¿Sabes lo que pasa?",
      "confianza": 0.717
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.86,
      "fin": 47.6,
      "duracion": 3.74,
      "texto": "Que yo hace un par de años atrás yo tuve problemas con movistar.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.28,
      "fin": 48.84,
      "duracion": 0.56,
      "texto": "¿Qué pasó?",
      "confianza": 0.325
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.86,
      "fin": 55.29,
      "duracion": 6.43,
      "texto": "Me quedaron, me habían quedado 30 lucras, creo que yo tenía que pagar.",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.89,
      "fin": 57.76,
      "duracion": 1.86,
      "texto": "Ajá.",
      "confianza": 0.592
    },
    {
      "hablante": "Hablante B",
      "inicio": 57.77,
      "fin": 57.91,
      "duracion": 0.14,
      "texto": "Este...",
      "confianza": 0.143
    },
    {
      "hablante": "Hablante B",
      "inicio": 58.54,
      "fin": 64.96,
      "duracion": 6.43,
      "texto": "en la cual el pago que yo tenía que hacer me habían pedido que yo tenía que tener una tarjeta de crédito.",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.36,
      "fin": 68.51,
      "duracion": 1.14,
      "texto": "Me habían dicho así, ¿viste?",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante A",
      "inicio": 68.53,
      "fin": 81.1,
      "duracion": 12.57,
      "texto": "Y nada, yo le dije que yo estaba trabajando afuera en ese momento y le dije, escúchame, yo no me hagas esto porque yo soy cliente a una banda de Movistar.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.14,
      "fin": 86.92,
      "duracion": 5.78,
      "texto": "Hablamos bien con la persona que me llamó y en la cual no me dio solución.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.83,
      "fin": 99.45,
      "duracion": 11.62,
      "texto": "y yo no podía venirme acá a Buenos Aires por tema de trabajo y bueno, tuve que perder el día de laburo, vine acá y nadie me dio una solución.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.09,
      "fin": 105.23,
      "duracion": 5.15,
      "texto": "Yo me fui a Quilmes, la general de Quilmes, la general de Quilmes me mandaron a Lombos a Mora, bueno, juntos.",
      "confianza": 0.551
    },
    {
      "hablante": "Hablante A",
      "inicio": 106.14,
      "fin": 109.62,
      "duracion": 3.48,
      "texto": "No me quisieron aceptar el pago en efectivo.",
      "confianza": 0.839
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.79,
      "fin": 112.09,
      "duracion": 2.3,
      "texto": "Bueno, yo tenía que volver a laburar, ¿viste?",
      "confianza": 0.508
    },
    {
      "hablante": "Hablante A",
      "inicio": 112.11,
      "fin": 126.13,
      "duracion": 14.02,
      "texto": "Yo tenía que volver a laburar, así que así como llegué a la... a la... a la... a la terminal ahí, en la casa de Loma de Zamora, se pudió todo y puse loco, rompí todas las boletas que le llevé todo ahí y me mandé a mudar.",
      "confianza": 0.523
    },
    {
      "hablante": "Hablante A",
      "inicio": 126.15,
      "fin": 128.43,
      "duracion": 2.28,
      "texto": "Ya está, no lo pagué malo, 30.000 pesos.",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante A",
      "inicio": 128.61,
      "fin": 137.66,
      "duracion": 9.05,
      "texto": "Ustedes me volvieron a llamar de vuelta, diciéndome que eso no había problema, que me podían hacer un plan de pago igual, pero que ahora la deuda era de 80.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante A",
      "inicio": 139.02,
      "fin": 139.1,
      "duracion": 0.08,
      "texto": "¿No?",
      "confianza": 0.248
    },
    {
      "hablante": "Hablante A",
      "inicio": 139.77,
      "fin": 140.63,
      "duracion": 0.86,
      "texto": "Ah, qué raro.",
      "confianza": 0.356
    },
    {
      "hablante": "Hablante A",
      "inicio": 140.65,
      "fin": 147.34,
      "duracion": 6.69,
      "texto": "Qué raro, porque vos sabéis en Walter que nosotros en realidad bonificamos deudas cuando el cliente se vuelve a la compañía.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.4,
      "fin": 149.62,
      "duracion": 2.22,
      "texto": "Cuando se van y vuelven, les bonificamos deudas.",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.64,
      "fin": 149.76,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.145
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.78,
      "fin": 151.19,
      "duracion": 1.4,
      "texto": "Es raro que tal don dijo eso.",
      "confianza": 0.384
    },
    {
      "hablante": "Hablante A",
      "inicio": 151.21,
      "fin": 152.51,
      "duracion": 1.3,
      "texto": "Me salvó mucho la atención.",
      "confianza": 0.775
    },
    {
      "hablante": "Hablante A",
      "inicio": 153.45,
      "fin": 154.73,
      "duracion": 1.28,
      "texto": "Sí, sí, me dijo así.",
      "confianza": 0.346
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.83,
      "fin": 162.86,
      "duracion": 7.03,
      "texto": "Yo, obviamente que yo tenía la línea, la cinta óptica, todo en casa, ¿no?",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 162.94,
      "fin": 164.24,
      "duracion": 1.3,
      "texto": "Tenía todo, completo, todo.",
      "confianza": 0.794
    },
    {
      "hablante": "Hablante A",
      "inicio": 165.24,
      "fin": 168.14,
      "duracion": 2.9,
      "texto": "Por eso a mí también se me hacía medio complicado.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante A",
      "inicio": 168.68,
      "fin": 177.15,
      "duracion": 8.47,
      "texto": "y tuve que dejar todo porque por esa situación, yo no puedo estar perdiendo tiempo porque a mí no me paga nadie también el día del aburso y yo no voy a trabajar.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante A",
      "inicio": 177.99,
      "fin": 190.62,
      "duracion": 12.63,
      "texto": "Fui y le expliqué bien, le expliqué bien porque anduve todo el día, vi que me vine allá de Mar de Plata, acá, a pagar para no tener problemas, nadie me daba una solución, entonces, y nomás me enojé y fui, y no pagué nunca más.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante A",
      "inicio": 191.56,
      "fin": 197.27,
      "duracion": 5.71,
      "texto": "No pagué nunca más, se me va la deuda, obviamente, porque entiendo, pero bueno, no lamento, yo no...",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante A",
      "inicio": 197.74,
      "fin": 199.72,
      "duracion": 1.98,
      "texto": "No me voy a ver a ese problema.",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.32,
      "fin": 210.95,
      "duracion": 10.63,
      "texto": "Así que ahí nomás yo a los dos, tres meses me pasé a Claro, que en la cual estoy pagando 10 lucas también, es mucho lo que vos me estás brindando de giga.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante A",
      "inicio": 211.01,
      "fin": 213.42,
      "duracion": 2.4,
      "texto": "Acá me dan 4 gigas, viste.",
      "confianza": 0.517
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.44,
      "fin": 218.36,
      "duracion": 4.93,
      "texto": "Después todo lo demás gratis, llamada a cualquier empresa, el que se yo.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante A",
      "inicio": 218.56,
      "fin": 224.27,
      "duracion": 5.71,
      "texto": "Yo entiendo que podías haber tenido ese inconveniente tan feo en el pasado, pero la verdad es que...",
      "confianza": 0.062
    },
    {
      "hablante": "Hablante A",
      "inicio": 224.6,
      "fin": 230.67,
      "duracion": 6.06,
      "texto": "O sea, esta es una compañía grande, evidentemente pueden haber situaciones o personas que no respondan o no tienen bien su trabajo.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante A",
      "inicio": 230.69,
      "fin": 232.85,
      "duracion": 2.16,
      "texto": "Obviamente.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante A",
      "inicio": 232.99,
      "fin": 238.31,
      "duracion": 5.32,
      "texto": "Ahora te vamos a brindar un mal servicio, ni nada de eso.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante A",
      "inicio": 238.38,
      "fin": 251.43,
      "duracion": 13.05,
      "texto": "Pero bueno, la oferta está, nosotros podemos bonificar la deuda por hacer el día de hoy, estaría bueno progresar.",
      "confianza": 0.506
    },
    {
      "hablante": "Hablante A",
      "inicio": 251.45,
      "fin": 252.79,
      "duracion": 1.34,
      "texto": "Claro, sí, te entiendo, te entiendo.",
      "confianza": 0.483
    },
    {
      "hablante": "Hablante A",
      "inicio": 253.27,
      "fin": 260.14,
      "duracion": 6.87,
      "texto": "Yo ahora, como le digo a tus compañeros a veces que me llaman, ahora en este momento no voy a poder.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.56,
      "fin": 267.97,
      "duracion": 7.41,
      "texto": "Por ahí veremos unos días más, más o menos, que yo vea cómo puedo hacer y yo lo llamo.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante A",
      "inicio": 268.07,
      "fin": 273.57,
      "duracion": 5.5,
      "texto": "Yo tengo un montón de números acá que siempre me dejan para que me comunique y que se yo, ¿viste?",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante A",
      "inicio": 273.59,
      "fin": 277.2,
      "duracion": 3.6,
      "texto": "Para ver si podemos hacer la transacción, ¿viste?",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante A",
      "inicio": 277.22,
      "fin": 280.68,
      "duracion": 3.46,
      "texto": "Sea de números, cambiar a movistar.",
      "confianza": 0.741
    },
    {
      "hablante": "Hablante A",
      "inicio": 280.7,
      "fin": 281.22,
      "duracion": 0.52,
      "texto": "Veremos.",
      "confianza": 0.932
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.45,
      "fin": 306.23,
      "duracion": 24.78,
      "texto": "o sea yo en este momento no puedo hacer nada y sí está bueno eso que me pueden bonificar y esas cosas está bueno pero lo hablaremos en otro momento yo ahora no la verdad que no puedo bueno malter bueno en ese caso te agradezco por tu tiempo y esperamos tenerte de vuelta pronto por la compañía bueno dale dale dale que tenga buen día igual para vos hasta luego dale buen fin de calor chau chau",
      "confianza": 0.647
    }
  ]
}