{
  "archivo": "amza18_1_260211142254413_ACD_79819.wav",
  "duracion_segundos": 362.93,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 112.34,
    "Hablante B": 216.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 6.8,
      "texto": "Buenas tardes, Mariana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.8,
      "fin": 8.1,
      "texto": "Mi nombre es Maciel."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.1,
      "fin": 10.1,
      "texto": "Nos comunicamos del área de beneficios Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.5,
      "fin": 13.4,
      "texto": "Queríamos, Mariana, mejorar tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.6,
      "fin": 15.2,
      "texto": "Vemos que te encontrás en Claro actualmente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.8,
      "fin": 19.9,
      "texto": "¿Cuánto pago?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.9,
      "fin": 24.4,
      "texto": "La idea es mejorar lo que es el servicio y el precio que tenés actualmente en tu compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 25.3,
      "fin": 26.9,
      "texto": "Brindándote así un plan mejor, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 26.9,
      "fin": 34.7,
      "texto": "Queríamos de igual forma consultarte, si recordás, qué gigas consumís mensualmente en tu compañía para poder mejorar tu oferta."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.7,
      "fin": 34.8,
      "texto": "Vale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.8,
      "fin": 37.4,
      "texto": "¿Cuánto sería la mejor oferta que tenés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.4,
      "fin": 46.4,
      "texto": "Bien, en base a lo que son los gigas en estos momentos, tenemos lo que es un plan de 8 gigas de base más 10 gigas de regalo por 6 meses, que al día de hoy te quedan en 8.047 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 47.3,
      "fin": 51.0,
      "texto": "Tenés WhatsApp gratis, llamadas gratis a cualquier compañía,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 51.5,
      "fin": 64.2,
      "texto": "Esto de gigas que te comento, ¿tenés suficiente o consumís más de lo que tenés en el plan?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.3,
      "fin": 65.8,
      "texto": "No, no tengo ni idea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 65.8,
      "fin": 69.0,
      "texto": "Entonces, 8 gigas nada más y después por 6 meses... Claro, el plan sería un total de 18 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 69.2,
      "fin": 70.8,
      "texto": "Sí, tenés el plan de 8 gigas de base."
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.3,
      "fin": 76.9,
      "texto": "Y por 6 meses tenés 10 gigas de regalo para consumir."
    },
    {
      "hablante": "AGENTE",
      "inicio": 76.9,
      "fin": 80.5,
      "texto": "Tenés, como te comenté, WhatsApp gratis, llamadas gratis a cualquier compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 80.7,
      "fin": 86.4,
      "texto": "El plan también te incluye roaming en América y América con precio local en el caso de que viajes, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 86.4,
      "fin": 87.4,
      "texto": "Está bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 87.5,
      "fin": 88.9,
      "texto": "A ver, ¿espera qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 88.9,
      "fin": 89.9,
      "texto": "¿Para qué me fijo cuánto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 90.0,
      "fin": 91.4,
      "texto": "Dale, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 91.6,
      "fin": 92.2,
      "texto": "Yo te abordo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 92.2,
      "fin": 92.6,
      "texto": "¿Por qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 92.7,
      "fin": 94.6,
      "texto": "No tengo ni idea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 94.6,
      "fin": 95.3,
      "texto": "No, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 95.3,
      "fin": 96.4,
      "texto": "No hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 96.5,
      "fin": 97.2,
      "texto": "Ahí sí que es."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 97.2,
      "fin": 102.6,
      "texto": "Puedes ingresar a la página de Claro o si tienes la aplicación, creo que te sale ahí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 102.6,
      "fin": 109.0,
      "texto": "Sí, pero no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.0,
      "fin": 109.2,
      "texto": "A ver..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.3,
      "fin": 109.7,
      "texto": "Tiendas, factura..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 110.3,
      "fin": 115.7,
      "texto": "No, no tengo ni idea cómo se me fija cuánto tengo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 115.7,
      "fin": 119.2,
      "texto": "No sé si estás con el teléfono, digamos, en altavoz."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 120.4,
      "fin": 124.1,
      "texto": "Mira, ingresa y si puedes buscar en Google, Mi Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 125.7,
      "fin": 126.7,
      "texto": "O sea, yo tengo la aplicación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 127.4,
      "fin": 133.1,
      "texto": "Ah, tenés la aplicación, porque mira, por la página es mucho más sencillo, te digo porque desconozco cómo funciona la aplicación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 133.2,
      "fin": 136.1,
      "texto": "Sé que por la página es mucho más sencillo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 137.0,
      "fin": 137.3,
      "texto": "Está bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 138.1,
      "fin": 139.7,
      "texto": "¿Tengo que tener alguna contraseña?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 139.9,
      "fin": 150.4,
      "texto": "No, porque te llega directamente, vos ponés ingreso por única vez y te llega un código que es para ingresar con tu número de línea, nada más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.4,
      "fin": 150.9,
      "texto": "¿Cómo salía?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 151.7,
      "fin": 154.7,
      "texto": "Decime cuando ingreses que busques Mi Claro y te voy guiando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 157.9,
      "fin": 158.6,
      "texto": "Mi Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 158.6,
      "fin": 165.8,
      "texto": "Bien, ingresa a la página y a la derecha, te vas a configurar, derecha arriba, ir a Mi Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 167.2,
      "fin": 170.4,
      "texto": "Ahí te van a salir las opciones de poner email."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 170.9,
      "fin": 175.2,
      "texto": "Abajo te dice ingreso por única vez."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 175.3,
      "fin": 184.1,
      "texto": "Bien, ahí, bueno, ponés tu número de línea y vas a recibir un código, digamos, por mensaje de texto de Claro, obviamente, para ingresar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 185.3,
      "fin": 189.5,
      "texto": "Pero no se me borra el usuario, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 189.5,
      "fin": 191.2,
      "texto": "No, no, es un ingreso por única vez, solamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 191.2,
      "fin": 197.0,
      "texto": "Cuando cerrás la sesión, si te vas alrededor de la página, si vos la tenés en el teléfono, no se te cierra ni nada por el estilo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.2,
      "fin": 199.3,
      "texto": "Ok."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.6,
      "fin": 204.7,
      "texto": "Ahí vas a ingresar y te va a figurar en detalles del plan o algo así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 205.8,
      "fin": 217.2,
      "texto": "A ver, vamos a ver."
    },
    {
      "hablante": "AGENTE",
      "inicio": 217.2,
      "fin": 217.7,
      "texto": "¿Qué sería?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 217.7,
      "fin": 219.2,
      "texto": "¿Internet disponible?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 219.2,
      "fin": 222.8,
      "texto": "¿Qué sería?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 222.9,
      "fin": 224.2,
      "texto": "A ver."
    },
    {
      "hablante": "AGENTE",
      "inicio": 224.2,
      "fin": 225.3,
      "texto": "No, no está bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 225.3,
      "fin": 226.6,
      "texto": "Yo tengo 20 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 226.9,
      "fin": 230.9,
      "texto": "Por ende, en realidad ese plan me serviría porque está bien por 10."
    },
    {
      "hablante": "AGENTE",
      "inicio": 231.0,
      "fin": 233.9,
      "texto": "Por seis meses tendría 18."
    },
    {
      "hablante": "AGENTE",
      "inicio": 234.9,
      "fin": 240.6,
      "texto": "Claro, ¿te sale ahí cuánto abonás, Dion, por el servicio ese?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 240.6,
      "fin": 241.6,
      "texto": "No me acuerdo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 242.5,
      "fin": 246.7,
      "texto": "Pero bueno, a ver, decime un plan de 20 fijos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 246.8,
      "fin": 256.0,
      "texto": "Bien, lo que son tenés, por ejemplo, uno de 30 gigas de base más 10 gigas de regalo por seis meses, 20 fijos no tenemos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 256.3,
      "fin": 258.3,
      "texto": "que es el valor de 12,750."
    },
    {
      "hablante": "AGENTE",
      "inicio": 258.7,
      "fin": 262.0,
      "texto": "Es decir, tendrías 40 gigas en total."
    },
    {
      "hablante": "AGENTE",
      "inicio": 262.0,
      "fin": 265.2,
      "texto": "El precio, como te comenté, es de 12,750."
    },
    {
      "hablante": "AGENTE",
      "inicio": 265.4,
      "fin": 268.1,
      "texto": "Tenés WhatsApp gratis, llamadas gratis a cualquier compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 268.1,
      "fin": 270.5,
      "texto": "Y también este te incluye roaming en el mundo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 270.6,
      "fin": 277.0,
      "texto": "En el caso de que viajes por el mundo, no hay problema, podés utilizar la línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.6,
      "fin": 284.4,
      "texto": "Los descuentos son del 85% de descuento, por eso están bajo lo que son los planes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 284.8,
      "fin": 292.5,
      "texto": "No sé si el plan que tenés actualmente los gigas te alcanzan o de vez en cuando realizás algún tipo de recarga."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 292.5,
      "fin": 294.6,
      "texto": "No, no realizo recarga, la verdad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 294.6,
      "fin": 294.9,
      "texto": "Ah, bien, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 294.9,
      "fin": 295.2,
      "texto": "Bien, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 295.3,
      "fin": 300.1,
      "texto": "Entonces, este plan que te comento, tal vez se adapta bastante a lo que es tu consumo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 300.6,
      "fin": 311.2,
      "texto": "La ventaja que tenés, digamos, si utilizas la aplicación Mi Movistar, podés guardar esos 30 gigas, en tal caso que te sobren, los guardás desde la aplicación y lo utilizás al mes siguiente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 311.2,
      "fin": 311.6,
      "texto": "Es decir,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 312.1,
      "fin": 318.8,
      "texto": "por ejemplo, tres horas, 15, 20 gigas, lo guardás y al mes siguiente ya las tenés disponibles nuevamente para utilizarlo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 318.8,
      "fin": 327.1,
      "texto": "Tal vez un mes no utilizas tanto y al otro mes sí te ahorrás hacer una recarga, digamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 327.1,
      "fin": 331.2,
      "texto": "¿Cuánto me dijiste, perdón, el plan de 40 gigas?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 331.2,
      "fin": 333.5,
      "texto": "Sería 12,750."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 334.7,
      "fin": 338.2,
      "texto": "¿Por ese plan que cuántos meses tengo?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 338.2,
      "fin": 342.0,
      "texto": "Son por seis meses y luego puedes descargar, como dije, la aplicación."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 342.1,
      "fin": 362.9,
      "texto": "Ahí te van llegando también distintas ofertas, digamos, mediante eso, también en base al comportamiento de pago del cliente, pero generalmente te van llegando ofertas, digamos, para que sigas dentro de la compañía y cada seis meses puedas tener un plan accesible, por así decirlo, con precios relativamente bajos, y sigas mandando a la compañía y no te busques otras opciones por fuera,"
    }
  ],
  "transcripcion_completa": "Buenas tardes, Mariana. Mi nombre es Maciel. Nos comunicamos del área de beneficios Movistar. Queríamos, Mariana, mejorar tu línea. Vemos que te encontrás en Claro actualmente. ¿Cuánto pago? La idea es mejorar lo que es el servicio y el precio que tenés actualmente en tu compañía. Brindándote así un plan mejor, ¿sí? Queríamos de igual forma consultarte, si recordás, qué gigas consumís mensualmente en tu compañía para poder mejorar tu oferta. Vale. ¿Cuánto sería la mejor oferta que tenés? Bien, en base a lo que son los gigas en estos momentos, tenemos lo que es un plan de 8 gigas de base más 10 gigas de regalo por 6 meses, que al día de hoy te quedan en 8.047 pesos. Tenés WhatsApp gratis, llamadas gratis a cualquier compañía, Esto de gigas que te comento, ¿tenés suficiente o consumís más de lo que tenés en el plan? No, no tengo ni idea. Entonces, 8 gigas nada más y después por 6 meses... Claro, el plan sería un total de 18 gigas. Sí, tenés el plan de 8 gigas de base. Y por 6 meses tenés 10 gigas de regalo para consumir. Tenés, como te comenté, WhatsApp gratis, llamadas gratis a cualquier compañía. El plan también te incluye roaming en América y América con precio local en el caso de que viajes, ¿sí? Está bien. A ver, ¿espera qué? ¿Para qué me fijo cuánto? Dale, no hay problema. Yo te abordo. ¿Por qué? No tengo ni idea. No, no hay problema. No hay problema. Ahí sí que es. Puedes ingresar a la página de Claro o si tienes la aplicación, creo que te sale ahí. Sí, pero no. A ver... Tiendas, factura... No, no tengo ni idea cómo se me fija cuánto tengo. No sé si estás con el teléfono, digamos, en altavoz. Mira, ingresa y si puedes buscar en Google, Mi Claro. O sea, yo tengo la aplicación. Ah, tenés la aplicación, porque mira, por la página es mucho más sencillo, te digo porque desconozco cómo funciona la aplicación. Sé que por la página es mucho más sencillo. Está bien. ¿Tengo que tener alguna contraseña? No, porque te llega directamente, vos ponés ingreso por única vez y te llega un código que es para ingresar con tu número de línea, nada más. ¿Cómo salía? Decime cuando ingreses que busques Mi Claro y te voy guiando. Mi Claro. Bien, ingresa a la página y a la derecha, te vas a configurar, derecha arriba, ir a Mi Claro. Ahí te van a salir las opciones de poner email. Abajo te dice ingreso por única vez. Bien, ahí, bueno, ponés tu número de línea y vas a recibir un código, digamos, por mensaje de texto de Claro, obviamente, para ingresar. Pero no se me borra el usuario, ¿no? No, no, es un ingreso por única vez, solamente. Cuando cerrás la sesión, si te vas alrededor de la página, si vos la tenés en el teléfono, no se te cierra ni nada por el estilo. Ok. Ahí vas a ingresar y te va a figurar en detalles del plan o algo así. A ver, vamos a ver. ¿Qué sería? ¿Internet disponible? ¿Qué sería? A ver. No, no está bien. Yo tengo 20 gigas. Por ende, en realidad ese plan me serviría porque está bien por 10. Por seis meses tendría 18. Claro, ¿te sale ahí cuánto abonás, Dion, por el servicio ese? No me acuerdo. Pero bueno, a ver, decime un plan de 20 fijos. Bien, lo que son tenés, por ejemplo, uno de 30 gigas de base más 10 gigas de regalo por seis meses, 20 fijos no tenemos. que es el valor de 12,750. Es decir, tendrías 40 gigas en total. El precio, como te comenté, es de 12,750. Tenés WhatsApp gratis, llamadas gratis a cualquier compañía. Y también este te incluye roaming en el mundo. En el caso de que viajes por el mundo, no hay problema, podés utilizar la línea. Los descuentos son del 85% de descuento, por eso están bajo lo que son los planes. No sé si el plan que tenés actualmente los gigas te alcanzan o de vez en cuando realizás algún tipo de recarga. No, no realizo recarga, la verdad. Ah, bien, bien. Bien, bien. Entonces, este plan que te comento, tal vez se adapta bastante a lo que es tu consumo. La ventaja que tenés, digamos, si utilizas la aplicación Mi Movistar, podés guardar esos 30 gigas, en tal caso que te sobren, los guardás desde la aplicación y lo utilizás al mes siguiente. Es decir, por ejemplo, tres horas, 15, 20 gigas, lo guardás y al mes siguiente ya las tenés disponibles nuevamente para utilizarlo. Tal vez un mes no utilizas tanto y al otro mes sí te ahorrás hacer una recarga, digamos. ¿Cuánto me dijiste, perdón, el plan de 40 gigas? Sería 12,750. ¿Por ese plan que cuántos meses tengo? Son por seis meses y luego puedes descargar, como dije, la aplicación. Ahí te van llegando también distintas ofertas, digamos, mediante eso, también en base al comportamiento de pago del cliente, pero generalmente te van llegando ofertas, digamos, para que sigas dentro de la compañía y cada seis meses puedas tener un plan accesible, por así decirlo, con precios relativamente bajos, y sigas mandando a la compañía y no te busques otras opciones por fuera,",
  "calidad": {
    "confianza_promedio": 0.526,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T00:06:22.726534",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 8GB + 10GB de regalo",
        "plan 30GB + 10GB de regalo"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción (ej: gigas, nombres propios), se identificaron roles y se clasificó la llamada."
    },
    "fecha_mejora": "2026-02-20T01:28:23.965555",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 6.82,
      "duracion": 6.79,
      "texto": "Buenas tardes, Mariana.",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.84,
      "fin": 8.12,
      "duracion": 1.28,
      "texto": "Mi nombre es Maciel.",
      "confianza": 0.337
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.14,
      "fin": 10.06,
      "duracion": 1.92,
      "texto": "Nos comunicamos del área de beneficio movistar.",
      "confianza": 0.571
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.49,
      "fin": 13.45,
      "duracion": 1.96,
      "texto": "Queríamos, Mariana, mejorarte durante tu línea.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.55,
      "fin": 15.23,
      "duracion": 1.68,
      "texto": "Vemos que te encontrás en clavar actualmente.",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.83,
      "fin": 19.92,
      "duracion": 2.08,
      "texto": "¿Cuánto pago?",
      "confianza": 0.562
    },
    {
      "hablante": "Hablante B",
      "inicio": 19.94,
      "fin": 24.4,
      "duracion": 4.47,
      "texto": "La idea es mejorar lo que es el servicio y el precio que tenés actualmente en tu compañía.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.34,
      "fin": 26.91,
      "duracion": 1.56,
      "texto": "Brindándote así un plan mejor, ¿sí?",
      "confianza": 0.432
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.93,
      "fin": 34.69,
      "duracion": 7.77,
      "texto": "Queríamos de igual forma consultarte, si recordás, que te brindas mensualmente en tu compañía para poder mejorar tu, obviamente, la oferta.",
      "confianza": 0.644
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.71,
      "fin": 34.81,
      "duracion": 0.1,
      "texto": "Vale.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.83,
      "fin": 37.36,
      "duracion": 2.52,
      "texto": "¿Cuánto sería la mejor oferta que tenés?",
      "confianza": 0.142
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.38,
      "fin": 46.37,
      "duracion": 8.99,
      "texto": "Bien, en base a lo que son los gigas y estos momentos, tenemos lo que es un plan de 8 gigas de base más 10 gigas de regalo por 6 meses, que al día de hoy te quedan 8.047 pesos.",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante B",
      "inicio": 47.31,
      "fin": 51.01,
      "duracion": 3.7,
      "texto": "Tenés en lo que es WhatsApp Gratis, llamadas gratis a cualquier compañía,",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante B",
      "inicio": 51.48,
      "fin": 64.24,
      "duracion": 12.76,
      "texto": "Esto de gigas que te comento, ¿tenés suficiente o consumís más de lo que tenés en el plan?",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.26,
      "fin": 65.82,
      "duracion": 1.56,
      "texto": "No, no tengo ni idea.",
      "confianza": 0.186
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.84,
      "fin": 69.05,
      "duracion": 3.2,
      "texto": "Entonces, 8 gigas nada más y después por 6 meses... Claro, el plan sería un total de 18 gigas.",
      "confianza": 0.285
    },
    {
      "hablante": "Hablante B",
      "inicio": 69.15,
      "fin": 70.83,
      "duracion": 1.68,
      "texto": "Sí, tenés el plan de 8 gigas de base.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.31,
      "fin": 76.92,
      "duracion": 5.61,
      "texto": "Y por 6 meses tenés 10 gigas de regalo de Cram para consumir.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante B",
      "inicio": 76.94,
      "fin": 80.55,
      "duracion": 3.61,
      "texto": "Tenés, como te comenté, WhatsApp gratis, llamar a gratis a cualquier compañía.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.71,
      "fin": 86.42,
      "duracion": 5.71,
      "texto": "El plan también te incluye Romina en América y América Precio Local en el encarzo de que viajes, ¿sí?",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante B",
      "inicio": 86.44,
      "fin": 87.4,
      "duracion": 0.96,
      "texto": "Está bien.",
      "confianza": 0.157
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.46,
      "fin": 88.88,
      "duracion": 1.42,
      "texto": "A ver, ¿espera qué?",
      "confianza": 0.381
    },
    {
      "hablante": "Hablante B",
      "inicio": 88.9,
      "fin": 89.94,
      "duracion": 1.04,
      "texto": "¿Para qué me fijo cuánto?",
      "confianza": 0.697
    },
    {
      "hablante": "Hablante B",
      "inicio": 89.96,
      "fin": 91.4,
      "duracion": 1.44,
      "texto": "Dale, no hay problema.",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.64,
      "fin": 92.22,
      "duracion": 0.58,
      "texto": "Yo te abordo.",
      "confianza": 0.182
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.25,
      "fin": 92.63,
      "duracion": 0.38,
      "texto": "¿Por qué?",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.65,
      "fin": 94.61,
      "duracion": 1.96,
      "texto": "No tengo ni idea.",
      "confianza": 0.348
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.63,
      "fin": 95.33,
      "duracion": 0.7,
      "texto": "No, no hay problema.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.35,
      "fin": 96.37,
      "duracion": 1.02,
      "texto": "No hay problema.",
      "confianza": 0.248
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.45,
      "fin": 97.23,
      "duracion": 0.78,
      "texto": "Ahí sí que es.",
      "confianza": 0.35
    },
    {
      "hablante": "Hablante B",
      "inicio": 97.25,
      "fin": 102.62,
      "duracion": 5.37,
      "texto": "Puedes ingresar a la página de EnClaro o si tienes aplicación, creo que te sale ahí.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.64,
      "fin": 108.95,
      "duracion": 6.31,
      "texto": "Sí, pero no.",
      "confianza": 0.193
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.97,
      "fin": 109.25,
      "duracion": 0.28,
      "texto": "A ver...",
      "confianza": 0.118
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.27,
      "fin": 109.69,
      "duracion": 0.42,
      "texto": "Tiendas, factura...",
      "confianza": 0.142
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.28,
      "fin": 115.68,
      "duracion": 5.41,
      "texto": "No, no tengo ni idea cómo se me fijó cuánto tengo.",
      "confianza": 0.423
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.7,
      "fin": 119.22,
      "duracion": 3.52,
      "texto": "No sé si estás con el teléfono, digamos, en altavoz.",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante B",
      "inicio": 120.43,
      "fin": 124.13,
      "duracion": 3.7,
      "texto": "Mira, ingresa y si puedes buscar en Google, mi claro.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante A",
      "inicio": 125.67,
      "fin": 126.65,
      "duracion": 0.98,
      "texto": "O sea, yo tengo la aplicación.",
      "confianza": 0.546
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.37,
      "fin": 133.14,
      "duracion": 5.77,
      "texto": "Ah, tenés la aplicación, porque mira, por la página es mucho más sencillo, te digo porque desconozco cómo se funciona la aplicación.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante A",
      "inicio": 133.18,
      "fin": 136.14,
      "duracion": 2.96,
      "texto": "Sé que por la página es mucho más sencillo.",
      "confianza": 0.861
    },
    {
      "hablante": "Hablante A",
      "inicio": 137.0,
      "fin": 137.34,
      "duracion": 0.34,
      "texto": "Está bien.",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante A",
      "inicio": 138.11,
      "fin": 139.71,
      "duracion": 1.6,
      "texto": "¿Tengo que tener alguna contraseña?",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante A",
      "inicio": 139.86,
      "fin": 150.41,
      "duracion": 10.55,
      "texto": "No, porque te llega directamente, vos pones ingreso por única vez y te llega un código que es para ingresar con tu número de línea, nada más.",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.43,
      "fin": 150.95,
      "duracion": 0.52,
      "texto": "¿Cómo salía?",
      "confianza": 0.286
    },
    {
      "hablante": "Hablante A",
      "inicio": 151.73,
      "fin": 154.68,
      "duracion": 2.94,
      "texto": "Decime cuando ingreses que busques mi claro y te voy guiando.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 157.88,
      "fin": 158.56,
      "duracion": 0.68,
      "texto": "Mi claro.",
      "confianza": 0.122
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.58,
      "fin": 165.83,
      "duracion": 7.25,
      "texto": "Bien, ingresa a la página y a la derecha, te vas a configurar, derecha arriba, ir a mi claro.",
      "confianza": 0.571
    },
    {
      "hablante": "Hablante B",
      "inicio": 167.23,
      "fin": 170.37,
      "duracion": 3.14,
      "texto": "Ahí te vas a salir las opciones de poner email.",
      "confianza": 0.46
    },
    {
      "hablante": "Hablante B",
      "inicio": 170.95,
      "fin": 175.24,
      "duracion": 4.28,
      "texto": "Abajo te dice ingreso por única vez.",
      "confianza": 0.748
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.26,
      "fin": 184.09,
      "duracion": 8.83,
      "texto": "Bien, ahí, bueno, ponés tu número de línea y vas a recibir un código, digamos, por mensaje de texto de clara, obviamente, para ingresar.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.27,
      "fin": 189.48,
      "duracion": 4.21,
      "texto": "Pero no se me borra el usuario, ¿no?",
      "confianza": 0.13
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.5,
      "fin": 191.18,
      "duracion": 1.68,
      "texto": "No, no, es un ingreso por única vez, solamente.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 191.24,
      "fin": 196.97,
      "duracion": 5.73,
      "texto": "Cuando se reza ahí la sesión, si te vas alrededor de la página, si vos la tenés en el teléfono, no se te cierra ni nada por el estilo.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 199.19,
      "fin": 199.35,
      "duracion": 0.16,
      "texto": "Ok.",
      "confianza": 0.374
    },
    {
      "hablante": "Hablante A",
      "inicio": 199.63,
      "fin": 204.7,
      "duracion": 5.07,
      "texto": "Ahí vas a ingresar y te vas a figurar en detalles del plan o algo así.",
      "confianza": 0.593
    },
    {
      "hablante": "Hablante A",
      "inicio": 205.78,
      "fin": 217.23,
      "duracion": 11.45,
      "texto": "A ver, vamos a ver.",
      "confianza": 0.263
    },
    {
      "hablante": "Hablante A",
      "inicio": 217.25,
      "fin": 217.71,
      "duracion": 0.46,
      "texto": "¿Qué sería?",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante A",
      "inicio": 217.73,
      "fin": 219.19,
      "duracion": 1.46,
      "texto": "¿Internet disponible?",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante A",
      "inicio": 219.22,
      "fin": 222.84,
      "duracion": 3.62,
      "texto": "¿Qué sería?",
      "confianza": 0.37
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.86,
      "fin": 224.2,
      "duracion": 1.34,
      "texto": "A ver.",
      "confianza": 0.473
    },
    {
      "hablante": "Hablante A",
      "inicio": 224.22,
      "fin": 225.32,
      "duracion": 1.1,
      "texto": "No, no está bien.",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante A",
      "inicio": 225.34,
      "fin": 226.56,
      "duracion": 1.22,
      "texto": "Yo tengo 20 gigas.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 226.95,
      "fin": 230.95,
      "duracion": 4.0,
      "texto": "Por ende, en realidad ese plan me serviría porque está bien por 10.",
      "confianza": 0.697
    },
    {
      "hablante": "Hablante A",
      "inicio": 230.97,
      "fin": 233.92,
      "duracion": 2.94,
      "texto": "Por seis meses tendría 18.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante A",
      "inicio": 234.88,
      "fin": 240.58,
      "duracion": 5.71,
      "texto": "Claro, ¿te sale ahí cuánto abonás, Dion, por el servicio ese?",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante A",
      "inicio": 240.6,
      "fin": 241.6,
      "duracion": 1.0,
      "texto": "No me acuerdo.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante A",
      "inicio": 242.49,
      "fin": 246.73,
      "duracion": 4.24,
      "texto": "Pero bueno, a ver, decime un plan de 20 fijos.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante A",
      "inicio": 246.75,
      "fin": 255.96,
      "duracion": 9.21,
      "texto": "Bien, lo que son tenés, por ejemplo, uno de 30 gigas de base más 10 gigas de regalo por seis meses, 20 fijos no tenemos.",
      "confianza": 0.839
    },
    {
      "hablante": "Hablante A",
      "inicio": 256.26,
      "fin": 258.34,
      "duracion": 2.08,
      "texto": "que es el valor de 12,750.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.68,
      "fin": 262.01,
      "duracion": 3.32,
      "texto": "Es decir, tendrías 40 gigas en total.",
      "confianza": 0.838
    },
    {
      "hablante": "Hablante A",
      "inicio": 262.03,
      "fin": 265.17,
      "duracion": 3.14,
      "texto": "El precio, como te comenté, es de 12,750.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante A",
      "inicio": 265.43,
      "fin": 268.13,
      "duracion": 2.7,
      "texto": "Tenés WhatsApp gratis, ya más gratis a cualquier compañía.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante A",
      "inicio": 268.15,
      "fin": 270.54,
      "duracion": 2.38,
      "texto": "Y también este te incluye roaming en el mundo.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.6,
      "fin": 277.04,
      "duracion": 6.45,
      "texto": "En el caso de que viajes por el mundo, no hay problema, podés utilizar la línea.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 279.59,
      "fin": 284.41,
      "duracion": 4.82,
      "texto": "Los descuentos son del 85% de descuento, por eso están bajo lo que son los planes.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.81,
      "fin": 292.46,
      "duracion": 7.65,
      "texto": "No sé si el plan que tenés actualmente los gigas te alcanzan o de vez en cuando realicés algún tipo de recarga.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante B",
      "inicio": 292.48,
      "fin": 294.59,
      "duracion": 2.1,
      "texto": "No, no realizo recarga, la verdad.",
      "confianza": 0.082
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.61,
      "fin": 294.91,
      "duracion": 0.3,
      "texto": "Ah, bien, bien.",
      "confianza": 0.005
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.93,
      "fin": 295.25,
      "duracion": 0.32,
      "texto": "Bien, bien.",
      "confianza": 0.177
    },
    {
      "hablante": "Hablante B",
      "inicio": 295.27,
      "fin": 300.09,
      "duracion": 4.83,
      "texto": "Entonces, este plan que te comento, tal vez se adapta bastante lo que son tu consumo.",
      "confianza": 0.644
    },
    {
      "hablante": "Hablante B",
      "inicio": 300.63,
      "fin": 311.19,
      "duracion": 10.55,
      "texto": "La ventaja que tenés, digamos, si utilizas la aplicación Mimovistar, podés guardarle esos 30 gigas, en tal caso que te sobren, los guardás desde la aplicación y lo utilizás al mes siguiente.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.21,
      "fin": 311.65,
      "duracion": 0.44,
      "texto": "Es decir,",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 312.08,
      "fin": 318.76,
      "duracion": 6.67,
      "texto": "por ejemplo, tres horas 15, 20 gigas, lo guardas y al mes siguiente ya las tenés disponibles nuevamente para utilizarlo.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante B",
      "inicio": 318.78,
      "fin": 327.07,
      "duracion": 8.3,
      "texto": "Tal vez un mes no utilizas tanto y al otro mes sí te ahorras hacer una recarga, digamos.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 327.15,
      "fin": 331.22,
      "duracion": 4.07,
      "texto": "¿Cuánto me dijiste, perdón, el plan de 40 gigas?",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante B",
      "inicio": 331.24,
      "fin": 333.47,
      "duracion": 2.22,
      "texto": "Sería 12,750.",
      "confianza": 0.897
    },
    {
      "hablante": "Hablante B",
      "inicio": 334.68,
      "fin": 338.23,
      "duracion": 3.55,
      "texto": "¿Por ese plan que cuántos meses tengo?",
      "confianza": 0.154
    },
    {
      "hablante": "Hablante B",
      "inicio": 338.25,
      "fin": 342.04,
      "duracion": 3.79,
      "texto": "Son por seis meses y luego puedes descargar, como dije, la aplicación.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 342.06,
      "fin": 362.93,
      "duracion": 20.87,
      "texto": "Ahí te van llegando también distintas ofertas, digamos, mediante eso, también en base al comportamiento de pago del cliente, pero generalmente te van llegando ofertas, digamos, para que sigas dentro de la compañía y cada seis meses puedas tener un plan accesible, por así decirlo, con precios relativamente bajos, y sigas mandando a la compañía y no te buscas otras opciones por fuera,",
      "confianza": 0.696
    }
  ]
}