{
  "archivo": "amza29_1_260218115248658_ACD_30791.wav",
  "duracion_segundos": 372.43,
  "num_segmentos": 73,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 323.83,
    "Hablante A": 17.39
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.9,
      "fin": 3.2,
      "texto": "Hola, buenos días, Javier."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 4.9,
      "fin": 6.1,
      "texto": "¿Quién habla?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.1,
      "fin": 6.5,
      "texto": "¿Qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.5,
      "fin": 7.0,
      "texto": "Un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.0,
      "fin": 7.6,
      "texto": "Soy Luz."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.2,
      "fin": 11.4,
      "texto": "Me estaba contactando en la diaria de recupero de clientes de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.3,
      "fin": 14.4,
      "texto": "Me refiero a la línea en Claro, ¿correcto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.0,
      "fin": 17.0,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.0,
      "fin": 17.7,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.8,
      "fin": 20.6,
      "texto": "Javier, quería saber qué fue lo que te llevó a cambiar de compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 22.5,
      "fin": 29.0,
      "texto": "Que me había subido mucho el abono por mí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 29.7,
      "fin": 32.7,
      "texto": "Ajá, y actualmente con Claro, ¿sabes cuánto estás abonando?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 34.2,
      "fin": 37.3,
      "texto": "Siete mil quinientos por línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.3,
      "fin": 39.6,
      "texto": "Ajá, por una sola línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 39.7,
      "fin": 45.4,
      "texto": "Y ¿sabes qué cantidad de gigas te ofrecen?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 45.4,
      "fin": 51.4,
      "texto": "Eh, me ofrecen cinco gigas más diez de regalo por mes y son cuatro líneas que tengo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 51.4,
      "fin": 53.5,
      "texto": "Ajá, bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 54.0,
      "fin": 60.4,
      "texto": "Te comento, Javier, el tema de las promociones y los aumentos en los medios que teníamos, es verdad."
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.6,
      "fin": 62.9,
      "texto": "Sí, te voy a dar la derecha en eso porque los teníamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 63.6,
      "fin": 68.4,
      "texto": "Pero actualmente hemos mejorado las promociones y cambiamos esos aumentos, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 69.0,
      "fin": 73.2,
      "texto": "Porque actualmente tenemos un descuento por seis meses del 85%, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 74.2,
      "fin": 81.3,
      "texto": "Yo te puedo ofrecer para cada línea por $5,835 pesos cada una."
    },
    {
      "hablante": "AGENTE",
      "inicio": 81.7,
      "fin": 84.0,
      "texto": "Sí, contarían con 18 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 84.7,
      "fin": 91.1,
      "texto": "Son 4 de base, 10 de regalo por 6 meses, y el 4 extra por 6 grupos familiares."
    },
    {
      "hablante": "AGENTE",
      "inicio": 91.1,
      "fin": 91.8,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 92.7,
      "fin": 95.6,
      "texto": "A cada línea, 4 o a una línea sola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 96.6,
      "fin": 98.6,
      "texto": "A cada línea se le dan los 18 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 98.6,
      "fin": 102.0,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 102.1,
      "fin": 102.1,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 102.2,
      "fin": 107.6,
      "texto": "Bien, cuentan también, además, como pasar totalmente gratis y hablar libre a cualquier compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 108.1,
      "fin": 109.8,
      "texto": "¿Bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 109.8,
      "fin": 109.8,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 110.3,
      "fin": 114.1,
      "texto": "Por $5,835 para el día de hoy, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 114.1,
      "fin": 118.7,
      "texto": "Y un descuento por seis meses del 85, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 118.8,
      "fin": 120.1,
      "texto": "Y después, ¿por qué es el tema?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 120.2,
      "fin": 130.6,
      "texto": "Yo en una línea, una que no se acreditaba en los gigas, porque era una de mi hijo, que tenía nombre mío, pero era de mi hijo, y no se la acreditaba."
    },
    {
      "hablante": "AGENTE",
      "inicio": 131.2,
      "fin": 133.7,
      "texto": "Y tenía pocas gigas, acababa siempre con cinco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 133.7,
      "fin": 136.2,
      "texto": "Y bueno, esa fue uno de los motivos"
    },
    {
      "hablante": "AGENTE",
      "inicio": 136.7,
      "fin": 154.4,
      "texto": "Y pagaba mucho y fue eso de uno de los motivos porque dejé y no le daba los gigas que me habían prometido en esa, no sé si era porque se había vencido quién, nadie me explicó nada y yo después me habían llamado de Claro y dejé."
    },
    {
      "hablante": "AGENTE",
      "inicio": 154.4,
      "fin": 163.7,
      "texto": "El tema está que no te avisan cuando se está por vencer el descuento, ese es el tema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 163.9,
      "fin": 173.3,
      "texto": "Antes no pasaba esto, hoy en día sí avisamos, si se avisa con una nueva anticipación, le será por WhatsApp, por mail y desde la aplicación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 173.4,
      "fin": 182.9,
      "texto": "Se les avisa que queda un mes de promo, y ustedes eligen si seguir con la misma promoción o si eligen otra nueva, si eso lo manejan desde la aplicación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 183.4,
      "fin": 185.8,
      "texto": "A mí no me dieron ninguna opción de esas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 186.0,
      "fin": 192.2,
      "texto": "Yo empecé a pagar una línea, estaba pagando siete mil y pico y se me fue a veinticinco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 192.2,
      "fin": 196.8,
      "texto": "Y bueno, si tenía que pagar en todas así era un montón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 197.4,
      "fin": 199.6,
      "texto": "Me llamaron de Claro, me aportaron menos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.7,
      "fin": 202.6,
      "texto": "Y bueno, ahora estoy probando, hace recién un mes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 203.6,
      "fin": 205.4,
      "texto": "Mirá, después..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 205.4,
      "fin": 208.7,
      "texto": "Por ahora no, déjame probar acá con Claro para no aportar enseguida."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 209.3,
      "fin": 212.9,
      "texto": "Después llámame por alguien otro para el mes que viene."
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.4,
      "fin": 240.1,
      "texto": "Te comento, la promo la tenemos por esta semana y con respecto a los montos, como te digo, tienen un descuento del 85% por los seis meses y un descuento fijo bien para que realmente se les respete la promoción y como te digo, a partir del mes 5 ustedes pueden elegir si siguen con la misma promo o si eligen otra, eso lo van a manejar cada uno desde la aplicación, si no hace falta que llamen para pedir una promoción nueva y demás."
    },
    {
      "hablante": "AGENTE",
      "inicio": 240.4,
      "fin": 244.6,
      "texto": "Y tranquilo, no se van a quedar sin promoción dentro de la compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 245.4,
      "fin": 248.0,
      "texto": "En su momento no sabía a quién llamarlo, no sé qué número."
    },
    {
      "hablante": "AGENTE",
      "inicio": 248.7,
      "fin": 253.8,
      "texto": "Y bueno, después me vino la opción de la otra empresa y lo cambié."
    },
    {
      "hablante": "AGENTE",
      "inicio": 254.6,
      "fin": 266.8,
      "texto": "Obviamente, entiendo, pero te comento porque ese es el cambio que hemos realizado para que justamente los clientes ya no tengan ese problema de tener que llamar y que sea, la verdad, bastante tedioso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 266.8,
      "fin": 266.9,
      "texto": "Sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 266.9,
      "fin": 269.0,
      "texto": "Y como te digo, con respecto a las gigas,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 269.2,
      "fin": 279.7,
      "texto": "El plan tiene cuatro de base y se le dan cuatro extra gigas por ser grupo familiar y además las diez de regalo por los seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 280.2,
      "fin": 287.8,
      "texto": "O sea, vamos en caso de hacer el cambio, vamos a ver que tenés las cuatro gigas y se van a figurar en la aplicación cuatro gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 288.5,
      "fin": 297.4,
      "texto": "Ustedes desde la aplicación activan las cuatro gigas de grupo familiar y a las 48 horas se les van a activar las diez gigas de regalo, sigue acá en línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 297.6,
      "fin": 298.8,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.8,
      "fin": 305.4,
      "texto": "O sea que en 48 horas ustedes ya tendrían las 18 gigas funcionando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 305.4,
      "fin": 305.5,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 305.5,
      "fin": 322.1,
      "texto": "Eso quédate tranquilo para que vos no te alarmes en el sentido de que solamente veas 4 gigas, sino que a las 48 horas se activan las 10 gigas de regalo y ustedes desde la aplicación, apenas tengan disponible la aplicación, activan las 4 gigas de Movistar por grupo familiar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 322.2,
      "fin": 323.1,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 323.1,
      "fin": 324.5,
      "texto": "¿Quieres hacer el mantenimiento?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 324.7,
      "fin": 334.9,
      "texto": "Durante todo el tiempo que ustedes mantengan las líneas en la compañía, por lo menos dos líneas bajo la misma titularidad, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 334.9,
      "fin": 335.0,
      "texto": "Bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 335.1,
      "fin": 344.0,
      "texto": "Déjame, por eso, déjame que quiero probar ahora acá un mes más con esta empresa y después, y bueno, si se termina la promo, y bueno, luego veremos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 345.0,
      "fin": 349.8,
      "texto": "Fue un caso el mes que viene que me llamen de vuelta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 349.8,
      "fin": 353.3,
      "texto": "Bien, yo en ese caso te puedo dejar mi numerito de WhatsApp, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 353.6,
      "fin": 364.6,
      "texto": "Y cuando vea que más o menos pasó un mes y estamos con promos vigentes, yo te las mando, ¿te parece?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 365.7,
      "fin": 372.4,
      "texto": "Perfecto, Javier, estamos en contacto entonces."
    }
  ],
  "transcripcion_completa": "Hola, buenos días, Javier. ¿Quién habla? ¿Qué tal? Un gusto. Soy Luz. Me estaba contactando en la diaria de recupero de clientes de Movistar. Me refiero a la línea en Claro, ¿correcto? Sí. Bien, perfecto. Javier, quería saber qué fue lo que te llevó a cambiar de compañía. Que me había subido mucho el abono por mí. Ajá, y actualmente con Claro, ¿sabes cuánto estás abonando? Siete mil quinientos por línea. Ajá, por una sola línea. Y ¿sabes qué cantidad de gigas te ofrecen? Eh, me ofrecen cinco gigas más diez de regalo por mes y son cuatro líneas que tengo. Ajá, bien, perfecto. Te comento, Javier, el tema de las promociones y los aumentos en los medios que teníamos, es verdad. Sí, te voy a dar la derecha en eso porque los teníamos. Pero actualmente hemos mejorado las promociones y cambiamos esos aumentos, ¿sí? Porque actualmente tenemos un descuento por seis meses del 85%, ¿sí? Yo te puedo ofrecer para cada línea por $5,835 pesos cada una. Sí, contarían con 18 gigas. Son 4 de base, 10 de regalo por 6 meses, y el 4 extra por 6 grupos familiares. ¿Sí? A cada línea, 4 o a una línea sola. A cada línea se le dan los 18 gigas. ¿Sí? Sí. Bien, cuentan también, además, como pasar totalmente gratis y hablar libre a cualquier compañía. ¿Bien? Sí. Por $5,835 para el día de hoy, ¿sí? Y un descuento por seis meses del 85, ¿bien? Y después, ¿por qué es el tema? Yo en una línea, una que no se acreditaba en los gigas, porque era una de mi hijo, que tenía nombre mío, pero era de mi hijo, y no se la acreditaba. Y tenía pocas gigas, acababa siempre con cinco. Y bueno, esa fue uno de los motivos Y pagaba mucho y fue eso de uno de los motivos porque dejé y no le daba los gigas que me habían prometido en esa, no sé si era porque se había vencido quién, nadie me explicó nada y yo después me habían llamado de Claro y dejé. El tema está que no te avisan cuando se está por vencer el descuento, ese es el tema. Antes no pasaba esto, hoy en día sí avisamos, si se avisa con una nueva anticipación, le será por WhatsApp, por mail y desde la aplicación. Se les avisa que queda un mes de promo, y ustedes eligen si seguir con la misma promoción o si eligen otra nueva, si eso lo manejan desde la aplicación. A mí no me dieron ninguna opción de esas. Yo empecé a pagar una línea, estaba pagando siete mil y pico y se me fue a veinticinco. Y bueno, si tenía que pagar en todas así era un montón. Me llamaron de Claro, me aportaron menos. Y bueno, ahora estoy probando, hace recién un mes. Mirá, después... Por ahora no, déjame probar acá con Claro para no aportar enseguida. Después llámame por alguien otro para el mes que viene. Te comento, la promo la tenemos por esta semana y con respecto a los montos, como te digo, tienen un descuento del 85% por los seis meses y un descuento fijo bien para que realmente se les respete la promoción y como te digo, a partir del mes 5 ustedes pueden elegir si siguen con la misma promo o si eligen otra, eso lo van a manejar cada uno desde la aplicación, si no hace falta que llamen para pedir una promoción nueva y demás. Y tranquilo, no se van a quedar sin promoción dentro de la compañía. En su momento no sabía a quién llamarlo, no sé qué número. Y bueno, después me vino la opción de la otra empresa y lo cambié. Obviamente, entiendo, pero te comento porque ese es el cambio que hemos realizado para que justamente los clientes ya no tengan ese problema de tener que llamar y que sea, la verdad, bastante tedioso. Sí, sí. Y como te digo, con respecto a las gigas, El plan tiene cuatro de base y se le dan cuatro extra gigas por ser grupo familiar y además las diez de regalo por los seis meses. O sea, vamos en caso de hacer el cambio, vamos a ver que tenés las cuatro gigas y se van a figurar en la aplicación cuatro gigas. Ustedes desde la aplicación activan las cuatro gigas de grupo familiar y a las 48 horas se les van a activar las diez gigas de regalo, sigue acá en línea. Bien. O sea que en 48 horas ustedes ya tendrían las 18 gigas funcionando. Sí. Eso quédate tranquilo para que vos no te alarmes en el sentido de que solamente veas 4 gigas, sino que a las 48 horas se activan las 10 gigas de regalo y ustedes desde la aplicación, apenas tengan disponible la aplicación, activan las 4 gigas de Movistar por grupo familiar. Bien. ¿Quieres hacer el mantenimiento? Durante todo el tiempo que ustedes mantengan las líneas en la compañía, por lo menos dos líneas bajo la misma titularidad, ¿sí? Bueno. Déjame, por eso, déjame que quiero probar ahora acá un mes más con esta empresa y después, y bueno, si se termina la promo, y bueno, luego veremos. Fue un caso el mes que viene que me llamen de vuelta. Bien, yo en ese caso te puedo dejar mi numerito de WhatsApp, ¿sí? Y cuando vea que más o menos pasó un mes y estamos con promos vigentes, yo te las mando, ¿te parece? Perfecto, Javier, estamos en contacto entonces.",
  "calidad": {
    "confianza_promedio": 0.586,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T02:36:54.884410",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 18 gigas"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, nombres propios), mejora de la fluidez y claridad del texto."
    },
    "fecha_mejora": "2026-02-20T09:10:36.455363",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.87,
      "fin": 3.21,
      "duracion": 1.34,
      "texto": "Hola, buenos días, Javier.",
      "confianza": 0.592
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.89,
      "fin": 6.11,
      "duracion": 1.22,
      "texto": "¿Quién habla?",
      "confianza": 0.08
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.13,
      "fin": 6.49,
      "duracion": 0.36,
      "texto": "¿Qué tal?",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.55,
      "fin": 7.0,
      "duracion": 0.44,
      "texto": "Un gusto.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.04,
      "fin": 7.59,
      "duracion": 0.56,
      "texto": "Soy Luz.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.16,
      "fin": 11.42,
      "duracion": 3.26,
      "texto": "Me estaba contactando en la diaria de recupero de clientes de Movistar.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.34,
      "fin": 14.4,
      "duracion": 2.06,
      "texto": "Me refiero a la línea en claro, ¿correcto?",
      "confianza": 0.475
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.0,
      "fin": 17.02,
      "duracion": 1.02,
      "texto": "Sí.",
      "confianza": 0.522
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.04,
      "fin": 17.73,
      "duracion": 0.68,
      "texto": "Bien, perfecto.",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.75,
      "fin": 20.55,
      "duracion": 2.8,
      "texto": "Javier, quería saber qué fue lo que te llevó a cambiar de compañía.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante A",
      "inicio": 22.49,
      "fin": 28.98,
      "duracion": 6.49,
      "texto": "Que me había subido mucho el abono por mí.",
      "confianza": 0.191
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.73,
      "fin": 32.73,
      "duracion": 3.0,
      "texto": "Ajá, y actualmente con claro, ¿sabes cuánto estamos donando?",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.24,
      "fin": 37.32,
      "duracion": 3.08,
      "texto": "Siete mil quinientos por línea.",
      "confianza": 0.757
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.3,
      "fin": 39.62,
      "duracion": 1.32,
      "texto": "Ajá, por una sola línea.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 39.7,
      "fin": 45.41,
      "duracion": 5.71,
      "texto": "Y ¿sabes qué cantidad de Ligas te ofrecen?",
      "confianza": 0.608
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.43,
      "fin": 51.4,
      "duracion": 5.97,
      "texto": "Eh, me ofrecen cinco sigas más diez de regalo por mes y son cuatro líneas que tengo.",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 51.42,
      "fin": 53.46,
      "duracion": 2.04,
      "texto": "Ajá, bien, perfecto.",
      "confianza": 0.835
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.98,
      "fin": 60.43,
      "duracion": 6.45,
      "texto": "Te comento, Javier, del tema de las promociones y los aumentos en los medios que teníamos, es verdad.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.57,
      "fin": 62.85,
      "duracion": 2.28,
      "texto": "Sí, te voy a dar la derecha en eso porque los teníamos.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante B",
      "inicio": 63.59,
      "fin": 68.38,
      "duracion": 4.79,
      "texto": "Pero actualmente hemos mejorado las promociones y cambiamos esos aumentos, ¿sí?",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.96,
      "fin": 73.19,
      "duracion": 4.23,
      "texto": "Porque actualmente tenemos un descuento por seis meses del 85%, ¿sí?",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.15,
      "fin": 81.3,
      "duracion": 7.15,
      "texto": "Yo te puedo ofrecer para cada línea por $5,835 pesos cada una.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.74,
      "fin": 83.96,
      "duracion": 2.22,
      "texto": "Si, contarían con 18 gigas.",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.68,
      "fin": 91.07,
      "duracion": 6.39,
      "texto": "Son 4 de base, 10 de regalos por 6 meses, y el 4 extra por 6 grupos familiares.",
      "confianza": 0.761
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.09,
      "fin": 91.83,
      "duracion": 0.74,
      "texto": "¿Sí?",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.72,
      "fin": 95.62,
      "duracion": 2.9,
      "texto": "A cada línea, 4 o a una línea sola.",
      "confianza": 0.399
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.6,
      "fin": 98.62,
      "duracion": 2.02,
      "texto": "A cada línea se le dan los 18 gigas.",
      "confianza": 0.77
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.64,
      "fin": 102.05,
      "duracion": 3.41,
      "texto": "¿Sí?",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.07,
      "fin": 102.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.217
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.15,
      "fin": 107.64,
      "duracion": 5.49,
      "texto": "Bien, cuentan también, además, como pasar totalmente gratis y hablar libre a cualquier compañía.",
      "confianza": 0.84
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.1,
      "fin": 109.76,
      "duracion": 1.66,
      "texto": "¿Bien?",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.78,
      "fin": 109.84,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.324
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.26,
      "fin": 114.08,
      "duracion": 3.83,
      "texto": "por $5,835 para el día de hoy, ¿sí?",
      "confianza": 0.412
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.1,
      "fin": 118.73,
      "duracion": 4.63,
      "texto": "Y un descuento por seis meses del 85, ¿bien?",
      "confianza": 0.782
    },
    {
      "hablante": "Hablante B",
      "inicio": 118.75,
      "fin": 120.13,
      "duracion": 1.38,
      "texto": "Y después, ¿por qué es el tema?",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante B",
      "inicio": 120.15,
      "fin": 130.55,
      "duracion": 10.39,
      "texto": "Yo en una línea, una que no se acreditaba en los gigas, porque era una de mi hijo, que tenía nombre mío, pero era de mi hijo, y no se la acreditaba.",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.21,
      "fin": 133.71,
      "duracion": 2.5,
      "texto": "Y tenía pocas gigas, acababa siempre con cinco.",
      "confianza": 0.562
    },
    {
      "hablante": "Hablante B",
      "inicio": 133.73,
      "fin": 136.22,
      "duracion": 2.48,
      "texto": "Y bueno, esa fue uno de los motivos",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante B",
      "inicio": 136.74,
      "fin": 154.43,
      "duracion": 17.7,
      "texto": "y pagaba mucho y fue eso de uno de los motivos porque dejé y no le daba los gigas que me habían prometido en esa, no sé si era porque se había vencido quién, nadie me explicó nada y yo después me habían llamado de claro y dejé.",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.45,
      "fin": 163.72,
      "duracion": 9.27,
      "texto": "El tema está que no te avistan cuando se está por vencer el descuento, ese es el tema.",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante B",
      "inicio": 163.94,
      "fin": 173.35,
      "duracion": 9.42,
      "texto": "Antes no pasaba esto, hoy en día si avistamos, si se avista con una nueva anticipación, le será por WhatsApp, por mail y desde la aplicación.",
      "confianza": 0.757
    },
    {
      "hablante": "Hablante B",
      "inicio": 173.38,
      "fin": 182.89,
      "duracion": 9.52,
      "texto": "Se les avisa que queda un mes de promo, y ustedes eligen si seguir con la misma promoción o si eligen otra nueva, si eso lo manejan desde la aplicación.",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante B",
      "inicio": 183.43,
      "fin": 185.77,
      "duracion": 2.34,
      "texto": "A mí no me dieron ninguna opción de esas.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.97,
      "fin": 192.22,
      "duracion": 6.25,
      "texto": "Yo empecé a pagarme una línea, estaba pagando siete mil y pico y se me fue a veinticinco.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 192.24,
      "fin": 196.84,
      "duracion": 4.61,
      "texto": "Y bueno, si tenía que pagar en todas así era un montón.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.42,
      "fin": 199.62,
      "duracion": 2.2,
      "texto": "Me llamaron de claro, me aportaron menos.",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.65,
      "fin": 202.55,
      "duracion": 2.9,
      "texto": "Y bueno, ahora estoy probando, hace recién un mes.",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante B",
      "inicio": 203.57,
      "fin": 205.41,
      "duracion": 1.84,
      "texto": "Mirá, después...",
      "confianza": 0.766
    },
    {
      "hablante": "Hablante B",
      "inicio": 205.43,
      "fin": 208.73,
      "duracion": 3.3,
      "texto": "Por ahora no, déjame probar acá con claro para no aportar enseguida.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 209.33,
      "fin": 212.88,
      "duracion": 3.54,
      "texto": "Después llámame por alguien otro para el mes que viene.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.43,
      "fin": 240.05,
      "duracion": 26.62,
      "texto": "te comento la promo la tenemos por esta semana y con respecto a los momentos como te digo tienen un descuento del 85 por los seis meses y un descuento fijo bien para que realmente se les respete la promoción y como te digo a partir del mes 5 ustedes pueden elegir si siguen con la misma promo o si eligen otra eso lo van a manejar cada uno desde la aplicación si no hace falta que llamen para pedir una promoción nueva y demás",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante B",
      "inicio": 240.41,
      "fin": 244.58,
      "duracion": 4.17,
      "texto": "Y tranquilo, no se van a quedar sin promoción dentro de la compañía.",
      "confianza": 0.333
    },
    {
      "hablante": "Hablante B",
      "inicio": 245.4,
      "fin": 247.97,
      "duracion": 2.56,
      "texto": "En su momento no sabía quién llamarlo, no sé qué número.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.66,
      "fin": 253.85,
      "duracion": 5.19,
      "texto": "Y bueno, después me vino la opción de la otra empresa y lo cambié.",
      "confianza": 0.767
    },
    {
      "hablante": "Hablante B",
      "inicio": 254.57,
      "fin": 266.75,
      "duracion": 12.17,
      "texto": "Obviamente, entiendo, pero te comento porque ese es el cambio que hemos realizado para que justamente los clientes ya no tengan ese problema de tener que llamar y que sea, la verdad, bastante tedioso.",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante B",
      "inicio": 266.77,
      "fin": 266.91,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.022
    },
    {
      "hablante": "Hablante B",
      "inicio": 266.93,
      "fin": 268.97,
      "duracion": 2.04,
      "texto": "Y como te digo, con respecto a las gigas,",
      "confianza": 0.475
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.22,
      "fin": 279.66,
      "duracion": 10.44,
      "texto": "El plan tiene cuatro de base y se le dan cuatro extra sijas por ser grupo familiar y además las diez de regalo por los seis meses.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 280.22,
      "fin": 287.79,
      "duracion": 7.57,
      "texto": "O sea, vamos en caso de hacer el cambio, vamos a ver que tenés las cuatro gigas y se van a figurar en la aplicación cuatro gigas.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante B",
      "inicio": 288.49,
      "fin": 297.4,
      "duracion": 8.91,
      "texto": "Ustedes desde la aplicación activan las cuatro gigas de grupo familiar y a las 48 horas se les van a activar las diez gigas de regalo, sigue acá en línea.",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante B",
      "inicio": 297.59,
      "fin": 298.75,
      "duracion": 1.16,
      "texto": "Bien.",
      "confianza": 0.565
    },
    {
      "hablante": "Hablante B",
      "inicio": 298.77,
      "fin": 305.38,
      "duracion": 6.61,
      "texto": "O sea que en 48 horas ustedes ya tendrían las 18 gigas funcionando.",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante B",
      "inicio": 305.4,
      "fin": 305.46,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.082
    },
    {
      "hablante": "Hablante B",
      "inicio": 305.48,
      "fin": 322.14,
      "duracion": 16.67,
      "texto": "Eso quédate tranquilo para que vos no te alarme en el sentido de que solamente veas 4 gigas, sino que a las 48 horas se activan las 10 gigas de regalo y ustedes desde la aplicación, apenas tengan disponible la aplicación, activan las 4 gigas de movistar por grupo familiar.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.16,
      "fin": 323.08,
      "duracion": 0.92,
      "texto": "Bien.",
      "confianza": 0.299
    },
    {
      "hablante": "Hablante B",
      "inicio": 323.11,
      "fin": 324.51,
      "duracion": 1.4,
      "texto": "¿Quieres hacer mantienen?",
      "confianza": 0.508
    },
    {
      "hablante": "Hablante B",
      "inicio": 324.72,
      "fin": 334.89,
      "duracion": 10.17,
      "texto": "durante todo el tiempo que ustedes mantengan las líneas en la compañía, por lo menos dos líneas bajo la misma titularidad, ¿sí?",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante B",
      "inicio": 334.91,
      "fin": 335.03,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.035
    },
    {
      "hablante": "Hablante B",
      "inicio": 335.05,
      "fin": 344.0,
      "duracion": 8.95,
      "texto": "Dejame, por eso, dejame que quiero probar ahora acá un mes más con esta empresa y después, y bueno, si se termina la promo, y bueno, luego veremos.",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante B",
      "inicio": 345.0,
      "fin": 349.75,
      "duracion": 4.74,
      "texto": "Fue un caso el mes que viene que me llamen de vuelta.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 349.77,
      "fin": 353.31,
      "duracion": 3.54,
      "texto": "Bien, yo en ese caso te puedo dejar mi numerito de WhatsApp, ¿sí?",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 353.56,
      "fin": 364.6,
      "duracion": 11.04,
      "texto": "Y cuando vea que más o menos pasó un mes y estamos con promos vigentes, yo te las mando, ¿te parece?",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 365.7,
      "fin": 372.43,
      "duracion": 6.73,
      "texto": "Perfecto, Javier, estamos en contacto entonces.",
      "confianza": 0.493
    }
  ]
}