{
  "archivo": "amza4_1_260219121224790_ACD_04689.wav",
  "duracion_segundos": 373.66,
  "num_segmentos": 88,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 130.34,
    "Hablante B": 180.27
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 3.7,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.8,
      "fin": 3.9,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.9,
      "fin": 4.3,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.3,
      "fin": 7.1,
      "texto": "Buenos días, hablo con Mayra."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 7.1,
      "fin": 7.2,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.2,
      "fin": 7.7,
      "texto": "Mayra, un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.8,
      "fin": 8.7,
      "texto": "Mi nombre es Gabriela."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.7,
      "fin": 11.6,
      "texto": "Te estoy llamando del área de beneficios móviles de la compañía Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.6,
      "fin": 13.1,
      "texto": "¿Cómo estás, Mayra?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.1,
      "fin": 14.7,
      "texto": "¿Qué tal?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 14.8,
      "fin": 14.9,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 14.9,
      "fin": 15.5,
      "texto": "Gracias por preguntar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.6,
      "fin": 16.7,
      "texto": "Trabajando, día jueves."
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.1,
      "fin": 27.7,
      "texto": "Mayra, te llamo porque a mí me asegura el sistema que vos actualmente tenés dos líneas de teléfono con la compañía, ¿claro?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 27.7,
      "fin": 27.8,
      "texto": "¿Verdad?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.9,
      "fin": 28.6,
      "texto": "No, la pasé a prepago porque me cansé."
    },
    {
      "hablante": "AGENTE",
      "inicio": 29.1,
      "fin": 31.9,
      "texto": "¿Pagabas mucho?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.9,
      "fin": 35.0,
      "texto": "Sí, y la última vez que pagué se me fueron los..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.0,
      "fin": 42.1,
      "texto": "No entiendo mucho de gigas y eso, pero cuando fui a ver ya no tenía más gigas, nada, no podía llamar, no podía hacer nada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.1,
      "fin": 43.1,
      "texto": "No, va, listo, la llevo hasta."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.1,
      "fin": 43.9,
      "texto": "No, no, totalmente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 44.3,
      "fin": 46.0,
      "texto": "Y te hago una pregunta, Mayra, por ejemplo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.0,
      "fin": 47.5,
      "texto": "¿Esta línea que termina en 301?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 47.5,
      "fin": 52.7,
      "texto": "Esta, yo la coloco en el sistema y me arroja con factura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 52.9,
      "fin": 58.0,
      "texto": "¿Vos actualmente la tenés con abono mensual o la pasaste a prepago esta que termina en 301?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 58.7,
      "fin": 62.0,
      "texto": "Esta es 623301, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 62.1,
      "fin": 65.8,
      "texto": "No, la tengo en prepago, me figura en prepago."
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.9,
      "fin": 69.3,
      "texto": "O sea, ponés, te recargas mensuales, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 69.3,
      "fin": 72.5,
      "texto": "No pagás unas mensuales."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 72.5,
      "fin": 72.9,
      "texto": "Claro, claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 72.9,
      "fin": 73.3,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 73.4,
      "fin": 75.7,
      "texto": "¿Y hace más de 60 días que la pasaste a prepago?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 76.6,
      "fin": 80.3,
      "texto": "No, no, no hace más de 70 días, hará una semana."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 81.9,
      "fin": 84.0,
      "texto": "Una semana."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 84.0,
      "fin": 84.3,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 84.3,
      "fin": 89.3,
      "texto": "Las dos líneas las vas a hacer una semana prepago."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 89.3,
      "fin": 90.3,
      "texto": "Sí, sí, las dos líneas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 90.4,
      "fin": 108.8,
      "texto": "Bueno, mira, Mayra, lo que tengo para comentarte, la compañía Movistar te da la posibilidad de que vos mantengas en cada línea el mismo número de teléfono, el número de teléfono no se cambia, vas a tener llamadas libres a todas las compañías, servicio de WhatsApp, servicio de llamadas a América se factura a precio local y en caso de que vos salgas del país,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.2,
      "fin": 113.5,
      "texto": "contás con Roaming, que es Internet fuera de Argentina en todo América."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 113.5,
      "fin": 126.7,
      "texto": "En cuanto al Internet para tus líneas, vamos a darte 8 gigas de base todos los meses y los primeros 6 meses te acompañamos a darte para cada línea de regalo 4 gigas adicionales."
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.7,
      "fin": 128.8,
      "texto": "¿Más?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.8,
      "fin": 129.1,
      "texto": "Perdón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.4,
      "fin": 135.3,
      "texto": "Te da 8 de base, 10 de regalo por 6 meses, son 18, más 4 adicionales."
    },
    {
      "hablante": "AGENTE",
      "inicio": 135.3,
      "fin": 140.9,
      "texto": "Estos 4 adicionales no son por 6 meses, son el tiempo que las dos líneas tienen en la compañía porque se toman como plan familia."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 142.5,
      "fin": 142.6,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 142.7,
      "fin": 150.0,
      "texto": "Entonces, para que no tengas dudas, serían 8 de base, más 10 de regalo por 6 meses, más 4 adicionales, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 150.0,
      "fin": 150.1,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 150.1,
      "fin": 156.4,
      "texto": "Eso te queda por cada línea al día de hoy en tan solo $10,730 pesos por mes, Mayra."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 157.2,
      "fin": 161.6,
      "texto": "Ese es el plan que tengo para ofrecerte, es menos de lo que vos gastás con prepago."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 162.3,
      "fin": 165.9,
      "texto": "Manteniendo el mismo número, es menos de lo que hacés."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 165.9,
      "fin": 182.1,
      "texto": "Y nosotros nos ponemos en contacto con vos, en 48 o 72 horas te hacemos llegar los chips a la sucursal de Movistar más cercana a tu domicilio. Una vez que te dejan los chips, vos los colocás en tu teléfono, cuando se activen, se te corta la señal y, claro, ya empezás a tener el servicio con nosotros, Mayra."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 182.2,
      "fin": 185.3,
      "texto": "¿No sé si tenés alguna duda, lo que me quieras preguntar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 185.9,
      "fin": 188.4,
      "texto": "No, dale, dale, lo hago."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 188.4,
      "fin": 196.7,
      "texto": "Sí, porque sinceramente me tenía que sentar a llamar para ver qué planes buscar y esto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 196.7,
      "fin": 197.2,
      "texto": "Claro, claro, exacto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 197.6,
      "fin": 202.2,
      "texto": "Perfecto, dame un segundo que abro la cita del sistema para buscarte lo más rápido para enviarte los chips."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 202.2,
      "fin": 203.3,
      "texto": "Si no, me voy a desacordar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 203.7,
      "fin": 205.2,
      "texto": "Dale, guardalo en línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 244.8,
      "fin": 256.1,
      "texto": "Mira, Mayra, ahí conozco el sistema de lo que es esta línea que termina en 301 y me figura la otra que es la que termina en 151, que son las dos líneas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 256.1,
      "fin": 258.3,
      "texto": "161, 51, 51, algo así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 258.3,
      "fin": 268.1,
      "texto": "Exactamente, 161, 51, 51 y esta es 231, 43, 23, 301."
    },
    {
      "hablante": "AGENTE",
      "inicio": 268.4,
      "fin": 270.1,
      "texto": "32, 33 o 1."
    },
    {
      "hablante": "AGENTE",
      "inicio": 271.2,
      "fin": 273.3,
      "texto": "Exacto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 273.4,
      "fin": 287.9,
      "texto": "Me dice el sistema que sí, que la promoción la podés tener, pero lo que pasa es que como vos la has pasado a prepago, el sistema te pide que tengas una cierta permanencia con prepago, es decir, que cumplas un tiempo teniéndola prepago."
    },
    {
      "hablante": "AGENTE",
      "inicio": 288.1,
      "fin": 290.6,
      "texto": "Lo que me pide el sistema mínimo son 60 días."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 292.2,
      "fin": 296.8,
      "texto": "¿Puedo recordar cuándo exacto la promoción de prepago?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 298.1,
      "fin": 311.8,
      "texto": "Yo no me acuerdo, sinceramente no me acuerdo de un día para... Sí, pero no, más de dos semanas no hace."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 311.8,
      "fin": 312.6,
      "texto": "Más de dos semanas, menos de dos meses hace."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 312.7,
      "fin": 313.0,
      "texto": "Bien, bien, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 313.0,
      "fin": 328.0,
      "texto": "Bueno, mira, quedate tranquila, lo que vamos a hacer es lo siguiente, lo voy a guardar tu número, sí, lo voy a agendar a tu número para tener tu contacto, y yo ya a finales de marzo te llamo para ver si se ha cumplido el tiempo de permanencia, y si se ha cumplido el tiempo de permanencia lo hacemos con la promoción que está en ese momento más económica."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 328.2,
      "fin": 332.1,
      "texto": "Ah, bueno, bueno, bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 332.1,
      "fin": 332.2,
      "texto": "Dale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 332.2,
      "fin": 333.8,
      "texto": "Bueno, Mayra, muchas gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 333.8,
      "fin": 335.7,
      "texto": "¿O sea que yo ahora no puedo contratar ningún PAC?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 335.7,
      "fin": 336.7,
      "texto": "No."
    },
    {
      "hablante": "AGENTE",
      "inicio": 336.8,
      "fin": 338.2,
      "texto": "No, no, no, porque te pide el periodo mínimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 338.3,
      "fin": 343.6,
      "texto": "Cuando vos lo tenés prepago, te pide sí o sí, el sistema siempre te pide mínimo 60 días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 344.5,
      "fin": 345.8,
      "texto": "¿Con el mismo número o sí, no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 346.2,
      "fin": 347.4,
      "texto": "Con el mismo número, exacto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 347.4,
      "fin": 355.1,
      "texto": "Si vos querés línea nueva, se te puede brindar línea nueva, pero si vos querés mantener el mismo número, te pide sí o sí, mínimo 60 días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 356.0,
      "fin": 356.9,
      "texto": "Siempre te piden."
    },
    {
      "hablante": "AGENTE",
      "inicio": 357.1,
      "fin": 357.8,
      "texto": "Siempre te piden."
    },
    {
      "hablante": "AGENTE",
      "inicio": 358.1,
      "fin": 366.8,
      "texto": "Por eso, para que vos mantengas el número, no lo pidas y todo, yo te digo, yo guardo tu contacto y más adelante yo misma me comunico con vos nuevamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 367.5,
      "fin": 371.4,
      "texto": "Bueno, dale, dale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 371.4,
      "fin": 372.1,
      "texto": "Dale, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 372.1,
      "fin": 372.7,
      "texto": "Puede ser vos sin contacto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 372.7,
      "fin": 373.1,
      "texto": "Dale, un saludo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 373.1,
      "fin": 373.7,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? Buenos días, hablo con Mayra. Sí. Mayra, un gusto. Mi nombre es Gabriela. Te estoy llamando del área de beneficios móviles de la compañía Movistar. ¿Cómo estás, Mayra? ¿Qué tal? Bien. Gracias por preguntar. Trabajando, día jueves. Mayra, te llamo porque a mí me asegura el sistema que vos actualmente tenés dos líneas de teléfono con la compañía, ¿claro? ¿Verdad? No, la pasé a prepago porque me cansé. ¿Pagabas mucho? Sí, y la última vez que pagué se me fueron los... No entiendo mucho de gigas y eso, pero cuando fui a ver ya no tenía más gigas, nada, no podía llamar, no podía hacer nada. No, va, listo, la llevo hasta. No, no, totalmente. Y te hago una pregunta, Mayra, por ejemplo. ¿Esta línea que termina en 301? Esta, yo la coloco en el sistema y me arroja con factura. ¿Vos actualmente la tenés con abono mensual o la pasaste a prepago esta que termina en 301? Esta es 623301, sí. No, la tengo en prepago, me figura en prepago. O sea, ponés, te recargas mensuales, ¿no? No pagás unas mensuales. Claro, claro. Perfecto. ¿Y hace más de 60 días que la pasaste a prepago? No, no, no hace más de 70 días, hará una semana. Una semana. Bien, perfecto. Las dos líneas las vas a hacer una semana prepago. Sí, sí, las dos líneas. Bueno, mira, Mayra, lo que tengo para comentarte, la compañía Movistar te da la posibilidad de que vos mantengas en cada línea el mismo número de teléfono, el número de teléfono no se cambia, vas a tener llamadas libres a todas las compañías, servicio de WhatsApp, servicio de llamadas a América se factura a precio local y en caso de que vos salgas del país, contás con Roaming, que es Internet fuera de Argentina en todo América. En cuanto al Internet para tus líneas, vamos a darte 8 gigas de base todos los meses y los primeros 6 meses te acompañamos a darte para cada línea de regalo 4 gigas adicionales. ¿Más? Perdón. Te da 8 de base, 10 de regalo por 6 meses, son 18, más 4 adicionales. Estos 4 adicionales no son por 6 meses, son el tiempo que las dos líneas tienen en la compañía porque se toman como plan familia. Ah, bien. Entonces, para que no tengas dudas, serían 8 de base, más 10 de regalo por 6 meses, más 4 adicionales, ¿sí? Bien. Eso te queda por cada línea al día de hoy en tan solo $10,730 pesos por mes, Mayra. Ese es el plan que tengo para ofrecerte, es menos de lo que vos gastás con prepago. Manteniendo el mismo número, es menos de lo que hacés. Y nosotros nos ponemos en contacto con vos, en 48 o 72 horas te hacemos llegar los chips a la sucursal de Movistar más cercana a tu domicilio. Una vez que te dejan los chips, vos los colocás en tu teléfono, cuando se activen, se te corta la señal y, claro, ya empezás a tener el servicio con nosotros, Mayra. ¿No sé si tenés alguna duda, lo que me quieras preguntar? No, dale, dale, lo hago. Sí, porque sinceramente me tenía que sentar a llamar para ver qué planes buscar y esto. Claro, claro, exacto. Perfecto, dame un segundo que abro la cita del sistema para buscarte lo más rápido para enviarte los chips. Si no, me voy a desacordar. Dale, guardalo en línea. Mira, Mayra, ahí conozco el sistema de lo que es esta línea que termina en 301 y me figura la otra que es la que termina en 151, que son las dos líneas. 161, 51, 51, algo así. Exactamente, 161, 51, 51 y esta es 231, 43, 23, 301. 32, 33 o 1. Exacto. Me dice el sistema que sí, que la promoción la podés tener, pero lo que pasa es que como vos la has pasado a prepago, el sistema te pide que tengas una cierta permanencia con prepago, es decir, que cumplas un tiempo teniéndola prepago. Lo que me pide el sistema mínimo son 60 días. ¿Puedo recordar cuándo exacto la promoción de prepago? Yo no me acuerdo, sinceramente no me acuerdo de un día para... Sí, pero no, más de dos semanas no hace. Más de dos semanas, menos de dos meses hace. Bien, bien, bien. Bueno, mira, quedate tranquila, lo que vamos a hacer es lo siguiente, lo voy a guardar tu número, sí, lo voy a agendar a tu número para tener tu contacto, y yo ya a finales de marzo te llamo para ver si se ha cumplido el tiempo de permanencia, y si se ha cumplido el tiempo de permanencia lo hacemos con la promoción que está en ese momento más económica. Ah, bueno, bueno, bueno. Dale. Bueno, Mayra, muchas gracias. ¿O sea que yo ahora no puedo contratar ningún PAC? No. No, no, no, porque te pide el periodo mínimo. Cuando vos lo tenés prepago, te pide sí o sí, el sistema siempre te pide mínimo 60 días. ¿Con el mismo número o sí, no? Con el mismo número, exacto. Si vos querés línea nueva, se te puede brindar línea nueva, pero si vos querés mantener el mismo número, te pide sí o sí, mínimo 60 días. Siempre te piden. Siempre te piden. Por eso, para que vos mantengas el número, no lo pidas y todo, yo te digo, yo guardo tu contacto y más adelante yo misma me comunico con vos nuevamente. Bueno, dale, dale. Dale, perfecto. Puede ser vos sin contacto. Dale, un saludo. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.454,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T16:26:17.877306",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan con llamadas libres, WhatsApp, llamadas a América a precio local, Roaming en América",
        "8GB de base + 10GB de regalo por 6 meses + 4GB adicionales"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres, palabras cortadas), identificación de roles, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-22T23:14:24.267979",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 3.73,
      "duracion": 3.7,
      "texto": "Hola.",
      "confianza": 0.469
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.75,
      "fin": 3.85,
      "duracion": 0.1,
      "texto": "Hola.",
      "confianza": 0.032
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.88,
      "fin": 4.28,
      "duracion": 0.4,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.32,
      "fin": 7.08,
      "duracion": 2.76,
      "texto": "Buenos días con Mayra.",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.1,
      "fin": 7.16,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.087
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.18,
      "fin": 7.74,
      "duracion": 0.56,
      "texto": "Mayra, un gusto.",
      "confianza": 0.529
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.76,
      "fin": 8.72,
      "duracion": 0.96,
      "texto": "Mi nombre es Gabriela.",
      "confianza": 0.306
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.74,
      "fin": 11.58,
      "duracion": 2.84,
      "texto": "Te estoy llamando de la área de beneficios móviles de la compañía Monster.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.6,
      "fin": 13.08,
      "duracion": 1.48,
      "texto": "¿Cómo estás, Mayra?",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.1,
      "fin": 14.73,
      "duracion": 1.62,
      "texto": "¿Qué tal?",
      "confianza": 0.324
    },
    {
      "hablante": "Hablante A",
      "inicio": 14.75,
      "fin": 14.89,
      "duracion": 0.14,
      "texto": "Bien.",
      "confianza": 0.406
    },
    {
      "hablante": "Hablante A",
      "inicio": 14.91,
      "fin": 15.53,
      "duracion": 0.62,
      "texto": "Gracias por preguntar.",
      "confianza": 0.383
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.59,
      "fin": 16.67,
      "duracion": 1.08,
      "texto": "Trabajando día jueves.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.15,
      "fin": 27.66,
      "duracion": 9.51,
      "texto": "Mayra, te llamo porque a mí me asegura el sistema que vos actualmente te vas dos líneas de teléfono con la compañía, ¿claro?",
      "confianza": 0.515
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.68,
      "fin": 27.84,
      "duracion": 0.16,
      "texto": "¿Verdad?",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.86,
      "fin": 28.62,
      "duracion": 0.76,
      "texto": "No, la pasé a prepago porque me cansé.",
      "confianza": 0.037
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.09,
      "fin": 31.87,
      "duracion": 2.78,
      "texto": "¿Pagabas mucho?",
      "confianza": 0.052
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.89,
      "fin": 34.98,
      "duracion": 3.08,
      "texto": "Sí, y la última vez que pagué se me fueron los...",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.0,
      "fin": 42.09,
      "duracion": 7.09,
      "texto": "No entiendo mucho de gigas y eso, pero cuando fui a ver ya no tenía más gigas, nada, no podía llamar, no podía hacer nada.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante A",
      "inicio": 42.1,
      "fin": 43.11,
      "duracion": 1.0,
      "texto": "No, va, listo, la llevo hasta.",
      "confianza": 0.333
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.13,
      "fin": 43.91,
      "duracion": 0.78,
      "texto": "No, no, totalmente.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.29,
      "fin": 46.03,
      "duracion": 1.74,
      "texto": "Y te hago una pregunta, Mayra, por ejemplo.",
      "confianza": 0.803
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.05,
      "fin": 47.53,
      "duracion": 1.48,
      "texto": "¿Esta línea que termina en 301?",
      "confianza": 0.755
    },
    {
      "hablante": "Hablante A",
      "inicio": 47.55,
      "fin": 52.74,
      "duracion": 5.19,
      "texto": "Esta, yo la coloco en el sistema y me arroja con factura.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.86,
      "fin": 57.98,
      "duracion": 5.13,
      "texto": "¿Vos actualmente la tenés con abono mensual o la pasaste a prepago esta que termina en 301?",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 58.67,
      "fin": 62.04,
      "duracion": 3.37,
      "texto": "Esta es 623301, sí.",
      "confianza": 0.438
    },
    {
      "hablante": "Hablante A",
      "inicio": 62.06,
      "fin": 65.78,
      "duracion": 3.73,
      "texto": "No, la tengo en prepago, me figura en prepago.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.92,
      "fin": 69.29,
      "duracion": 2.36,
      "texto": "O sea, pones te recargas mensuales, no?",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante A",
      "inicio": 69.31,
      "fin": 72.47,
      "duracion": 3.16,
      "texto": "No pagas unas mensuales.",
      "confianza": 0.485
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.49,
      "fin": 72.87,
      "duracion": 0.38,
      "texto": "Claro, claro.",
      "confianza": 0.23
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.89,
      "fin": 73.33,
      "duracion": 0.44,
      "texto": "Perfecto.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 73.39,
      "fin": 75.68,
      "duracion": 2.28,
      "texto": "¿Y hace más de 60 días que la pasaste a prepago?",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante A",
      "inicio": 76.6,
      "fin": 80.33,
      "duracion": 3.73,
      "texto": "No, no, no hace más de 70 días, hará una semana.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.86,
      "fin": 83.98,
      "duracion": 2.12,
      "texto": "Una semana.",
      "confianza": 0.328
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.0,
      "fin": 84.3,
      "duracion": 0.3,
      "texto": "Bien, perfecto.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.32,
      "fin": 89.29,
      "duracion": 4.97,
      "texto": "Las dos líneas las vas a hacer una semana prepado.",
      "confianza": 0.479
    },
    {
      "hablante": "Hablante B",
      "inicio": 89.31,
      "fin": 90.35,
      "duracion": 1.04,
      "texto": "Sí, sí, las dos líneas.",
      "confianza": 0.249
    },
    {
      "hablante": "Hablante B",
      "inicio": 90.37,
      "fin": 108.83,
      "duracion": 18.46,
      "texto": "Bueno, mira, Mayra, lo duro que tengo para comentarte, la compañía Monster es la posibilidad que vos mantengas en cada línea el mismo número de teléfono, el número de teléfono no se cambia, vas a tener las llamadas libres a todas las compañías, servicio de WhatsApp, servicio de llamadas América se factura a precio local y en caso que vos salgas del país,",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.25,
      "fin": 113.47,
      "duracion": 4.23,
      "texto": "contar con Roaming que es Internet fuera de Argentina en todo América.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.53,
      "fin": 126.69,
      "duracion": 13.16,
      "texto": "En cuanto al Internet para tus líneas, vamos a voltarte a lo que son 8 gigas fisco de base todos los meses y los primeros 6 meses la acompañamos a voltarte para cada línea de regalos 4 gigas adicionales.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante A",
      "inicio": 128.7,
      "fin": 128.8,
      "duracion": 0.1,
      "texto": "¿Más?",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante A",
      "inicio": 128.82,
      "fin": 129.08,
      "duracion": 0.26,
      "texto": "Perdón.",
      "confianza": 0.345
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.44,
      "fin": 135.29,
      "duracion": 5.85,
      "texto": "Te da 8 de base, 10 de regalo por 6 meses, son 18, más 4 adicionales.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante A",
      "inicio": 135.35,
      "fin": 140.92,
      "duracion": 5.57,
      "texto": "Estos 4 adicionales no son por 6 meses, son el tiempo que las dos líneas tienen en la compañía porque se toman como plan familia.",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.46,
      "fin": 142.64,
      "duracion": 0.18,
      "texto": "Ah, bien.",
      "confianza": 0.013
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.66,
      "fin": 149.97,
      "duracion": 7.31,
      "texto": "Entonces, para que no tengas el limpio, serían 8 de base, más 10 de regalo por 6 meses, más 4 adicionales, ¿sí?",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.0,
      "fin": 150.09,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.055
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.12,
      "fin": 156.36,
      "duracion": 6.25,
      "texto": "Eso te queda por cada línea el valor al día de hoy en tan solo $10,730 pesos por mes madera.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante B",
      "inicio": 157.25,
      "fin": 161.62,
      "duracion": 4.37,
      "texto": "Ese es el plan que tengo para aprenderte, es menos de lo que vos gastas con prepago.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 162.34,
      "fin": 165.93,
      "duracion": 3.58,
      "texto": "Manteniendo el mismo número, es menos de lo que haces.",
      "confianza": 0.069
    },
    {
      "hablante": "Hablante B",
      "inicio": 165.94,
      "fin": 182.12,
      "duracion": 16.18,
      "texto": "Y nosotros nos ponemos el síntema de nosotros, en 48 o 72 horas te hacemos llevar los chips a la secursal de Movistar más cercana a tu domicilio, una vez que te dejan los chips, vos los colocas en tu teléfono, cuando se recien, se te corta la señal, y claro, ya empezás a tener el servicio con nosotros, Mayra.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.22,
      "fin": 185.29,
      "duracion": 3.06,
      "texto": "No sé que alguna duda, lo que me quieras preguntar.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.91,
      "fin": 188.39,
      "duracion": 2.48,
      "texto": "No, dale, dale, lo hago.",
      "confianza": 0.155
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.41,
      "fin": 196.65,
      "duracion": 8.23,
      "texto": "Sí, porque sinceramente me tenía que sentar a llamar para ver qué planas buscar y esto.",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante B",
      "inicio": 196.66,
      "fin": 197.22,
      "duracion": 0.56,
      "texto": "Claro, claro, exacto.",
      "confianza": 0.272
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.55,
      "fin": 202.23,
      "duracion": 4.69,
      "texto": "Perfecto, dame un segundo que abro la cita del sistema para buscarte lo más rápido para enviarte los chips.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.25,
      "fin": 203.35,
      "duracion": 1.1,
      "texto": "Si no, me voy a desacortar.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 203.69,
      "fin": 205.22,
      "duracion": 1.52,
      "texto": "Dale, guardalo en línea.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante A",
      "inicio": 244.84,
      "fin": 256.11,
      "duracion": 11.28,
      "texto": "Mira, Mayra, ahí conozco el sistema de lo que es esta línea que termina en 301 y me figura la otra que es la que termina en 151, que son las dos líneas.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 256.13,
      "fin": 258.31,
      "duracion": 2.18,
      "texto": "161, 51, 51, algo así.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.33,
      "fin": 268.13,
      "duracion": 9.79,
      "texto": "Exactamente, 161, 51, 51 y esta es 231, 43, 23, 301.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante A",
      "inicio": 268.44,
      "fin": 270.09,
      "duracion": 1.64,
      "texto": "32, 33 o 1.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante A",
      "inicio": 271.25,
      "fin": 273.33,
      "duracion": 2.08,
      "texto": "Exacto.",
      "confianza": 0.786
    },
    {
      "hablante": "Hablante A",
      "inicio": 273.35,
      "fin": 287.95,
      "duracion": 14.6,
      "texto": "Me dice el sistema que sí que la promoción la podés, pero lo que pasa es que como vos la has pasado a prepago, el sistema te pide que tengas una cierta permanencia con prepago, es decir, que cumplas un tiempo teniéndola prepago.",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante A",
      "inicio": 288.11,
      "fin": 290.64,
      "duracion": 2.52,
      "texto": "Lo que me pide el sistema mínimo son 60 días.",
      "confianza": 0.79
    },
    {
      "hablante": "Hablante B",
      "inicio": 292.16,
      "fin": 296.75,
      "duracion": 4.59,
      "texto": "Puedo recordar cuándo exacto la promoción de prepago?",
      "confianza": 0.404
    },
    {
      "hablante": "Hablante B",
      "inicio": 298.09,
      "fin": 311.75,
      "duracion": 13.65,
      "texto": "Yo no me acuerdo, sinceramente no me acuerdo de un día para... Sí, pero no, más de dos semanas no hace.",
      "confianza": 0.117
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.77,
      "fin": 312.65,
      "duracion": 0.88,
      "texto": "Más de dos semanas, menos de dos meses hace.",
      "confianza": 0.033
    },
    {
      "hablante": "Hablante B",
      "inicio": 312.67,
      "fin": 313.01,
      "duracion": 0.34,
      "texto": "Bien, bien, bien.",
      "confianza": 0.071
    },
    {
      "hablante": "Hablante B",
      "inicio": 313.03,
      "fin": 328.0,
      "duracion": 14.97,
      "texto": "Bueno, mira, queda tranquila, lo que vamos a hacer es lo siguiente, lo voy a guardar tu número, si lo voy a agendar a tu número para tener tu contacto, y yo ya a finales de marzo te dramo para ver si se ha cumplido el tiempo de permanencia, y si se ha cumplido el tiempo de permanencia lo hacemos con la promoción que está en ese momento más económica.",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante B",
      "inicio": 328.18,
      "fin": 332.05,
      "duracion": 3.86,
      "texto": "Ah, bueno, bueno, bueno.",
      "confianza": 0.109
    },
    {
      "hablante": "Hablante B",
      "inicio": 332.07,
      "fin": 332.17,
      "duracion": 0.1,
      "texto": "Dale.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 332.19,
      "fin": 333.77,
      "duracion": 1.58,
      "texto": "Bueno, Mayra, muchas gracias.",
      "confianza": 0.067
    },
    {
      "hablante": "Hablante B",
      "inicio": 333.79,
      "fin": 335.69,
      "duracion": 1.9,
      "texto": "¿O sea que yo ahora no puedo contratar ningún PAC?",
      "confianza": 0.177
    },
    {
      "hablante": "Hablante B",
      "inicio": 335.71,
      "fin": 336.73,
      "duracion": 1.02,
      "texto": "No.",
      "confianza": 0.836
    },
    {
      "hablante": "Hablante B",
      "inicio": 336.75,
      "fin": 338.25,
      "duracion": 1.5,
      "texto": "No, no, no, porque te pide el perro malincio.",
      "confianza": 0.451
    },
    {
      "hablante": "Hablante B",
      "inicio": 338.29,
      "fin": 343.62,
      "duracion": 5.32,
      "texto": "Cuando vos lo tenéis prepado, te pides sí o sí, el sistema siempre te pide mínimo 60 días.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante B",
      "inicio": 344.46,
      "fin": 345.84,
      "duracion": 1.38,
      "texto": "¿Con el mismo número o sí, no?",
      "confianza": 0.476
    },
    {
      "hablante": "Hablante B",
      "inicio": 346.2,
      "fin": 347.4,
      "duracion": 1.2,
      "texto": "Con el mismo número, exacto.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 347.44,
      "fin": 355.05,
      "duracion": 7.61,
      "texto": "Si vos querés línea nueva, se te puede brindar línea nueva, pero si vos querés mantener el mismo número, te pide sí o sí, mínimo 60 días.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 355.99,
      "fin": 356.95,
      "duracion": 0.96,
      "texto": "Siempre te piden.",
      "confianza": 0.208
    },
    {
      "hablante": "Hablante B",
      "inicio": 357.07,
      "fin": 357.83,
      "duracion": 0.76,
      "texto": "Siempre te piden.",
      "confianza": 0.853
    },
    {
      "hablante": "Hablante B",
      "inicio": 358.1,
      "fin": 366.79,
      "duracion": 8.69,
      "texto": "Por eso, para que vos mantengas el número, no los pidas y todo, yo te digo, yo guardo tu contacto y más adelante yo misma me comunico con vos nuevamente.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante B",
      "inicio": 367.51,
      "fin": 371.4,
      "duracion": 3.89,
      "texto": "Bueno, dale, dale.",
      "confianza": 0.389
    },
    {
      "hablante": "Hablante B",
      "inicio": 371.42,
      "fin": 372.08,
      "duracion": 0.66,
      "texto": "Dale, perfecto.",
      "confianza": 0.166
    },
    {
      "hablante": "Hablante B",
      "inicio": 372.1,
      "fin": 372.72,
      "duracion": 0.62,
      "texto": "Puede ser vos sin contacto.",
      "confianza": 0.055
    },
    {
      "hablante": "Hablante B",
      "inicio": 372.74,
      "fin": 373.06,
      "duracion": 0.32,
      "texto": "Dale, un saludo.",
      "confianza": 0.17
    },
    {
      "hablante": "Hablante B",
      "inicio": 373.08,
      "fin": 373.66,
      "duracion": 0.58,
      "texto": "Hasta luego.",
      "confianza": 0.437
    }
  ]
}