{
  "archivo": "amza29_1_260211141652277_ACD_63905.wav",
  "duracion_segundos": 364.74,
  "num_segmentos": 79,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 17.94,
    "Hablante B": 323.47
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.5,
      "fin": 6.3,
      "texto": "Hola, buenos días, Víctor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.3,
      "fin": 6.7,
      "texto": "Buenos días, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.7,
      "fin": 6.9,
      "texto": "¿Qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.9,
      "fin": 7.8,
      "texto": "Un gusto, soy Luz."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.9,
      "fin": 10.8,
      "texto": "Me comunicaba del área de recupero de clientes de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.6,
      "fin": 16.1,
      "texto": "¿De figuración, bien claro, es correcto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.1,
      "fin": 16.4,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 16.4,
      "fin": 19.3,
      "texto": "Bien, Víctor, ¿querías saber qué fue lo que te llevó a cambiar de compañía?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 22.0,
      "fin": 23.9,
      "texto": "Que no me funcionaba Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.9,
      "fin": 25.3,
      "texto": "¿Tenías problemas con la señal?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 26.2,
      "fin": 32.3,
      "texto": "Que no teníamos problema de señal porque teníamos todos iPhone y no tenían antenas preparadas para nosotros y nos volvimos locos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 32.8,
      "fin": 46.4,
      "texto": "Hasta que uno del servicio técnico me dijo, mira, la verdad que en ese momento no tenemos las antenas adecuadas para cubrirte de eso, te tenés que ir, andate tranquilo porque acá no lo vamos a solucionar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.4,
      "fin": 46.5,
      "texto": "Ajá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.5,
      "fin": 50.4,
      "texto": "¿La figura que eso fue en 2024 que se cambiaron de compañía, correcto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 50.4,
      "fin": 55.6,
      "texto": "Después de tanta mentira es la única persona que me dijo la verdad."
    },
    {
      "hablante": "AGENTE",
      "inicio": 56.0,
      "fin": 60.6,
      "texto": "Bien, te comento, Víctor, que actualmente sí contamos con antenas actualizadas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.2,
      "fin": 64.5,
      "texto": "Tienes más, incluso contamos con 5G para los iPhones."
    },
    {
      "hablante": "AGENTE",
      "inicio": 64.5,
      "fin": 65.5,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 65.5,
      "fin": 70.2,
      "texto": "Y actualmente toda la provincia de Buenos Aires cuenta con el 90% de cobertura para navegar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 70.8,
      "fin": 71.0,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.5,
      "fin": 77.0,
      "texto": "Yo entiendo que en 2024 les pasó eso porque en la realidad teníamos las antenas desactualizadas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 77.6,
      "fin": 83.6,
      "texto": "Pero hicimos una renovación de gestión y la renovación tanto de antenas como de chips."
    },
    {
      "hablante": "AGENTE",
      "inicio": 83.7,
      "fin": 83.7,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 83.7,
      "fin": 85.3,
      "texto": "Y actualmente, como te digo,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 85.6,
      "fin": 90.4,
      "texto": "No hay problemas de cobertura en Buenos Aires."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 90.6,
      "fin": 97.2,
      "texto": "Sí, pero ¿y qué plan me puedes ofrecer que me pueda cambiar si estoy bien acá?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 98.1,
      "fin": 104.8,
      "texto": "Bien, ¿cuánto está volando actualmente por cada línea en la otra compañía?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 104.8,
      "fin": 110.9,
      "texto": "Sí, las tres líneas pago algo de 56.000 pesos, o sea, menos de 20.000 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 110.9,
      "fin": 113.0,
      "texto": "¿Y sabés qué consumo tiene cada línea?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 113.0,
      "fin": 115.0,
      "texto": "¿Cuántos gigas suelen utilizar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 115.1,
      "fin": 121.7,
      "texto": "En realidad tengo seis, pero me regalan diez, así que tengo 16."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 121.8,
      "fin": 124.2,
      "texto": "Porque es la que me mantiene con roaming."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 124.2,
      "fin": 135.5,
      "texto": "Pues yo dos o tres veces casi, bueno, este año ya van dos veces y ahí dos veces más a Chile y necesito tener roaming porque si no me quedo sin."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 135.7,
      "fin": 139.1,
      "texto": "Otro de los problemas que tenía como historia era eso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 139.2,
      "fin": 144.8,
      "texto": "Viajaba a Chile, a Brasil y tenía dos millones, después me cobraron dos millones de dólares porque no tenían roaming."
    },
    {
      "hablante": "AGENTE",
      "inicio": 145.2,
      "fin": 157.6,
      "texto": "para que realmente vuelvan y disfruten de un buen servicio de nuestra parte, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 158.1,
      "fin": 173.9,
      "texto": "Planes con roaming incluido, si vos me decís que lo suelen utilizar, te puedo brindar planes con roaming, te puedo brindar para cada línea un plan de 8GB de base con los 10 de regalo, sí, por los 6 meses que dura la promo, WhatsApp gratis, hablar libre a cualquier compañía,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 174.3,
      "fin": 182.2,
      "texto": "además cuatro gigas extra por ser un grupo familiar si me decís que todas comparten titularidad y le dan cuatro gigas extra, o sea, ahí ya tenés veintidós gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 183.3,
      "fin": 192.4,
      "texto": "Y contar con roaming en América a precio local y roaming en América, sí, tres gigas aparte solamente para roaming, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 192.4,
      "fin": 192.5,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 192.5,
      "fin": 199.9,
      "texto": "¿Y por qué la línea pagaría solamente ocho mil cuarenta y siete pesos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.9,
      "fin": 200.0,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 200.0,
      "fin": 200.6,
      "texto": "Y eso es por seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 201.2,
      "fin": 214.1,
      "texto": "Ajá, y a partir del mes 5, sí, a cada línea se le avisa tanto por WhatsApp como por mail y combo, por la aplicación e-mobile start, que les queda un mes de promo y ustedes eligen si seguir con la misma promoción o cambiarla por otra."
    },
    {
      "hablante": "AGENTE",
      "inicio": 214.7,
      "fin": 217.7,
      "texto": "Bien, eso lo manejan desde la aplicación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 218.4,
      "fin": 221.4,
      "texto": "Sí, cosa que no tengan que llamar para pedir la promo y demás."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.5,
      "fin": 224.5,
      "texto": "Ah, buenísimo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 224.5,
      "fin": 236.0,
      "texto": "Bueno, me lo dejas consultar con mis señores y mi hija que son las que tienen las otras líneas y después de mí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 236.0,
      "fin": 236.8,
      "texto": "Bien, me figuran cuatro líneas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 236.8,
      "fin": 237.3,
      "texto": "¿Son tres en realidad?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 237.3,
      "fin": 238.0,
      "texto": "No, cuatro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 238.0,
      "fin": 239.1,
      "texto": "La otra tiene mi hermano."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 239.5,
      "fin": 241.6,
      "texto": "Pero mi hermano es medio reacio a cambiarse."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 241.6,
      "fin": 247.5,
      "texto": "La vez que nos cambiamos, no sé qué le cambian porque la verdad nosotros nos cambiamos y renegamos, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 247.8,
      "fin": 249.6,
      "texto": "Claro, entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 249.6,
      "fin": 264.2,
      "texto": "No, entiendo, por eso te consulté si realmente fue en 2024 porque me figuró en el sistema y la verdad que sí, que de ahí en adelante mejoramos un montón como empresa porque nada, realmente no solo los perdimos a ustedes, sino que una millonada de clientes por esta cantidad de problemas que teníamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 264.9,
      "fin": 272.2,
      "texto": "Y bueno, la realidad es que queremos justamente, creamos esta área de recupero para que puedan volver a probar el servicio y un buen servicio de nuestra parte."
    },
    {
      "hablante": "AGENTE",
      "inicio": 272.7,
      "fin": 275.6,
      "texto": "Lavar un poco esa imagen que quedó que sabemos que fue pantanosa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 276.4,
      "fin": 279.1,
      "texto": "Bueno, vale, buenísimo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 279.1,
      "fin": 281.3,
      "texto": "Me dices que ocho mil pesos final."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.3,
      "fin": 290.1,
      "texto": "Ajá, imagínate que el plan más caro que tengo, que son sesenta gigas en total más, las cuatro por grupo familiar, lo tengo en catorce mil doscientos cincuenta y siete pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 290.1,
      "fin": 290.9,
      "texto": "Ya."
    },
    {
      "hablante": "AGENTE",
      "inicio": 290.9,
      "fin": 292.9,
      "texto": "Tendrías gigas para tirar manteca al techo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 293.6,
      "fin": 294.0,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.0,
      "fin": 301.5,
      "texto": "Y justamente estamos en el termo actualmente esta semana, así que nada, realmente estaría bueno que lo aprovechen porque estamos como si fuera de la."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 301.6,
      "fin": 304.7,
      "texto": "Yo te explico, esta semana no porque mañana estoy viajando a Chile."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 304.9,
      "fin": 316.3,
      "texto": "y va a ser imposible hacerlo, pero cuando vuelva, que va a ser después de Carnaval, el jueves, si querés, comunícate conmigo y veremos que resolvemos entre las familias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.3,
      "fin": 325.2,
      "texto": "Yo te digo esta semana porque normalmente las promos duran una semana, nos la han dejado hasta dos semanas, así que obviamente, si la promo sigue después, yo igual ahora te mando un mensajito."
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.9,
      "fin": 329.4,
      "texto": "Así ya te queda mi número y el jueves yo te escribo, ¿te parece?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 330.2,
      "fin": 331.1,
      "texto": "Dale, buenísimo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 331.1,
      "fin": 332.3,
      "texto": "¿Cómo era tu nombre?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 332.5,
      "fin": 337.1,
      "texto": "Luz, mi nombre es Arita y te pongo que soy Luz de Movistar y te mando la promo, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 338.1,
      "fin": 339.8,
      "texto": "Dale, muchas gracias."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 339.8,
      "fin": 353.8,
      "texto": "Mándamela como la promo que me estás diciendo, así yo se la muestro a mi nena y a mi hija, a mi señora y a mi hija que son las otras que vienen a línea, que están enojadas como yo con Movistar, pero bueno, no la pagan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 353.8,
      "fin": 358.8,
      "texto": "Yo por ahí como la pago que quiero un poquito menos de plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 359.1,
      "fin": 360.6,
      "texto": "Dale, Víctor, no hay problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 360.8,
      "fin": 362.5,
      "texto": "Te digo que tengas muy lindo día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 362.5,
      "fin": 363.2,
      "texto": "Gracias por el tiempo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 364.3,
      "fin": 364.7,
      "texto": "Chau."
    }
  ],
  "transcripcion_completa": "Hola, buenos días, Víctor. Buenos días, sí. ¿Qué tal? Un gusto, soy Luz. Me comunicaba del área de recupero de clientes de Movistar. ¿De figuración, bien claro, es correcto? Sí, sí, sí. Bien, Víctor, ¿querías saber qué fue lo que te llevó a cambiar de compañía? Que no me funcionaba Movistar. ¿Tenías problemas con la señal? Que no teníamos problema de señal porque teníamos todos iPhone y no tenían antenas preparadas para nosotros y nos volvimos locos. Hasta que uno del servicio técnico me dijo, mira, la verdad que en ese momento no tenemos las antenas adecuadas para cubrirte de eso, te tenés que ir, andate tranquilo porque acá no lo vamos a solucionar. Ajá. ¿La figura que eso fue en 2024 que se cambiaron de compañía, correcto? Después de tanta mentira es la única persona que me dijo la verdad. Bien, te comento, Víctor, que actualmente sí contamos con antenas actualizadas. Tienes más, incluso contamos con 5G para los iPhones. Bien. Y actualmente toda la provincia de Buenos Aires cuenta con el 90% de cobertura para navegar. Bien. Yo entiendo que en 2024 les pasó eso porque en la realidad teníamos las antenas desactualizadas. Pero hicimos una renovación de gestión y la renovación tanto de antenas como de chips. Sí. Y actualmente, como te digo, No hay problemas de cobertura en Buenos Aires. Sí, pero ¿y qué plan me puedes ofrecer que me pueda cambiar si estoy bien acá? Bien, ¿cuánto está volando actualmente por cada línea en la otra compañía? Sí, las tres líneas pago algo de 56.000 pesos, o sea, menos de 20.000 pesos. ¿Y sabés qué consumo tiene cada línea? ¿Cuántos gigas suelen utilizar? En realidad tengo seis, pero me regalan diez, así que tengo 16. Porque es la que me mantiene con roaming. Pues yo dos o tres veces casi, bueno, este año ya van dos veces y ahí dos veces más a Chile y necesito tener roaming porque si no me quedo sin. Otro de los problemas que tenía como historia era eso. Viajaba a Chile, a Brasil y tenía dos millones, después me cobraron dos millones de dólares porque no tenían roaming. para que realmente vuelvan y disfruten de un buen servicio de nuestra parte, ¿bien? Planes con roaming incluido, si vos me decís que lo suelen utilizar, te puedo brindar planes con roaming, te puedo brindar para cada línea un plan de 8GB de base con los 10 de regalo, sí, por los 6 meses que dura la promo, WhatsApp gratis, hablar libre a cualquier compañía, además cuatro gigas extra por ser un grupo familiar si me decís que todas comparten titularidad y le dan cuatro gigas extra, o sea, ahí ya tenés veintidós gigas. Y contar con roaming en América a precio local y roaming en América, sí, tres gigas aparte solamente para roaming, ¿bien? Sí. ¿Y por qué la línea pagaría solamente ocho mil cuarenta y siete pesos? Sí. Y eso es por seis meses. Ajá, y a partir del mes 5, sí, a cada línea se le avisa tanto por WhatsApp como por mail y combo, por la aplicación e-mobile start, que les queda un mes de promo y ustedes eligen si seguir con la misma promoción o cambiarla por otra. Bien, eso lo manejan desde la aplicación. Sí, cosa que no tengan que llamar para pedir la promo y demás. Ah, buenísimo. Bueno, me lo dejas consultar con mis señores y mi hija que son las que tienen las otras líneas y después de mí. Bien, me figuran cuatro líneas. ¿Son tres en realidad? No, cuatro. La otra tiene mi hermano. Pero mi hermano es medio reacio a cambiarse. La vez que nos cambiamos, no sé qué le cambian porque la verdad nosotros nos cambiamos y renegamos, ¿viste? Claro, entiendo. No, entiendo, por eso te consulté si realmente fue en 2024 porque me figuró en el sistema y la verdad que sí, que de ahí en adelante mejoramos un montón como empresa porque nada, realmente no solo los perdimos a ustedes, sino que una millonada de clientes por esta cantidad de problemas que teníamos. Y bueno, la realidad es que queremos justamente, creamos esta área de recupero para que puedan volver a probar el servicio y un buen servicio de nuestra parte. Lavar un poco esa imagen que quedó que sabemos que fue pantanosa. Bueno, vale, buenísimo. Me dices que ocho mil pesos final. Ajá, imagínate que el plan más caro que tengo, que son sesenta gigas en total más, las cuatro por grupo familiar, lo tengo en catorce mil doscientos cincuenta y siete pesos. Ya. Tendrías gigas para tirar manteca al techo. Bien. Y justamente estamos en el termo actualmente esta semana, así que nada, realmente estaría bueno que lo aprovechen porque estamos como si fuera de la. Yo te explico, esta semana no porque mañana estoy viajando a Chile. y va a ser imposible hacerlo, pero cuando vuelva, que va a ser después de Carnaval, el jueves, si querés, comunícate conmigo y veremos que resolvemos entre las familias. Yo te digo esta semana porque normalmente las promos duran una semana, nos la han dejado hasta dos semanas, así que obviamente, si la promo sigue después, yo igual ahora te mando un mensajito. Así ya te queda mi número y el jueves yo te escribo, ¿te parece? Dale, buenísimo. ¿Cómo era tu nombre? Luz, mi nombre es Arita y te pongo que soy Luz de Movistar y te mando la promo, ¿bien? Dale, muchas gracias. Mándamela como la promo que me estás diciendo, así yo se la muestro a mi nena y a mi hija, a mi señora y a mi hija que son las otras que vienen a línea, que están enojadas como yo con Movistar, pero bueno, no la pagan. Yo por ahí como la pago que quiero un poquito menos de plan. Dale, Víctor, no hay problema. Te digo que tengas muy lindo día. Gracias por el tiempo. Chau.",
  "calidad": {
    "confianza_promedio": 0.503,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T02:29:39.725162",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 8GB + 10GB de regalo",
        "roaming en América",
        "roaming en América (3GB extra)"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas). Identificación de roles y clasificación de la llamada."
    },
    "fecha_mejora": "2026-02-20T09:08:44.926890",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.54,
      "fin": 6.29,
      "duracion": 5.75,
      "texto": "Hola, buenas días, Víctor.",
      "confianza": 0.351
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.33,
      "fin": 6.71,
      "duracion": 0.38,
      "texto": "Buenas días, sí.",
      "confianza": 0.166
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.73,
      "fin": 6.91,
      "duracion": 0.18,
      "texto": "¿Qué tal?",
      "confianza": 0.032
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.93,
      "fin": 7.85,
      "duracion": 0.92,
      "texto": "Un gusto, soy Luz.",
      "confianza": 0.16
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.87,
      "fin": 10.85,
      "duracion": 2.98,
      "texto": "Me comunicaba de la ría de recupero del cliente de Movistar.",
      "confianza": 0.594
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.57,
      "fin": 16.12,
      "duracion": 4.55,
      "texto": "De figuración bien claro, ¿es correcto?",
      "confianza": 0.762
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.14,
      "fin": 16.36,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.096
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.38,
      "fin": 19.34,
      "duracion": 2.96,
      "texto": "Bien, Víctor, ¿querías saber qué fue lo que te llevó a cambiar de compañía?",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.97,
      "fin": 23.89,
      "duracion": 1.92,
      "texto": "Que no me funcionaba Movistar.",
      "confianza": 0.231
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.91,
      "fin": 25.31,
      "duracion": 1.4,
      "texto": "¿Tenías problemas en el señal?",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.2,
      "fin": 32.29,
      "duracion": 6.09,
      "texto": "que no teníamos problema de señal porque teníamos todos iPhone y no tenían antenas preparadas para nosotros y nos volvimos locos.",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.81,
      "fin": 46.41,
      "duracion": 13.6,
      "texto": "Hasta que uno de de servicio técnico me dijo mira la verdad que en ese momento no tenemos las antenas adecuadas para cubrirte de eso, te tenés que ir a andarte tranquilo porque acá no lo vamos a solucionar.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.43,
      "fin": 46.51,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.076
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.53,
      "fin": 50.41,
      "duracion": 3.88,
      "texto": "La figura que eso fue en dos mil veinticuatro que se cambiaron de compañía, ¿Correcto?",
      "confianza": 0.522
    },
    {
      "hablante": "Hablante B",
      "inicio": 50.43,
      "fin": 55.62,
      "duracion": 5.19,
      "texto": "Después de tanta mentira es el única persona que me dijo la",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.95,
      "fin": 60.62,
      "duracion": 4.67,
      "texto": "Bien, te comento, Víctor, que actualmente sí contamos con antenas actualizadas.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.24,
      "fin": 64.53,
      "duracion": 3.28,
      "texto": "Tienes más, incluso contamos con lexin para los iPhones.",
      "confianza": 0.748
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.55,
      "fin": 65.49,
      "duracion": 0.94,
      "texto": "Bien.",
      "confianza": 0.764
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.51,
      "fin": 70.23,
      "duracion": 4.73,
      "texto": "Y actualmente toda la provincia de Buenos Aires cuenta con el 90% de cobertura para navegar.",
      "confianza": 0.765
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.75,
      "fin": 71.03,
      "duracion": 0.28,
      "texto": "Bien.",
      "confianza": 0.837
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.54,
      "fin": 76.96,
      "duracion": 5.43,
      "texto": "Yo entiendo que en 2024 les pasó eso porque en la realidad teníamos las antenas desactualizadas.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.56,
      "fin": 83.63,
      "duracion": 6.07,
      "texto": "Pero hicimos una renovación de gestión y la renovación tanto de antenas como de chips.",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante B",
      "inicio": 83.65,
      "fin": 83.71,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.023
    },
    {
      "hablante": "Hablante B",
      "inicio": 83.73,
      "fin": 85.35,
      "duracion": 1.62,
      "texto": "Y actualmente, como te digo,",
      "confianza": 0.749
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.62,
      "fin": 90.43,
      "duracion": 4.81,
      "texto": "No hay problemas de cobertura en Buenos Aires.",
      "confianza": 0.474
    },
    {
      "hablante": "Hablante B",
      "inicio": 90.59,
      "fin": 97.23,
      "duracion": 6.65,
      "texto": "Sí, pero ¿y qué plamo me puedes ofrecer que me pueda cambiar si estoy bien acá?",
      "confianza": 0.346
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.11,
      "fin": 104.82,
      "duracion": 6.71,
      "texto": "Bien, ¿cuánto está volando actualmente por cada línea a la Prox?",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 104.84,
      "fin": 110.87,
      "duracion": 6.03,
      "texto": "Sí, las tres líneas pago algo de 56.000 pesos, o sea, menos de 20.000 pesos.",
      "confianza": 0.409
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.89,
      "fin": 112.97,
      "duracion": 2.08,
      "texto": "¿Y sabés qué consumo tiene cada línea?",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.99,
      "fin": 114.97,
      "duracion": 1.98,
      "texto": "¿Cuántos días suelen utilizar?",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.12,
      "fin": 121.71,
      "duracion": 6.59,
      "texto": "En realidad tengo seis, pero me regalan diez, así que tengo 16.",
      "confianza": 0.695
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.75,
      "fin": 124.15,
      "duracion": 2.4,
      "texto": "Porque es la que me mantiene con roaming.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 124.17,
      "fin": 135.53,
      "duracion": 11.36,
      "texto": "Pues yo dos o tres veces casi, bueno, este año ya van dos veces y ahí dos veces más a Chile y necesito tener roaming porque si no me quedo sin.",
      "confianza": 0.54
    },
    {
      "hablante": "Hablante B",
      "inicio": 135.67,
      "fin": 139.13,
      "duracion": 3.46,
      "texto": "Otro de los problemas que tenía como historia era eso.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante B",
      "inicio": 139.15,
      "fin": 144.84,
      "duracion": 5.69,
      "texto": "Viajaba a Chile, a Brasil y tenía dos millones, después me cobraron dos millones de dólares porque no tenían roaming.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.17,
      "fin": 157.57,
      "duracion": 12.4,
      "texto": "para que realmente vuelvan y disfruten de un buen servicio de nuestra parte, ¿bien?",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.07,
      "fin": 173.91,
      "duracion": 15.84,
      "texto": "Planes con Roomin incluido, si vos me decís que lo suelen utilizar, te puedo brindar planes con Roomin, te puedo brindar para cada línea un plan de 8GB de base con los 10 de regalo, sí, por los 6 meses que dura la promo, WhatsApp gratis, hablar libre a cualquier compañía,",
      "confianza": 0.717
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.35,
      "fin": 182.24,
      "duracion": 7.89,
      "texto": "además cuatro gigas extra por ser un grupo familiar si me decís que todas comparten titularías y le dan cuatro gigas extra, o sea, ahí ya tenés veintidós gigas.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 183.32,
      "fin": 192.38,
      "duracion": 9.05,
      "texto": "Y contar con rooming en América a precio local y rooming en América, sí, tres gigas aparte solamente para rooming, ¿bien?",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante B",
      "inicio": 192.4,
      "fin": 192.46,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.005
    },
    {
      "hablante": "Hablante B",
      "inicio": 192.48,
      "fin": 199.89,
      "duracion": 7.41,
      "texto": "¿Y por qué la línea pagaría solamente ocho mil cuarenta y siete pesos?",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.91,
      "fin": 199.97,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.017
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.99,
      "fin": 200.63,
      "duracion": 0.64,
      "texto": "Y eso es por seis meses.",
      "confianza": 0.098
    },
    {
      "hablante": "Hablante B",
      "inicio": 201.22,
      "fin": 214.13,
      "duracion": 12.92,
      "texto": "Ajá, y a partir del mail 5, sí, acá línea se la avisa tanto por WhatsApp como por mail combo, por la aplicación e-mobile start, que les queda un mes de promo y ustedes eligen si seguir con la misma promoción o cambiarla por otra.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 214.73,
      "fin": 217.7,
      "duracion": 2.96,
      "texto": "Bien, eso lo manejan desde la aplicación.",
      "confianza": 0.789
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.36,
      "fin": 221.38,
      "duracion": 3.02,
      "texto": "Sí, cosa que no tengan que llamar para pedirlo tras promo y demás.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.49,
      "fin": 224.5,
      "duracion": 2.0,
      "texto": "Ah, buenísimo.",
      "confianza": 0.166
    },
    {
      "hablante": "Hablante B",
      "inicio": 224.52,
      "fin": 235.99,
      "duracion": 11.47,
      "texto": "Bueno, me lo dejas consultar con mis señores y mi hija que son las que tienen las otras líneas y después de mí.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante B",
      "inicio": 236.01,
      "fin": 236.81,
      "duracion": 0.8,
      "texto": "Bien, me figuran cuatro líneas.",
      "confianza": 0.117
    },
    {
      "hablante": "Hablante B",
      "inicio": 236.83,
      "fin": 237.27,
      "duracion": 0.44,
      "texto": "¿Son tres en realidad?",
      "confianza": 0.028
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.29,
      "fin": 237.97,
      "duracion": 0.68,
      "texto": "No, cuatro.",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.99,
      "fin": 239.09,
      "duracion": 1.1,
      "texto": "La otra tiene mi hermano.",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante B",
      "inicio": 239.53,
      "fin": 241.58,
      "duracion": 2.04,
      "texto": "Pero mi hermano es medio reacio cambiarse.",
      "confianza": 0.643
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.6,
      "fin": 247.52,
      "duracion": 5.93,
      "texto": "La vez que nos cambiamos, no sé qué le cambian porque la verdad nosotros nos cambiamos y renegamos, ¿viste?",
      "confianza": 0.522
    },
    {
      "hablante": "Hablante B",
      "inicio": 247.79,
      "fin": 249.57,
      "duracion": 1.78,
      "texto": "Claro, entiendo.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.63,
      "fin": 264.17,
      "duracion": 14.54,
      "texto": "No, entiendo, por eso te consulté si realmente fue en 2024 porque me figuraron el sistema y la verdad que sí que de ahí en adelante mejoramos un montón como empresa porque nada, realmente no solo los perdimos ustedes, sino que una millonaria de clientes por esta cantidad de problemas que teníamos.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.87,
      "fin": 272.22,
      "duracion": 7.35,
      "texto": "Y bueno, la realidad es que queremos justamente, creamos esta área de recupero para que puedan volver a probar el servicio y un buen servicio de nuestra parte.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante B",
      "inicio": 272.7,
      "fin": 275.57,
      "duracion": 2.86,
      "texto": "Lavar un poco esa imagen que quedó que sabemos que fue pantosa.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 276.39,
      "fin": 279.06,
      "duracion": 2.66,
      "texto": "Bueno, vale, buenísimo.",
      "confianza": 0.068
    },
    {
      "hablante": "Hablante B",
      "inicio": 279.07,
      "fin": 281.26,
      "duracion": 2.18,
      "texto": "Me dices que ocho mil pesos final.",
      "confianza": 0.13
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.28,
      "fin": 290.05,
      "duracion": 8.77,
      "texto": "Ajá, imagínate que el plan más caro que tengo, que son sesenta gigas en total más, las cuatro por grupo familiar, lo tengo en catorce mil doscientos cincuenta y siete pesos.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.06,
      "fin": 290.87,
      "duracion": 0.8,
      "texto": "Ya.",
      "confianza": 0.917
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.89,
      "fin": 292.95,
      "duracion": 2.06,
      "texto": "Tendrías gigas para tirar manteca al techo.",
      "confianza": 0.887
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.57,
      "fin": 293.97,
      "duracion": 0.4,
      "texto": "Bien.",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.99,
      "fin": 301.54,
      "duracion": 7.55,
      "texto": "Y justamente estamos en el termo actualmente esta semana, así que nada, realmente estaría bueno que lo aprovechen porque estamos como si fuera de la.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante B",
      "inicio": 301.56,
      "fin": 304.68,
      "duracion": 3.12,
      "texto": "Yo te explico esta semana no porque mañana estoy viajando a Chile.",
      "confianza": 0.2
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.91,
      "fin": 316.26,
      "duracion": 11.35,
      "texto": "y va a ser imposible hacerlo, pero cuando vuelvo, que va a ser después de Carnaval, el jueves, si querés, comunícate conmigo y veremos que resonemos entre las familias.",
      "confianza": 0.568
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.28,
      "fin": 325.23,
      "duracion": 8.95,
      "texto": "Yo te digo esta semana porque normalmente las promos duran una semana, nos la han dejado hasta dos semanas, así que obviamente, si la promo sigue después, yo igual ahora te mando un mensajito.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.91,
      "fin": 329.41,
      "duracion": 3.5,
      "texto": "Así ya te queda mi número y el jueves yo te escribo, ¿te parece?",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante B",
      "inicio": 330.25,
      "fin": 331.12,
      "duracion": 0.86,
      "texto": "Dale, buenísimo.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante B",
      "inicio": 331.14,
      "fin": 332.34,
      "duracion": 1.2,
      "texto": "¿Cómo era tu nombre?",
      "confianza": 0.185
    },
    {
      "hablante": "Hablante B",
      "inicio": 332.47,
      "fin": 337.13,
      "duracion": 4.67,
      "texto": "Luz, mi nombre es Arita y te pongo que soy Luz de Movistar y te mando la promo, ¿bien?",
      "confianza": 0.463
    },
    {
      "hablante": "Hablante B",
      "inicio": 338.06,
      "fin": 339.76,
      "duracion": 1.7,
      "texto": "Dale, muchas gracias.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 339.78,
      "fin": 353.82,
      "duracion": 14.04,
      "texto": "Mándamela como la promo que me estás diciendo, así yo se la muestro a mi nena y a mi hija, a mi señora y a mi hija que son las otras que vienen a línea, que están enojadas como yo como Movistar, pero bueno, no la pagan.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante B",
      "inicio": 353.84,
      "fin": 358.83,
      "duracion": 4.99,
      "texto": "Yo por ahí como la pago que quiero un poquito menos de plena.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 359.1,
      "fin": 360.61,
      "duracion": 1.51,
      "texto": "Dale, Víctor, no hay problema.",
      "confianza": 0.307
    },
    {
      "hablante": "Hablante B",
      "inicio": 360.77,
      "fin": 362.5,
      "duracion": 1.73,
      "texto": "Te digo que tengas muy lindo día.",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante B",
      "inicio": 362.52,
      "fin": 363.25,
      "duracion": 0.73,
      "texto": "Gracias por el tiempo.",
      "confianza": 0.295
    },
    {
      "hablante": "Hablante B",
      "inicio": 364.27,
      "fin": 364.74,
      "duracion": 0.46,
      "texto": "Chau.",
      "confianza": 0.332
    }
  ]
}