{
  "archivo": "amza1_1_260211114342317_ACD_79951.wav",
  "duracion_segundos": 316.69,
  "num_segmentos": 79,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 159.68,
    "Hablante B": 129.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 5.6,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.6,
      "fin": 5.9,
      "texto": "Hablo con José."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.9,
      "fin": 6.0,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.0,
      "fin": 6.7,
      "texto": "¿Qué tal, José?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.7,
      "fin": 7.5,
      "texto": "¿Cómo le va? Un placer."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.5,
      "fin": 10.0,
      "texto": "Le hablo de Angelina, de la compañía Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.0,
      "fin": 13.0,
      "texto": "¿Cómo le va el día de hoy?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.0,
      "fin": 13.2,
      "texto": "Bien, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.2,
      "fin": 14.9,
      "texto": "Bueno, me alegro mucho, José."
    },
    {
      "hablante": "AGENTE",
      "inicio": 14.9,
      "fin": 19.1,
      "texto": "Le comento, señor, yo quería preguntarle justamente sobre un descuento para su línea móvil."
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.2,
      "fin": 22.1,
      "texto": "¿Me asegura que tiene un abono? ¿Me sale en Claro, es correcto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.9,
      "fin": 23.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.0,
      "fin": 27.7,
      "texto": "Bien, José, ¿puedo comentarle la promoción que tenemos vigente el día de hoy, si le interesa?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 28.3,
      "fin": 30.7,
      "texto": "Es lo que prefería, justamente, un plan súper completo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.8,
      "fin": 33.9,
      "texto": "Yo no sé, ¿usted utiliza muchos gigas, José, o pocos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.7,
      "fin": 35.8,
      "texto": "Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.9,
      "fin": 37.0,
      "texto": "Muchos gigas, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.3,
      "fin": 41.7,
      "texto": "En este caso, mire, tengo para comentarle lo que tenemos, el plan de 15 gigas de base, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 42.2,
      "fin": 53.7,
      "texto": "Va a tener, además, José, 10 gigas de regalo extra por seis meses, y va a tener lo que es el plan con un descuento del 85%, es decir, que va a estar abonando 11.932 pesos, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 54.4,
      "fin": 64.8,
      "texto": "Este plan le incluye, justamente, WhatsApp gratis, llamadas libres, roaming al mundo, sí, y llamadas a América a precio local."
    },
    {
      "hablante": "AGENTE",
      "inicio": 64.8,
      "fin": 65.2,
      "texto": "¿Bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 65.2,
      "fin": 65.8,
      "texto": "¿Cómo le decía?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 65.8,
      "fin": 78.9,
      "texto": "Pero roaming todavía no tienen ustedes, porque yo me fui a Paraguay y me dijeron que tenía roaming, por eso cambié el año pasado, yo me fui a... aclaro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 79.0,
      "fin": 81.4,
      "texto": "Acá en la costa no tengo señal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 82.0,
      "fin": 87.4,
      "texto": "No, nosotros los planes que estamos brindando, justamente, José, actualmente son con roaming, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 87.4,
      "fin": 92.2,
      "texto": "Tal vez el año pasado a usted le han brindado otra cosa o ha sido distinta la planificación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 92.5,
      "fin": 94.8,
      "texto": "Hoy en día tenemos lo que es..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 94.8,
      "fin": 102.4,
      "texto": "No, no, no, no, no, no, otra cosa no, porque yo... A mí me dijeron que tenía roaming y después cuando me fui a Paraguay no tenía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 102.4,
      "fin": 103.4,
      "texto": "Me cobraron todo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 103.5,
      "fin": 106.4,
      "texto": "Bien, en este caso es porque usted no lo activó a través de la aplicación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 109.6,
      "fin": 109.9,
      "texto": "No, no, no, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 110.0,
      "fin": 114.5,
      "texto": "Mira, yo le comento, actualmente lo que debe hacer justamente es activar usted el roaming a través de la..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 114.5,
      "fin": 117.8,
      "texto": "Bien, no se activa de forma automática, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 117.8,
      "fin": 124.7,
      "texto": "Usted me dice que usted puede... ¿A dónde va para, Paraguay?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 124.7,
      "fin": 124.8,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 124.8,
      "fin": 129.7,
      "texto": "Y en ese caso, ¿a usted le cobraron lo que era el servicio de roaming?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 129.8,
      "fin": 129.8,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.8,
      "fin": 134.9,
      "texto": "Bien, no, en ese caso le comento, usted tiene que acceder a través de la aplicación y activar lo que es el servicio, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 134.9,
      "fin": 138.0,
      "texto": "No se activa de forma automática, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 138.3,
      "fin": 147.1,
      "texto": "Justamente usted lo tiene adentro del plan y a través de la aplicación usted va a poder gestionar todo lo que tiene que ver con aumentos, vencimientos y demás sobre su plan únicamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 147.7,
      "fin": 152.5,
      "texto": "Así que en este caso es tranquilo que si usted quiere actualizarlo, tiene que ingresar a la aplicación y activarlo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 152.8,
      "fin": 158.9,
      "texto": "Pero en este caso el plan que le comento tiene lo que es roaming justamente al mundo, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 158.9,
      "fin": 166.8,
      "texto": "Así que bueno, si usted justamente lo quería aprovechar, lo que es la promoción, es una promoción bastante económica del 85%, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 167.3,
      "fin": 176.8,
      "texto": "Si le queda en un monto final, el día de hoy, de 11.932, va a estar abonando justamente ese precio durante seis meses, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 176.8,
      "fin": 176.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 176.9,
      "fin": 188.7,
      "texto": "Por eso, usted si quisiera, por ejemplo, José, podría comunicarse conmigo y podremos justamente derivarlo a lo que es otra bonificación a través del área de ventas y demás, no hay ningún problema con eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 188.7,
      "fin": 190.6,
      "texto": "Así que si quisiera hacerlo, justamente es eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 190.7,
      "fin": 214.8,
      "texto": "Le comento, la gestión justamente consiste en la validación de los datos del cliente, me figura justamente que la línea se nombra José Rafael Martínez, me figura también lo que es justamente que su DNI comienza en 23, me figuran ciertos datos de usted, lo único que quedaría hacer es cargar todo en el sistema nuevamente y dentro de 48 horas usted podría estar buscando lo que es el kit en la sucursal de Movistar, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 218.5,
      "fin": 221.9,
      "texto": "Hola."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.9,
      "fin": 222.2,
      "texto": "Hola, sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.2,
      "fin": 222.5,
      "texto": "¿Me escucharon?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.5,
      "fin": 222.6,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 222.6,
      "fin": 227.9,
      "texto": "En este caso, ¿usted de qué localidad es?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 227.9,
      "fin": 228.1,
      "texto": "No sé."
    },
    {
      "hablante": "AGENTE",
      "inicio": 228.1,
      "fin": 246.8,
      "texto": "Bien, en este caso se lo puedo enviar justamente a alguna sucursal, sí, cercana a lo que es el domicilio, o si no, a alguna sucursal que a usted le quede cómoda, en caso de, por ejemplo, que usted justamente necesite, no sé, que vaya, por ejemplo, a alguna localidad, a Luján y demás, se lo puedo enviar también."
    },
    {
      "hablante": "AGENTE",
      "inicio": 247.1,
      "fin": 250.8,
      "texto": "No sé a dónde le queda cómodo que le envíe lo que es el chip."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 250.9,
      "fin": 255.3,
      "texto": "Pero escúchame, todavía no me he arreglado y me quiere mandar el chip ya."
    },
    {
      "hablante": "AGENTE",
      "inicio": 255.3,
      "fin": 258.1,
      "texto": "No, no, todavía no le puedo mandar realmente nada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 258.2,
      "fin": 259.5,
      "texto": "Realmente estoy con sus nombres."
    },
    {
      "hablante": "AGENTE",
      "inicio": 259.5,
      "fin": 260.4,
      "texto": "¿Dónde le quedaría cómodo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 260.4,
      "fin": 262.0,
      "texto": "Si no, se lo podemos enviar a domicilio también."
    },
    {
      "hablante": "AGENTE",
      "inicio": 264.9,
      "fin": 272.2,
      "texto": "Bueno, escúchame, si me puedes llamar a la tarde, yo veo, ahora estoy justo viviendo en la arquitectura."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 272.2,
      "fin": 273.9,
      "texto": "Te llamo, o me llamas a la tarde."
    },
    {
      "hablante": "AGENTE",
      "inicio": 274.4,
      "fin": 276.3,
      "texto": "Bien, vamos a hacer una cosa en ese caso, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 276.3,
      "fin": 278.7,
      "texto": "¿A las 15 horas podrá ser antes de ese horario?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 280.8,
      "fin": 281.0,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.0,
      "fin": 297.0,
      "texto": "Bien, mira, le voy a mandar un mensaje a José por WhatsApp, le voy a poner, hola José, podían hablar Ángel y Ana en Movistar, le voy a poner, necesito que por favor me diga si le entregó el mensajito, y le voy a agradecer lo que es la promoción que le acabo de mencionar, sí, con todo el plan completo,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 297.1,
      "fin": 298.1,
      "texto": "a través de ese chat."
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.1,
      "fin": 300.8,
      "texto": "Si puede contestarme con un sticker o con un hola, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 300.8,
      "fin": 303.2,
      "texto": "Y yo lo voy a estar llamando a los que en serio le parecen."
    },
    {
      "hablante": "AGENTE",
      "inicio": 303.2,
      "fin": 304.5,
      "texto": "¿Lo puedo llamar en una hora?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 307.2,
      "fin": 307.5,
      "texto": "Bueno, dale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 307.5,
      "fin": 307.6,
      "texto": "Sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 307.6,
      "fin": 308.9,
      "texto": "Bueno, perfecto, José."
    },
    {
      "hablante": "AGENTE",
      "inicio": 308.9,
      "fin": 311.4,
      "texto": "Ahí le envío entonces lo que es la promoción completa, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 313.2,
      "fin": 313.6,
      "texto": "Ok, dale, gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 313.6,
      "fin": 314.6,
      "texto": "Muchas gracias, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 314.6,
      "fin": 316.4,
      "texto": "A usted, hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.4,
      "fin": 316.7,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con José. Sí. ¿Qué tal, José? ¿Cómo le va? Un placer. Le hablo de Angelina, de la compañía Movistar. ¿Cómo le va el día de hoy? Bien, bien. Bueno, me alegro mucho, José. Le comento, señor, yo quería preguntarle justamente sobre un descuento para su línea móvil. ¿Me asegura que tiene un abono? ¿Me sale en Claro, es correcto? Sí. Bien, José, ¿puedo comentarle la promoción que tenemos vigente el día de hoy, si le interesa? Es lo que prefería, justamente, un plan súper completo. Yo no sé, ¿usted utiliza muchos gigas, José, o pocos? Sí, sí. Muchos gigas, perfecto. En este caso, mire, tengo para comentarle lo que tenemos, el plan de 15 gigas de base, ¿sí? Va a tener, además, José, 10 gigas de regalo extra por seis meses, y va a tener lo que es el plan con un descuento del 85%, es decir, que va a estar abonando 11.932 pesos, ¿sí? Este plan le incluye, justamente, WhatsApp gratis, llamadas libres, roaming al mundo, sí, y llamadas a América a precio local. ¿Bien? ¿Cómo le decía? Pero roaming todavía no tienen ustedes, porque yo me fui a Paraguay y me dijeron que tenía roaming, por eso cambié el año pasado, yo me fui a... aclaro. Acá en la costa no tengo señal. No, nosotros los planes que estamos brindando, justamente, José, actualmente son con roaming, ¿sí? Tal vez el año pasado a usted le han brindado otra cosa o ha sido distinta la planificación. Hoy en día tenemos lo que es... No, no, no, no, no, no, otra cosa no, porque yo... A mí me dijeron que tenía roaming y después cuando me fui a Paraguay no tenía. Me cobraron todo. Bien, en este caso es porque usted no lo activó a través de la aplicación. No, no, no, no. Mira, yo le comento, actualmente lo que debe hacer justamente es activar usted el roaming a través de la... Bien, no se activa de forma automática, ¿sí? Usted me dice que usted puede... ¿A dónde va para, Paraguay? Sí. Y en ese caso, ¿a usted le cobraron lo que era el servicio de roaming? Sí. Bien, no, en ese caso le comento, usted tiene que acceder a través de la aplicación y activar lo que es el servicio, ¿sí? No se activa de forma automática, ¿bien? Justamente usted lo tiene adentro del plan y a través de la aplicación usted va a poder gestionar todo lo que tiene que ver con aumentos, vencimientos y demás sobre su plan únicamente. Así que en este caso es tranquilo que si usted quiere actualizarlo, tiene que ingresar a la aplicación y activarlo. Pero en este caso el plan que le comento tiene lo que es roaming justamente al mundo, ¿bien? Así que bueno, si usted justamente lo quería aprovechar, lo que es la promoción, es una promoción bastante económica del 85%, ¿bien? Si le queda en un monto final, el día de hoy, de 11.932, va a estar abonando justamente ese precio durante seis meses, ¿bien? Sí. Por eso, usted si quisiera, por ejemplo, José, podría comunicarse conmigo y podremos justamente derivarlo a lo que es otra bonificación a través del área de ventas y demás, no hay ningún problema con eso. Así que si quisiera hacerlo, justamente es eso. Le comento, la gestión justamente consiste en la validación de los datos del cliente, me figura justamente que la línea se nombra José Rafael Martínez, me figura también lo que es justamente que su DNI comienza en 23, me figuran ciertos datos de usted, lo único que quedaría hacer es cargar todo en el sistema nuevamente y dentro de 48 horas usted podría estar buscando lo que es el kit en la sucursal de Movistar, ¿bien? Hola. Hola, sí, sí. ¿Me escucharon? Bien. En este caso, ¿usted de qué localidad es? No sé. Bien, en este caso se lo puedo enviar justamente a alguna sucursal, sí, cercana a lo que es el domicilio, o si no, a alguna sucursal que a usted le quede cómoda, en caso de, por ejemplo, que usted justamente necesite, no sé, que vaya, por ejemplo, a alguna localidad, a Luján y demás, se lo puedo enviar también. No sé a dónde le queda cómodo que le envíe lo que es el chip. Pero escúchame, todavía no me he arreglado y me quiere mandar el chip ya. No, no, todavía no le puedo mandar realmente nada. Realmente estoy con sus nombres. ¿Dónde le quedaría cómodo? Si no, se lo podemos enviar a domicilio también. Bueno, escúchame, si me puedes llamar a la tarde, yo veo, ahora estoy justo viviendo en la arquitectura. Te llamo, o me llamas a la tarde. Bien, vamos a hacer una cosa en ese caso, ¿sí? ¿A las 15 horas podrá ser antes de ese horario? Sí, sí, sí. Bien, mira, le voy a mandar un mensaje a José por WhatsApp, le voy a poner, hola José, podían hablar Ángel y Ana en Movistar, le voy a poner, necesito que por favor me diga si le entregó el mensajito, y le voy a agradecer lo que es la promoción que le acabo de mencionar, sí, con todo el plan completo, a través de ese chat. Si puede contestarme con un sticker o con un hola, perfecto. Y yo lo voy a estar llamando a los que en serio le parecen. ¿Lo puedo llamar en una hora? Bueno, dale. Sí, sí. Bueno, perfecto, José. Ahí le envío entonces lo que es la promoción completa, ¿sí? Ok, dale, gracias. Muchas gracias, ¿no? A usted, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.431,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T00:23:48.263981",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 15 gigas"
      ],
      "plan_vendido": "plan 15 gigas",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, nombres propios), identificación de roles, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-22T22:28:40.910416",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 5.58,
      "duracion": 5.55,
      "texto": "Hola, buenos días.",
      "confianza": 0.064
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.6,
      "fin": 5.9,
      "duracion": 0.3,
      "texto": "Hablo con José.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.92,
      "fin": 5.98,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.082
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.0,
      "fin": 6.72,
      "duracion": 0.72,
      "texto": "¿Qué tal José?",
      "confianza": 0.366
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.74,
      "fin": 7.52,
      "duracion": 0.78,
      "texto": "¿Cómo le va un placer?",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.54,
      "fin": 9.96,
      "duracion": 2.42,
      "texto": "Le hablé a Angelina, profesora de la compañía Montar.",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.98,
      "fin": 12.99,
      "duracion": 3.0,
      "texto": "¿Cómo le va el día de hoy?",
      "confianza": 0.45
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.01,
      "fin": 13.23,
      "duracion": 0.22,
      "texto": "Bien, bien.",
      "confianza": 0.05
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.25,
      "fin": 14.87,
      "duracion": 1.62,
      "texto": "Bueno, me alegro mucho, José.",
      "confianza": 0.366
    },
    {
      "hablante": "Hablante A",
      "inicio": 14.89,
      "fin": 19.11,
      "duracion": 4.22,
      "texto": "Le comento, señor, yo tenía que preguntarle justamente lo que es a usted un descuento para su línea móvil.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.17,
      "fin": 22.12,
      "duracion": 2.94,
      "texto": "Me asegura que tiene lo que es un abono, me lo sale en claro, ¿es correcto?",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.88,
      "fin": 23.94,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.057
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.96,
      "fin": 27.74,
      "duracion": 3.78,
      "texto": "Bien, José, ¿puedes comentarle la promoción que tenemos vigente el día de hoy, si le interesa?",
      "confianza": 0.565
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.26,
      "fin": 30.67,
      "duracion": 2.4,
      "texto": "es lo que prefería, justamente, un plan súper completo.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.77,
      "fin": 33.85,
      "duracion": 3.08,
      "texto": "Yo no sé, ¿tú utilizas muchos gigas, José, o pocos?",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.69,
      "fin": 35.83,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.85,
      "fin": 36.95,
      "duracion": 1.1,
      "texto": "Muchos gigas, perfecto.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante A",
      "inicio": 37.33,
      "fin": 41.74,
      "duracion": 4.4,
      "texto": "En este caso, mire, tengo para comentarme lo que tenemos, el plan de 15 gigas de base, ¿sí?",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante A",
      "inicio": 42.24,
      "fin": 53.73,
      "duracion": 11.49,
      "texto": "Va a tener, además, José, 10 gigas de regalo extra por seis meses, y va a tener lo que es el plan en un descuento del 85%, es decir, que va a estar agonando 11.932 pesos, ¿sí?",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.42,
      "fin": 64.75,
      "duracion": 10.34,
      "texto": "Este plan le incluye, justamente, lo que es whatsapp gratis, llamadas libres, roaming al mundo, sí, y llamadas América a precio local.",
      "confianza": 0.162
    },
    {
      "hablante": "Hablante A",
      "inicio": 64.81,
      "fin": 65.17,
      "duracion": 0.36,
      "texto": "¿Bien?",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.19,
      "fin": 65.82,
      "duracion": 0.62,
      "texto": "¿Cómo le decías?",
      "confianza": 0.147
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.84,
      "fin": 78.94,
      "duracion": 13.1,
      "texto": "Pero roaming todavía no tienen ustedes, porque yo me fui a Paraguay y me dijeron que tenía roaming, por eso cambié el año pasado, yo me fui a... aclaro.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.95,
      "fin": 81.44,
      "duracion": 2.48,
      "texto": "Acá en la costa no tengo señal.",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.96,
      "fin": 87.41,
      "duracion": 5.45,
      "texto": "No, nosotros los planes que estamos brindando justamente José actualmente son con roaming, ¿sí?",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.42,
      "fin": 92.21,
      "duracion": 4.78,
      "texto": "Tal vez el año pasado a usted le han brindado otra cosa o ha sido distinta de lo que es la planificación.",
      "confianza": 0.838
    },
    {
      "hablante": "Hablante A",
      "inicio": 92.47,
      "fin": 94.83,
      "duracion": 2.36,
      "texto": "Hoy en día tenemos lo que es...",
      "confianza": 0.508
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.85,
      "fin": 102.4,
      "duracion": 7.55,
      "texto": "No, no, no, no, no, no, otra cosa no porque yo... A mí me dijeron que tenía roaming y después cuando me fui a Paraguay no tenía.",
      "confianza": 0.303
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.42,
      "fin": 103.44,
      "duracion": 1.02,
      "texto": "Me cobraron todo.",
      "confianza": 0.213
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.46,
      "fin": 106.37,
      "duracion": 2.9,
      "texto": "Bien, en este caso es porque usted no lo activó a través de la aplicación.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.59,
      "fin": 109.89,
      "duracion": 0.3,
      "texto": "No, no, no, no.",
      "confianza": 0.09
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.99,
      "fin": 114.47,
      "duracion": 4.49,
      "texto": "Mira, yo le comento, actualmente lo que debe hacer justamente es activar usted el roaming a través de la...",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.49,
      "fin": 117.78,
      "duracion": 3.28,
      "texto": "Bien, no se activa de forma automática, ¿sí?",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.8,
      "fin": 124.67,
      "duracion": 6.87,
      "texto": "Usted me dice que usted puede... ¿A dónde va para, guay?",
      "confianza": 0.45
    },
    {
      "hablante": "Hablante B",
      "inicio": 124.69,
      "fin": 124.75,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante B",
      "inicio": 124.77,
      "fin": 129.74,
      "duracion": 4.97,
      "texto": "Y en ese caso, ¿a usted le cobraron lo que era el servicio de roaming?",
      "confianza": 0.774
    },
    {
      "hablante": "Hablante B",
      "inicio": 129.76,
      "fin": 129.82,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.079
    },
    {
      "hablante": "Hablante B",
      "inicio": 129.84,
      "fin": 134.92,
      "duracion": 5.09,
      "texto": "Bien, no, en ese caso le comento, usted tiene que acceder a través de la aplicación y activar lo que es el servicio, ¿sí?",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 134.94,
      "fin": 137.99,
      "duracion": 3.04,
      "texto": "No se activa de forma automática, ¿bien?",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante B",
      "inicio": 138.29,
      "fin": 147.06,
      "duracion": 8.77,
      "texto": "Justamente usted lo tiene adentro del plan y a través de la aplicación usted va a poder justamente gestionar todo lo que tiene que ver con aumentos, vencimientos y demás sobre su plan únicamente.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante B",
      "inicio": 147.7,
      "fin": 152.49,
      "duracion": 4.79,
      "texto": "Así que en este caso es tranquilo que si usted quise actualizarlo tiene que ingresar lo que es la aplicación y activarlo.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 152.81,
      "fin": 158.93,
      "duracion": 6.13,
      "texto": "Pero en este caso el plan que le comenta tiene lo que es roaming justamente al mundo, ¿bien?",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.95,
      "fin": 166.84,
      "duracion": 7.89,
      "texto": "Así que bueno, si usted justamente lo quería aprovechar lo que es la promoción, es una promoción bastante económica del 85%, ¿bien?",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante B",
      "inicio": 167.26,
      "fin": 176.79,
      "duracion": 9.53,
      "texto": "Si le queda en un monto final, día de hoy de 11.932, va a estar abonando justamente ese precio durante seis meses, ¿bien?",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 176.81,
      "fin": 176.87,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.027
    },
    {
      "hablante": "Hablante B",
      "inicio": 176.89,
      "fin": 188.67,
      "duracion": 11.77,
      "texto": "Por eso, usted si quisiera, por ejemplo, José, podría comunicarse conmigo y podremos justamente derivarlo a lo que es otra bonificación a través del área de ventas y demás, no hay ningún problema con eso.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.69,
      "fin": 190.57,
      "duracion": 1.88,
      "texto": "Así que si quisiera hacerlo, justamente es eso.",
      "confianza": 0.562
    },
    {
      "hablante": "Hablante B",
      "inicio": 190.74,
      "fin": 214.85,
      "duracion": 24.12,
      "texto": "que comento, la gestión justamente consiste a través de las llamadas, es lo que es la validación de los datos del cliente, me figura justamente que la línea se nombra de José Rafael Martínez, me figura también lo que es justamente que su DNI comienza en 23, me figuran ciertos datos de usted, lo único que quedaría hacer es cargar todo en el sistema nuevamente y dentro de 48 horas usted podría estar buscando lo que es el kit en la sucursal de Movistar, ¿bien?",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante A",
      "inicio": 218.48,
      "fin": 221.88,
      "duracion": 3.4,
      "texto": "Hola.",
      "confianza": 0.222
    },
    {
      "hablante": "Hablante A",
      "inicio": 221.9,
      "fin": 222.16,
      "duracion": 0.26,
      "texto": "Hola, sí, sí.",
      "confianza": 0.068
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.18,
      "fin": 222.48,
      "duracion": 0.3,
      "texto": "¿Me escucharon?",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.5,
      "fin": 222.6,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.125
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.62,
      "fin": 227.89,
      "duracion": 5.27,
      "texto": "En este caso, ¿usted de qué localidad es?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 227.91,
      "fin": 228.07,
      "duracion": 0.16,
      "texto": "No sepa.",
      "confianza": 0.009
    },
    {
      "hablante": "Hablante A",
      "inicio": 228.09,
      "fin": 246.81,
      "duracion": 18.72,
      "texto": "Bien, en este caso se lo puedo enviar justamente a alguna sucursal, sí, cercana a lo que es el domicilio, o si no, a alguna sucursal que a usted le quede cómoda, en caso de, por ejemplo, que usted justamente necesite, no sé, que valda, por ejemplo, a alguna localidad, a Linears y demás, se lo puedo enviar también.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante A",
      "inicio": 247.13,
      "fin": 250.82,
      "duracion": 3.69,
      "texto": "No sé a dónde le queda cómodo que le envíe lo que es el chip.",
      "confianza": 0.588
    },
    {
      "hablante": "Hablante A",
      "inicio": 250.88,
      "fin": 255.32,
      "duracion": 4.45,
      "texto": "Pero escúchame, todavía no me he arreglado y me quiere mandar el chip ya.",
      "confianza": 0.384
    },
    {
      "hablante": "Hablante A",
      "inicio": 255.34,
      "fin": 258.15,
      "duracion": 2.8,
      "texto": "No, no, todavía no le puedo mandar realmente nada.",
      "confianza": 0.538
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.25,
      "fin": 259.51,
      "duracion": 1.26,
      "texto": "Realmente estoy con sus nombres.",
      "confianza": 0.442
    },
    {
      "hablante": "Hablante A",
      "inicio": 259.53,
      "fin": 260.43,
      "duracion": 0.9,
      "texto": "¿Dónde le quedaría cómodo?",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.45,
      "fin": 261.99,
      "duracion": 1.54,
      "texto": "Si no se lo podemos enviar a domicilio también.",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.88,
      "fin": 272.17,
      "duracion": 7.29,
      "texto": "Bueno, escúchame, si me puedes llamar la tabla y yo veo, ahora estoy justo viviendo en la arquitectura.",
      "confianza": 0.414
    },
    {
      "hablante": "Hablante B",
      "inicio": 272.19,
      "fin": 273.95,
      "duracion": 1.76,
      "texto": "Te llamo, o me llamas a la tarde.",
      "confianza": 0.529
    },
    {
      "hablante": "Hablante B",
      "inicio": 274.45,
      "fin": 276.31,
      "duracion": 1.86,
      "texto": "Bien, vamos a hacer una cosa en ese caso, ¿sí?",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante B",
      "inicio": 276.33,
      "fin": 278.68,
      "duracion": 2.34,
      "texto": "¿Los tres a las 15 horas podrá hacer antes de ese horario?",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 280.76,
      "fin": 281.0,
      "duracion": 0.24,
      "texto": "Sí, sí, sí.",
      "confianza": 0.178
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.02,
      "fin": 296.97,
      "duracion": 15.94,
      "texto": "Bien, mira, le voy a mandar un mensaje a José por WhatsApp, le voy a poner, hola José, podían ángel y Ana en movistar, le voy a poner, necesito que por favor me diga si le entregó el mensajito, y le voy a agradecer lo que es la promoción que le acabo de mencionar, sí, con todo el plan completo,",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante A",
      "inicio": 297.1,
      "fin": 298.1,
      "duracion": 1.0,
      "texto": "a través de ese chat.",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.12,
      "fin": 300.79,
      "duracion": 2.67,
      "texto": "Si puede contestarme con un sticker o con un hola, perfecto.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante A",
      "inicio": 300.81,
      "fin": 303.19,
      "duracion": 2.38,
      "texto": "Y yo lo voy a estar llamando a los que en serio le parecen.",
      "confianza": 0.613
    },
    {
      "hablante": "Hablante A",
      "inicio": 303.21,
      "fin": 304.47,
      "duracion": 1.26,
      "texto": "¿Lo puedo llamar en una hora?",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 307.22,
      "fin": 307.46,
      "duracion": 0.24,
      "texto": "Bueno, dale.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 307.48,
      "fin": 307.62,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 307.64,
      "fin": 308.92,
      "duracion": 1.28,
      "texto": "Bueno, perfecto, José.",
      "confianza": 0.436
    },
    {
      "hablante": "Hablante B",
      "inicio": 308.94,
      "fin": 311.36,
      "duracion": 2.42,
      "texto": "Ahí le envío entonces lo que es la promoción completa, ¿sí?",
      "confianza": 0.507
    },
    {
      "hablante": "Hablante A",
      "inicio": 313.21,
      "fin": 313.57,
      "duracion": 0.36,
      "texto": "Ok, dale, gracias.",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante A",
      "inicio": 313.59,
      "fin": 314.61,
      "duracion": 1.02,
      "texto": "Muchas gracias, ¿no?",
      "confianza": 0.36
    },
    {
      "hablante": "Hablante A",
      "inicio": 314.63,
      "fin": 316.35,
      "duracion": 1.72,
      "texto": "A usted, hasta luego.",
      "confianza": 0.568
    },
    {
      "hablante": "Hablante A",
      "inicio": 316.37,
      "fin": 316.69,
      "duracion": 0.32,
      "texto": "Hasta luego.",
      "confianza": 0.184
    }
  ]
}