{
  "archivo": "amza4_1_260210114403465_ACD_10463.wav",
  "duracion_segundos": 362.88,
  "num_segmentos": 86,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 108.84,
    "Hablante A": 227.97
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.6,
      "fin": 4.0,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.0,
      "fin": 4.2,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.3,
      "fin": 4.6,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.7,
      "fin": 8.2,
      "texto": "¿Buenos días, Francisco?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 8.2,
      "fin": 8.2,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.2,
      "fin": 9.0,
      "texto": "Francisco, un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.1,
      "fin": 10.0,
      "texto": "Mi nombre es Gabriela."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.0,
      "fin": 12.8,
      "texto": "Me estoy comunicando del área de beneficios móviles de la compañía Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.8,
      "fin": 15.5,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 15.6,
      "fin": 15.7,
      "texto": "Muy bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.8,
      "fin": 16.1,
      "texto": "¿Vos cómo andás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 16.1,
      "fin": 17.0,
      "texto": "Bien, gracias por preguntarme."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.0,
      "fin": 21.3,
      "texto": "Arrancando día martes, la semana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.4,
      "fin": 25.7,
      "texto": "Francisco, me aseguro muchísimo que usted actualmente lleva dos líneas con Claro, ¿verdad?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.5,
      "fin": 27.6,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 27.8,
      "fin": 40.4,
      "texto": "Y bueno, le tengo mucha ansiedad, le acompañamos un premio y al lado promociones que están con el 85% de descuento, es decir que al ser un flanco es un precio más accesible."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 40.4,
      "fin": 51.2,
      "texto": "Lo que sí le voy a preguntar para asesorarlo, ¿usted puede usar mucho el internet en la línea de teléfono o regular, lo básico?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 51.2,
      "fin": 53.0,
      "texto": "No sé, depende, depende del trabajo que tenga."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.6,
      "fin": 55.7,
      "texto": "En la calle lo uso poco,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 56.3,
      "fin": 63.8,
      "texto": "En mi casa uso bastante por el tema de que trabajo desde mi casa a veces, pero en la calle no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 65.1,
      "fin": 65.7,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 65.7,
      "fin": 66.5,
      "texto": "Sí, yo te comento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 66.5,
      "fin": 76.9,
      "texto": "Yo tengo un servicio de Claro que... Telefonía celular, internet de mi casa, por 15.000 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 77.4,
      "fin": 78.4,
      "texto": "Está bien, tengo..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 78.4,
      "fin": 84.5,
      "texto": "No sé si son gigas o megas en mi casa, como se llama, pero tengo 100."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.3,
      "fin": 88.0,
      "texto": "El tema es lo siguiente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 88.0,
      "fin": 94.3,
      "texto": "Si vos tenés algún servicio que se acomode a ese precio, podemos llegar a hablar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 94.5,
      "fin": 101.4,
      "texto": "Si no, no me sirve porque yo me cambié de Movistar porque la última factura que pagué con los dos servicios, pagué casi 40.000 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 102.1,
      "fin": 104.8,
      "texto": "Eso fue el año pasado."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 104.8,
      "fin": 104.9,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 104.9,
      "fin": 105.5,
      "texto": "Una locura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 107.0,
      "fin": 107.3,
      "texto": "Lo entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 107.3,
      "fin": 113.7,
      "texto": "Y a mí esta gente me ofreció ese servicio, se me vence en mayo, yo no sé si en mayo"
    },
    {
      "hablante": "AGENTE",
      "inicio": 114.7,
      "fin": 118.6,
      "texto": "no sé si lo van a renovar o no, pero eso es lo que yo estoy pagando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 120.8,
      "fin": 134.9,
      "texto": "Yo entiendo que vos me vas a decir que los gigas, que los megas, está bien, puede ser que 300 megas o gigas, no sé cómo se llama, te ayuden a trabajar más rápido, pero yo estoy buscando economía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 135.7,
      "fin": 144.0,
      "texto": "Aclaro todo eso antes que te deje el servicio de 25.000 pesos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 144.5,
      "fin": 155.6,
      "texto": "En ese caso, a mí me figura que usted con Claro tiene una factura de 30.628 pesos con Claro sobre la línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 155.6,
      "fin": 163.8,
      "texto": "Porque una no la pagué que estuve de vacaciones y jugué con el vencimiento y la tengo que pagar en estos días."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 164.1,
      "fin": 167.6,
      "texto": "Y ahí me quedarían 15, son dos facturas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 167.6,
      "fin": 169.1,
      "texto": "Claro, con eso es lo que me aseguraba."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 169.5,
      "fin": 177.5,
      "texto": "Bien, en ese caso sí, o sea, el servicio tiene otro valor diferente, por ejemplo, usted tampoco está andando a la diferencia, o sea, ¿qué le quedaría?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 177.5,
      "fin": 193.7,
      "texto": "Le quedaría cada línea de teléfono, en este caso con el descuento, le quedaría en 5.000 pesos entre 5 pesos, que si sumamos las dos líneas, le daría un total de tan solo lo que es 11.675 pesos prácticamente,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 194.0,
      "fin": 200.0,
      "texto": "Pero si el servicio de internet cuesta 24.000, el servicio de internet no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.1,
      "fin": 200.6,
      "texto": "Claro, pero ahí se complica."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.7,
      "fin": 200.9,
      "texto": "Exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.9,
      "fin": 208.1,
      "texto": "No, yo estoy pagando por una línea sola, la otra línea creo que es prepago, no sé, no me acuerdo bien cuál es la otra línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 208.1,
      "fin": 208.2,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 208.3,
      "fin": 209.1,
      "texto": "Que la usa mi hijo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 209.8,
      "fin": 217.1,
      "texto": "Claro, o sea, lo mínimo que usted pagaría sería 24.000 teniendo la línea y el servicio de la fibra óptica, Francisco."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 217.4,
      "fin": 220.9,
      "texto": "Está bien, pero eso es de cuánto... ¿Cómo es sí o megas?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.9,
      "fin": 222.2,
      "texto": "Yo no entiendo esto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.2,
      "fin": 227.9,
      "texto": "Cuando son para la línea de teléfono se le dice gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 227.9,
      "fin": 229.5,
      "texto": "Ah, y megas en casa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 229.6,
      "fin": 230.3,
      "texto": "Exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 230.9,
      "fin": 235.7,
      "texto": "Nosotros somos la única compañía que brindamos 300 megas, 600 megas y un giga."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 236.3,
      "fin": 241.5,
      "texto": "Que ya son mil megas, que es muchísimo a la velocidad, más que todo para las empresas, por así decirlo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 241.5,
      "fin": 245.0,
      "texto": "El de ese caso... Lo más bajo que tengo..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 245.4,
      "fin": 265.0,
      "texto": "son darle los 600 megas, sí que le quedan en 24.000 pesos pero se le hace un descuento de 4.000, es decir que pagaría solamente 20.000 lo que es el servicio de la fibra óptica y 4.000 la línea por todo, le quedaría 24.000, eso es lo más económico que tengo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 265.0,
      "fin": 265.5,
      "texto": "Está bien, no es caro igual."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 265.6,
      "fin": 271.3,
      "texto": "No, no, no, no, no, porque estamos hablando que es el doble de velocidad con la instalación 100%."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.4,
      "fin": 272.4,
      "texto": "No, no, no, pero eso sí, eso lo entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 272.8,
      "fin": 278.5,
      "texto": "Sí, a mí creo que Claro me ofrece el doble también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 278.6,
      "fin": 280.3,
      "texto": "Pero bueno, ¿saben lo que podríamos hacer?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 280.9,
      "fin": 282.3,
      "texto": "Vos me tendrías que llamar en mayo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 284.4,
      "fin": 293.1,
      "texto": "O antes de que comience mayo, porque a mí se me vence en mayo, está medio en un año de trono."
    },
    {
      "hablante": "AGENTE",
      "inicio": 293.1,
      "fin": 297.8,
      "texto": "Porque en este momento no voy a hacer ningún cambio, por la parte más caro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 297.8,
      "fin": 299.5,
      "texto": "Claro, lo entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 299.8,
      "fin": 304.6,
      "texto": "Bueno, no hay problema, yo... Y es una línea sola, no son dos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 304.6,
      "fin": 304.7,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 304.7,
      "fin": 308.0,
      "texto": "Bueno, bueno, yo me vuelvo a comunicar con usted y a todos ustedes con la promoción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.2,
      "fin": 310.1,
      "texto": "Repetí tu nombre."
    },
    {
      "hablante": "AGENTE",
      "inicio": 310.6,
      "fin": 312.1,
      "texto": "Gabriela."
    },
    {
      "hablante": "AGENTE",
      "inicio": 312.1,
      "fin": 316.0,
      "texto": "Gabriela, bueno, agendalo, llamame en mayo y por ahí hacemos algo porque..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.3,
      "fin": 322.1,
      "texto": "No creo que me renueven la... la promoción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 322.4,
      "fin": 326.8,
      "texto": "Y como yo... sinceramente, yo no tuve problemas con el servicio con Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 326.9,
      "fin": 328.7,
      "texto": "No lo tuve, claro, tampoco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 329.5,
      "fin": 335.1,
      "texto": "Usted ha viajado mucho a la isla a trabajar y como Vistano entubó, pero el tema fue la facturación, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 335.1,
      "fin": 336.1,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 336.1,
      "fin": 337.3,
      "texto": "Yo lo entiendo perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 337.3,
      "fin": 346.1,
      "texto": "Bueno, por eso quiero decir tranquilo, Francisco, yo me vuelvo a contactar con usted y vemos qué promo hay en ese momento y cuál es la que más se adecua a lo que usted necesite."
    },
    {
      "hablante": "AGENTE",
      "inicio": 346.1,
      "fin": 350.3,
      "texto": "Lo voy al presupuesto que usted tiene para gastar en lo que es el plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 350.3,
      "fin": 352.4,
      "texto": "Claro, podríamos hacer así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 352.4,
      "fin": 352.9,
      "texto": "Perfecto, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 353.0,
      "fin": 355.6,
      "texto": "Entonces, vamos a ver si Francisco me vuelve a contactar con usted."
    },
    {
      "hablante": "AGENTE",
      "inicio": 355.7,
      "fin": 360.4,
      "texto": "Yo te agradezco mucho y que tengas buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 360.6,
      "fin": 362.9,
      "texto": "Hasta luego."
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? ¿Buenos días, Francisco? Sí. Francisco, un gusto. Mi nombre es Gabriela. Me estoy comunicando del área de beneficios móviles de la compañía Movistar. ¿Cómo estás? Muy bien. ¿Vos cómo andás? Bien, gracias por preguntarme. Arrancando día martes, la semana. Francisco, me aseguro muchísimo que usted actualmente lleva dos líneas con Claro, ¿verdad? Sí. Y bueno, le tengo mucha ansiedad, le acompañamos un premio y al lado promociones que están con el 85% de descuento, es decir que al ser un flanco es un precio más accesible. Lo que sí le voy a preguntar para asesorarlo, ¿usted puede usar mucho el internet en la línea de teléfono o regular, lo básico? No sé, depende, depende del trabajo que tenga. En la calle lo uso poco, En mi casa uso bastante por el tema de que trabajo desde mi casa a veces, pero en la calle no. Perfecto. Sí, yo te comento. Yo tengo un servicio de Claro que... Telefonía celular, internet de mi casa, por 15.000 pesos. Está bien, tengo... No sé si son gigas o megas en mi casa, como se llama, pero tengo 100. El tema es lo siguiente. Si vos tenés algún servicio que se acomode a ese precio, podemos llegar a hablar. Si no, no me sirve porque yo me cambié de Movistar porque la última factura que pagué con los dos servicios, pagué casi 40.000 pesos. Eso fue el año pasado. Sí. Una locura. Lo entiendo. Y a mí esta gente me ofreció ese servicio, se me vence en mayo, yo no sé si en mayo no sé si lo van a renovar o no, pero eso es lo que yo estoy pagando. Yo entiendo que vos me vas a decir que los gigas, que los megas, está bien, puede ser que 300 megas o gigas, no sé cómo se llama, te ayuden a trabajar más rápido, pero yo estoy buscando economía. Aclaro todo eso antes que te deje el servicio de 25.000 pesos. En ese caso, a mí me figura que usted con Claro tiene una factura de 30.628 pesos con Claro sobre la línea. Porque una no la pagué que estuve de vacaciones y jugué con el vencimiento y la tengo que pagar en estos días. Y ahí me quedarían 15, son dos facturas. Claro, con eso es lo que me aseguraba. Bien, en ese caso sí, o sea, el servicio tiene otro valor diferente, por ejemplo, usted tampoco está andando a la diferencia, o sea, ¿qué le quedaría? Le quedaría cada línea de teléfono, en este caso con el descuento, le quedaría en 5.000 pesos entre 5 pesos, que si sumamos las dos líneas, le daría un total de tan solo lo que es 11.675 pesos prácticamente, Pero si el servicio de internet cuesta 24.000, el servicio de internet no. Claro, pero ahí se complica. Exactamente. No, yo estoy pagando por una línea sola, la otra línea creo que es prepago, no sé, no me acuerdo bien cuál es la otra línea. Bien. Que la usa mi hijo. Claro, o sea, lo mínimo que usted pagaría sería 24.000 teniendo la línea y el servicio de la fibra óptica, Francisco. Está bien, pero eso es de cuánto... ¿Cómo es sí o megas? Yo no entiendo esto. Cuando son para la línea de teléfono se le dice gigas. Ah, y megas en casa. Exactamente. Nosotros somos la única compañía que brindamos 300 megas, 600 megas y un giga. Que ya son mil megas, que es muchísimo a la velocidad, más que todo para las empresas, por así decirlo. El de ese caso... Lo más bajo que tengo... son darle los 600 megas, sí que le quedan en 24.000 pesos pero se le hace un descuento de 4.000, es decir que pagaría solamente 20.000 lo que es el servicio de la fibra óptica y 4.000 la línea por todo, le quedaría 24.000, eso es lo más económico que tengo. Está bien, no es caro igual. No, no, no, no, no, porque estamos hablando que es el doble de velocidad con la instalación 100%. No, no, no, pero eso sí, eso lo entiendo. Sí, a mí creo que Claro me ofrece el doble también. Pero bueno, ¿saben lo que podríamos hacer? Vos me tendrías que llamar en mayo. O antes de que comience mayo, porque a mí se me vence en mayo, está medio en un año de trono. Porque en este momento no voy a hacer ningún cambio, por la parte más caro. Claro, lo entiendo. Bueno, no hay problema, yo... Y es una línea sola, no son dos. Bien. Bueno, bueno, yo me vuelvo a comunicar con usted y a todos ustedes con la promoción. Repetí tu nombre. Gabriela. Gabriela, bueno, agendalo, llamame en mayo y por ahí hacemos algo porque... No creo que me renueven la... la promoción. Y como yo... sinceramente, yo no tuve problemas con el servicio con Movistar. No lo tuve, claro, tampoco. Usted ha viajado mucho a la isla a trabajar y como Vistano entubó, pero el tema fue la facturación, ¿viste? Claro. Yo lo entiendo perfecto. Bueno, por eso quiero decir tranquilo, Francisco, yo me vuelvo a contactar con usted y vemos qué promo hay en ese momento y cuál es la que más se adecua a lo que usted necesite. Lo voy al presupuesto que usted tiene para gastar en lo que es el plan. Claro, podríamos hacer así. Perfecto, perfecto. Entonces, vamos a ver si Francisco me vuelve a contactar con usted. Yo te agradezco mucho y que tengas buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.49,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T06:22:21.228282",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "fibra óptica",
        "líneas móviles"
      ],
      "plan_vendido": null,
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, megas, nombres propios). Identificación y corrección de roles. Mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-20T10:52:52.531622",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.57,
      "fin": 4.01,
      "duracion": 2.44,
      "texto": "Hola.",
      "confianza": 0.181
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.03,
      "fin": 4.21,
      "duracion": 0.18,
      "texto": "Hola.",
      "confianza": 0.358
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.27,
      "fin": 4.63,
      "duracion": 0.36,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.65,
      "fin": 8.15,
      "duracion": 3.5,
      "texto": "¿Buenos días, Francisco?",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.17,
      "fin": 8.23,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.132
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.25,
      "fin": 9.04,
      "duracion": 0.78,
      "texto": "Francisco, un gusto.",
      "confianza": 0.25
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.05,
      "fin": 9.96,
      "duracion": 0.9,
      "texto": "Mi nombre es Gabriela.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.98,
      "fin": 12.8,
      "duracion": 2.82,
      "texto": "Me estoy comunicando en la área de beneficios móviles de la compañía Movistar.",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.82,
      "fin": 15.54,
      "duracion": 2.72,
      "texto": "¿Cómo estás?",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.56,
      "fin": 15.74,
      "duracion": 0.18,
      "texto": "Muy bien.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.76,
      "fin": 16.08,
      "duracion": 0.32,
      "texto": "¿Vos cómo andás?",
      "confianza": 0.049
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.1,
      "fin": 17.02,
      "duracion": 0.92,
      "texto": "Bien, gracias por preguntarme.",
      "confianza": 0.484
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.04,
      "fin": 21.33,
      "duracion": 4.29,
      "texto": "Arrancando día martes, la semana.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.35,
      "fin": 25.71,
      "duracion": 4.36,
      "texto": "Francisco, me asegura muchísimo que usted actualmente lleva dos líneas con Claro, ¿verdad?",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.51,
      "fin": 27.57,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.328
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.84,
      "fin": 40.37,
      "duracion": 12.53,
      "texto": "Y bueno, le tengo mucha ansiante, le acompañamos un premio y al lado promociones que están con el 85% descuento, es decir que al ser un flanco es un precio más accesible.",
      "confianza": 0.408
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.39,
      "fin": 51.18,
      "duracion": 10.79,
      "texto": "Lo que sí le voy a preguntar para asesorarlo, ¿usted puede usar mucho el internet a línea de teléfono o regular lo básico?",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante A",
      "inicio": 51.2,
      "fin": 52.98,
      "duracion": 1.78,
      "texto": "No sé, depende, depende del trabajo que tenga.",
      "confianza": 0.381
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.61,
      "fin": 55.69,
      "duracion": 2.08,
      "texto": "En la calle lo uso poco,",
      "confianza": 0.535
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.34,
      "fin": 63.75,
      "duracion": 7.41,
      "texto": "En mi casa uso bastante por el tema de que trabajo desde mi casa a veces, pero en la calle no.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.07,
      "fin": 65.67,
      "duracion": 0.6,
      "texto": "Perfecto.",
      "confianza": 0.372
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.69,
      "fin": 66.52,
      "duracion": 0.82,
      "texto": "Sí, yo te comento.",
      "confianza": 0.348
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.53,
      "fin": 76.91,
      "duracion": 10.37,
      "texto": "Yo tengo un servicio de claro que... Telefonía celular, internet de mi casa, por 15.000 pesos.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.43,
      "fin": 78.41,
      "duracion": 0.98,
      "texto": "Está bien, tengo...",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.43,
      "fin": 84.48,
      "duracion": 6.05,
      "texto": "No sé si son gigas o megas en mi casa, como se llama, pero tengo 100.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.35,
      "fin": 87.99,
      "duracion": 2.64,
      "texto": "El tema es lo siguiente.",
      "confianza": 0.325
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.01,
      "fin": 94.32,
      "duracion": 6.31,
      "texto": "Si vos tenés algún servicio que se acomode a ese precio, podemos llegar a hablar.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.46,
      "fin": 101.37,
      "duracion": 6.91,
      "texto": "Si no, no me sirve porque yo me cambié de movilizar porque la última factura que pagué con los dos servicios, pagué casi 40.000 pesos.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.07,
      "fin": 104.78,
      "duracion": 2.7,
      "texto": "Eso fue el año pasado.",
      "confianza": 0.792
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.8,
      "fin": 104.86,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.247
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.88,
      "fin": 105.5,
      "duracion": 0.62,
      "texto": "Una locura.",
      "confianza": 0.888
    },
    {
      "hablante": "Hablante B",
      "inicio": 107.04,
      "fin": 107.28,
      "duracion": 0.24,
      "texto": "Lo entiendo.",
      "confianza": 0.046
    },
    {
      "hablante": "Hablante B",
      "inicio": 107.3,
      "fin": 113.69,
      "duracion": 6.39,
      "texto": "Y a mí esta gente me ofreció ese servicio, se me vence el mayo, yo no sé si el mayo",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.71,
      "fin": 118.64,
      "duracion": 3.93,
      "texto": "no sé si lo van a renovar o no, pero eso es lo que yo estoy pagando.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.79,
      "fin": 134.92,
      "duracion": 14.13,
      "texto": "Yo entiendo que vos me vas a decir que los gigas, que los megas, está bien, puede ser que 300 megas los gigas, no sé cómo se llama, te ayuden a trabajar más rápido, pero yo estoy buscando economía.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante A",
      "inicio": 135.66,
      "fin": 144.03,
      "duracion": 8.37,
      "texto": "Aclaro todo eso antes que te deje el servicio de 25.000 pesos.",
      "confianza": 0.437
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.49,
      "fin": 155.56,
      "duracion": 11.07,
      "texto": "En ese caso, a mí me figura que usted con claro tiene una factura de 30.628 pesos con claro sobre la línea.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.58,
      "fin": 163.75,
      "duracion": 8.17,
      "texto": "Porque una no la pagué que estuve de vacaciones y jugué con el vencimiento y la tengo que pagar en estos días.",
      "confianza": 0.417
    },
    {
      "hablante": "Hablante A",
      "inicio": 164.07,
      "fin": 167.62,
      "duracion": 3.54,
      "texto": "y ahí me quedaría 15, son dos facturas.",
      "confianza": 0.224
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.64,
      "fin": 169.06,
      "duracion": 1.42,
      "texto": "Claro, con eso es lo que me aseguraba.",
      "confianza": 0.411
    },
    {
      "hablante": "Hablante A",
      "inicio": 169.48,
      "fin": 177.46,
      "duracion": 7.99,
      "texto": "Bien, en ese caso sí, o sea, el servicio tiene otro valor diferente, por ejemplo, usted tampoco está andando a la diferencia, o sea, ¿qué le quedaría?",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante A",
      "inicio": 177.52,
      "fin": 193.66,
      "duracion": 16.13,
      "texto": "Le quedaría cada línea de teléfono, en este caso con el descuento, le quedaría en 5.000 dólares entre 5 pesos, que si sumamos las dos líneas, le daría un total de tan solo lo que es 11.675 pesos prácticamente,",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante A",
      "inicio": 193.97,
      "fin": 200.04,
      "duracion": 6.07,
      "texto": "Pero si el servicio de internet cuesta 24.000, el servicio de internet no.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.06,
      "fin": 200.62,
      "duracion": 0.56,
      "texto": "Claro, pero ahí se complica.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.65,
      "fin": 200.89,
      "duracion": 0.24,
      "texto": "Exactamente.",
      "confianza": 0.032
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.91,
      "fin": 208.12,
      "duracion": 7.21,
      "texto": "No, yo estoy pagando por una línea sola, la otra línea creo que es prepago, no sé, no me acuerdo bien cuál es la otra línea.",
      "confianza": 0.441
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.14,
      "fin": 208.24,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.045
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.26,
      "fin": 209.12,
      "duracion": 0.86,
      "texto": "Que la usa mi hijo.",
      "confianza": 0.495
    },
    {
      "hablante": "Hablante A",
      "inicio": 209.84,
      "fin": 217.13,
      "duracion": 7.29,
      "texto": "Claro, o sea, lo mínimo que usted pagaría sería 24.000 teniendo la línea y el servicio de la fibra óptica, Francis.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 217.45,
      "fin": 220.87,
      "duracion": 3.42,
      "texto": "Está bien, pero eso es de cuánto... ¿Cómo es sí o megas?",
      "confianza": 0.513
    },
    {
      "hablante": "Hablante A",
      "inicio": 220.89,
      "fin": 222.15,
      "duracion": 1.26,
      "texto": "Yo no entiendo esto.",
      "confianza": 0.295
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.17,
      "fin": 227.9,
      "duracion": 5.73,
      "texto": "Cuando son para la línea de teléfono se le dice gigas.",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante A",
      "inicio": 227.92,
      "fin": 229.54,
      "duracion": 1.62,
      "texto": "Ah, y megas en casa.",
      "confianza": 0.234
    },
    {
      "hablante": "Hablante A",
      "inicio": 229.58,
      "fin": 230.28,
      "duracion": 0.7,
      "texto": "Exactamente.",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante A",
      "inicio": 230.87,
      "fin": 235.69,
      "duracion": 4.83,
      "texto": "Nosotros somos la única compañía que brindamos 300 megas, 600 megas y un giga.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 236.35,
      "fin": 241.46,
      "duracion": 5.11,
      "texto": "Que ya son mil megas, que es muchísimo a la velocidad, más que todo para las empresas, por así decirlo.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante A",
      "inicio": 241.48,
      "fin": 245.03,
      "duracion": 3.55,
      "texto": "El de ese caso... Lo más bajo que tengo...",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante A",
      "inicio": 245.43,
      "fin": 264.96,
      "duracion": 19.53,
      "texto": "son darle los 600 megas, sí que le quedan en 24.000 pesos pero se le hace un descuento de 4.000, es decir que pagaría solamente 20.000 lo que es el servicio de la figura óptica y 4.000 la línea por todo, le quedaría 24.000, eso es lo más económico que tengo.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante A",
      "inicio": 264.98,
      "fin": 265.54,
      "duracion": 0.56,
      "texto": "Está bien, no es caro igual.",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante A",
      "inicio": 265.56,
      "fin": 271.32,
      "duracion": 5.77,
      "texto": "No, no, no, no, no, porque estamos hablando que es el doble de velocidad con la instalación 100%.",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante A",
      "inicio": 271.35,
      "fin": 272.45,
      "duracion": 1.1,
      "texto": "No, no, no, pero eso sí, eso lo entiendo.",
      "confianza": 0.154
    },
    {
      "hablante": "Hablante A",
      "inicio": 272.83,
      "fin": 278.52,
      "duracion": 5.69,
      "texto": "Sí, a mí creo que claro me ofrece el doble también.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante A",
      "inicio": 278.58,
      "fin": 280.34,
      "duracion": 1.76,
      "texto": "Pero bueno, ¿saben lo que podríamos hacer?",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante A",
      "inicio": 280.85,
      "fin": 282.33,
      "duracion": 1.48,
      "texto": "Vos me tendrías que llamar en mayo.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.37,
      "fin": 293.11,
      "duracion": 8.73,
      "texto": "O antes de que comience mayo, porque a mí se me vende en mayo, está medio en un año de trono.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.12,
      "fin": 297.81,
      "duracion": 4.69,
      "texto": "Porque en este momento no voy a hacer ningún cambio, por la parte más caro.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante B",
      "inicio": 297.83,
      "fin": 299.51,
      "duracion": 1.68,
      "texto": "Claro, lo entiendo.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 299.76,
      "fin": 304.57,
      "duracion": 4.8,
      "texto": "Bueno, no hay problema, yo... Y es una línea sola, no son dos.",
      "confianza": 0.336
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.59,
      "fin": 304.69,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.71,
      "fin": 308.01,
      "duracion": 3.3,
      "texto": "Bueno, bueno, yo me vuelvo a comunicar con usted y a todos ustedes con la promoción.",
      "confianza": 0.264
    },
    {
      "hablante": "Hablante B",
      "inicio": 309.19,
      "fin": 310.07,
      "duracion": 0.88,
      "texto": "Repetíme tu nombre.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.6,
      "fin": 312.06,
      "duracion": 1.46,
      "texto": "Gabriela.",
      "confianza": 0.568
    },
    {
      "hablante": "Hablante B",
      "inicio": 312.08,
      "fin": 316.0,
      "duracion": 3.92,
      "texto": "Gabriela, bueno, agendálo, llamáme en más y por ahí hacemos algo porque...",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.26,
      "fin": 322.09,
      "duracion": 5.83,
      "texto": "No creo que me renueven la... la promoción.",
      "confianza": 0.803
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.45,
      "fin": 326.81,
      "duracion": 4.36,
      "texto": "Y como yo... sinceramente, yo no tuve problemas con el servicio con Movistar.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 326.93,
      "fin": 328.69,
      "duracion": 1.76,
      "texto": "No lo tuve, claro, tampoco.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 329.48,
      "fin": 335.07,
      "duracion": 5.59,
      "texto": "Usted ha viajado mucho a la isla a trabajar y como Vistano entubó, pero el tema fue la facturación, ¿viste?",
      "confianza": 0.394
    },
    {
      "hablante": "Hablante B",
      "inicio": 335.09,
      "fin": 336.05,
      "duracion": 0.96,
      "texto": "Claro.",
      "confianza": 0.811
    },
    {
      "hablante": "Hablante B",
      "inicio": 336.07,
      "fin": 337.3,
      "duracion": 1.22,
      "texto": "Yo lo entiendo perfecto.",
      "confianza": 0.2
    },
    {
      "hablante": "Hablante B",
      "inicio": 337.31,
      "fin": 346.07,
      "duracion": 8.75,
      "texto": "Bueno, por eso quiero decir tranquilo, Francisco, yo me vuelvo a contactar con usted y vemos qué promo hay en ese momento y cuál es la que más se adecua a lo que usted necesite.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante B",
      "inicio": 346.09,
      "fin": 350.27,
      "duracion": 4.19,
      "texto": "Lo voy al presupuesto que usted tiene para gastar en lo que es el plan.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.3,
      "fin": 352.4,
      "duracion": 2.1,
      "texto": "Claro, podríamos hacer así.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 352.42,
      "fin": 352.92,
      "duracion": 0.5,
      "texto": "Perfecto, perfecto.",
      "confianza": 0.28
    },
    {
      "hablante": "Hablante B",
      "inicio": 352.96,
      "fin": 355.62,
      "duracion": 2.66,
      "texto": "Entonces, vamos a ver si Francisco me vuelve a contactar con usted.",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante B",
      "inicio": 355.69,
      "fin": 360.41,
      "duracion": 4.72,
      "texto": "Yo te agradezco mucho y que tengas buen día.",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante B",
      "inicio": 360.63,
      "fin": 362.88,
      "duracion": 2.25,
      "texto": "Hasta luego.",
      "confianza": 0.544
    }
  ]
}