{
  "archivo": "amza1_1_260218112332506_ACD_36453.wav",
  "duracion_segundos": 361.62,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 248.52,
    "Hablante A": 75.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 2.6,
      "fin": 5.5,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.5,
      "fin": 5.9,
      "texto": "¿Cómo le va?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.9,
      "fin": 7.5,
      "texto": "¿Me comunico con la línea de Lina?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 9.7,
      "fin": 9.9,
      "texto": "Sí, señor."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 9.9,
      "fin": 10.8,
      "texto": "¿Cómo le va, Lina?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 10.8,
      "fin": 12.1,
      "texto": "Soy Gabriel."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 12.6,
      "fin": 13.2,
      "texto": "Bienvenido."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 13.7,
      "fin": 16.5,
      "texto": "Hoy estamos trabajando en beneficio exclusivo para ustedes, para su línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 17.0,
      "fin": 18.9,
      "texto": "Por acá me verifican, se ponen al tanto, ¿correcto?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.1,
      "fin": 24.3,
      "texto": "Sí, señor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.3,
      "fin": 25.1,
      "texto": "Ya tengo una lista de lo que ha sido."
    },
    {
      "hablante": "AGENTE",
      "inicio": 25.2,
      "fin": 25.6,
      "texto": "Correcto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 25.9,
      "fin": 29.9,
      "texto": "Estamos trabajando con planes de 8.050 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.2,
      "fin": 33.4,
      "texto": "Sí, de 18 GB durante los próximos 6 meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 33.4,
      "fin": 37.6,
      "texto": "¿Usted aproximadamente cuánto le carga mensual?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.6,
      "fin": 39.4,
      "texto": "Poco, señor, casi nada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 39.4,
      "fin": 52.3,
      "texto": "Solamente lo uso cuando salgo de la casa, porque en la casa tengo internet y solamente cuando salgo a la calle y que salgo al centro o algo así, con 2 GB nomás."
    },
    {
      "hablante": "AGENTE",
      "inicio": 52.3,
      "fin": 54.4,
      "texto": "Ah, y aproximadamente, ¿cuánto estamos gastando por los 2 GB?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 54.8,
      "fin": 59.6,
      "texto": "Porque tengo unos planes acá que son un poquito más económicos y se ajustan un poco a lo que son sus necesidades."
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.5,
      "fin": 63.9,
      "texto": "Sí, tengo un pimiento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 63.9,
      "fin": 66.3,
      "texto": "Porque tengo dos miembros."
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.3,
      "fin": 67.9,
      "texto": "Ah, dos miembros."
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.1,
      "fin": 72.7,
      "texto": "OK, o sea, tiene esa y tiene la de... Mi hijo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 73.9,
      "fin": 77.2,
      "texto": "OK, y le está pagando 7000 pesos por los 2 gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 77.5,
      "fin": 81.7,
      "texto": "O sea, para usted y para su hijo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 81.8,
      "fin": 86.1,
      "texto": "No, 2 gigas me igualó, mi hijo tiene 10."
    },
    {
      "hablante": "AGENTE",
      "inicio": 86.1,
      "fin": 87.3,
      "texto": "Ah, OK, OK, OK, o sea, tu hijo tiene..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 87.4,
      "fin": 90.1,
      "texto": "Tiene un poquito más porque él lo necesita para la escuela."
    },
    {
      "hablante": "AGENTE",
      "inicio": 90.4,
      "fin": 93.9,
      "texto": "Claro, se va a la escuela y tiene que ver cuando lleguen esas cosas, ¿o no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.2,
      "fin": 97.9,
      "texto": "Lo entiendo, lo entiendo, lo entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 97.9,
      "fin": 103.3,
      "texto": "Sí, no, y utilizan porque la mayoría le mandan trabajo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 103.4,
      "fin": 104.0,
      "texto": "Ah, sí, sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 104.0,
      "fin": 106.2,
      "texto": "Entonces, tiene más actividad, digamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 106.2,
      "fin": 110.2,
      "texto": "Tengo unos planes que son bastante, bastante buenos para usted y para su hijo, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 110.7,
      "fin": 114.9,
      "texto": "Sobre todo para usted, porque estoy viendo que acaba de figurar un plan, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 114.9,
      "fin": 119.7,
      "texto": "De $5,835 pesos, sí, lo que son 14 gigabytes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 120.1,
      "fin": 126.8,
      "texto": "O sea, es decir que por menos le carga muchísimo más en los próximos seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 128.1,
      "fin": 133.4,
      "texto": "Planes que son 4 GB de base y 10 GB de regalo por los próximos seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 134.2,
      "fin": 137.3,
      "texto": "Va a tener WhatsApp gratis y se puede comunicar tranquilamente con su hijo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 137.9,
      "fin": 139.3,
      "texto": "Y esto no le va a consumir datos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 139.6,
      "fin": 140.3,
      "texto": "Importante."
    },
    {
      "hablante": "AGENTE",
      "inicio": 140.4,
      "fin": 141.0,
      "texto": "¿Por qué?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 141.1,
      "fin": 147.9,
      "texto": "Porque muchas veces claro lo que hacen es que consumen esos que supuestamente son gratis de WhatsApp y se les consume bien su plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 148.2,
      "fin": 150.8,
      "texto": "Dice, che, no me dura nada, los dos gigas que le cargué."
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.8,
      "fin": 151.6,
      "texto": "¿Qué pasó?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 152.6,
      "fin": 158.2,
      "texto": "O su hijo, por ejemplo, a veces se suele meter en alguna aplicación, algo por el estilo, y le consume muchísimo más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 158.9,
      "fin": 161.5,
      "texto": "Nosotros estamos trabajando con gigas que son totalmente reales."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 164.9,
      "fin": 164.9,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 165.0,
      "fin": 165.1,
      "texto": "Sí, todo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 165.2,
      "fin": 165.6,
      "texto": "Sí, mire, todo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 165.7,
      "fin": 175.3,
      "texto": "Para no hacerlo por el tiempo, yo, como está bien informado usted, estiro mucho tiempo clientes de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 176.1,
      "fin": 180.0,
      "texto": "La partida es de un año y medio que tomé la existencia clara."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 180.7,
      "fin": 191.3,
      "texto": "Y si yo le comento algo, desde el día en que me cambié para Claro, me llaman dos, tres veces al día o tres veces al mes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 191.3,
      "fin": 192.1,
      "texto": "Yo le digo algo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 192.8,
      "fin": 197.2,
      "texto": "Está bien, yo sé que usted es un empleado que usted no se puede modificar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 197.8,
      "fin": 202.2,
      "texto": "Porque si yo me consideraba tan buen cliente,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 202.5,
      "fin": 207.9,
      "texto": "que me llaman tanto para ofrecerme, que sé que me importa, que haberme perdido."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.9,
      "fin": 211.4,
      "texto": "¿Por qué no me han cuidado en el momento en que yo estaba?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 211.4,
      "fin": 216.2,
      "texto": "Porque yo, con Movistar, he estado como 15, 20 años."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 216.2,
      "fin": 223.0,
      "texto": "Y aproximadamente, ya les pido mil disculpas si tienen razón los que ustedes dicen."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 223.2,
      "fin": 229.7,
      "texto": "No, si yo no, entiéndame que no he encontrado a usted, que no he encontrado a usted que usted es un empleado de la empresa Movistar,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 229.9,
      "fin": 235.0,
      "texto": "Yo sé que ustedes dirigen los mejores órdenes que uno en la civilidad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 235.5,
      "fin": 236.5,
      "texto": "Pero ¿sabe qué?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 238.3,
      "fin": 246.2,
      "texto": "Yo desde ese tiempo que me he pasado a Claro, me llaman y les digo, ¿y si no me mandan mensajes de WhatsApp?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 246.3,
      "fin": 247.2,
      "texto": "¿Qué es el nombre del niño?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 247.2,
      "fin": 249.1,
      "texto": "¿Qué es el nombre del bebé?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 249.2,
      "fin": 249.9,
      "texto": "Entonces, ¿sabe qué?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 250.5,
      "fin": 253.1,
      "texto": "Yo más que todo, como estamos en castigo,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 253.6,
      "fin": 278.9,
      "texto": "porque oficialmente, en todo tanto tiempo, yo lo dijera, le he dedicado el hielo, me he atrasado alguna vez en alguna factura, yo he comprado el tipo, si se lo he pagado, no les llevo nada, y no haberme salido a cuidar, yo creo que con todo eso son muy pocos los clientes que tienen ustedes, así como yo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 278.9,
      "fin": 281.1,
      "texto": "Claro, claro, por eso nos están dando esos clientes que se fueron por algún motivo,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.4,
      "fin": 287.8,
      "texto": "Sí, estamos creando seguro con nosotros, porque como usted dijo, sí, usted es uno de los excelentes clientes, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 287.8,
      "fin": 289.7,
      "texto": "Estoy viendo todos sus puntajes que es excelente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 290.2,
      "fin": 297.6,
      "texto": "Entonces, por eso, por esos tipos de clientes, sí, le estamos presionando todos estos tipos de beneficios, sí, que estamos trayendo a diario."
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.0,
      "fin": 301.7,
      "texto": "Por eso le estoy impulsando todo lo que hace a los beneficios."
    },
    {
      "hablante": "AGENTE",
      "inicio": 302.0,
      "fin": 311.8,
      "texto": "Yo entiendo que es un trabajo que tenía aquí nomás tantas cantidades de personas, pero haces con tu trabajo, porque es un trabajo informable, como de Salón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 311.8,
      "fin": 316.7,
      "texto": "Y al mismo tiempo escucharme, ¿por qué no quiero establecer nada como esta?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 317.2,
      "fin": 317.8,
      "texto": "No entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 318.2,
      "fin": 320.4,
      "texto": "No es que no esté en contra de ustedes, no es que..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 320.6,
      "fin": 321.6,
      "texto": "Pero yo ya está."
    },
    {
      "hablante": "AGENTE",
      "inicio": 322.4,
      "fin": 323.1,
      "texto": "Yo dije que está bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 323.5,
      "fin": 325.0,
      "texto": "Es como un castigo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.2,
      "fin": 335.4,
      "texto": "Pero aquí a unos meses quizás cambio de día, pero por el momento no es mal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 335.5,
      "fin": 337.0,
      "texto": "Yo pagaré más, prestaré las cosas más caras, pero usted tiene que comprar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 337.0,
      "fin": 337.5,
      "texto": "¿Me entiendes?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 337.6,
      "fin": 344.5,
      "texto": "Si le parece, ¿le puedo dejar un mensajito vía WhatsApp y más adelante le parece cambiar un poco lo que es todo su beneficio?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 344.6,
      "fin": 350.6,
      "texto": "Si usted me escribe vía WhatsApp y yo no tengo problema de gestionar todo lo que es su trámite, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 351.5,
      "fin": 353.9,
      "texto": "Sí, pero por el momento no fue."
    },
    {
      "hablante": "AGENTE",
      "inicio": 353.9,
      "fin": 357.3,
      "texto": "Ahora yo no sé qué haces con las cosas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 357.3,
      "fin": 360.1,
      "texto": "Bueno, muchas gracias y disculpe que la haya por eso por su tiempo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 360.2,
      "fin": 361.6,
      "texto": "Hasta luego, que tenga buen día."
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Cómo le va? ¿Me comunico con la línea de Lina? Sí, señor. ¿Cómo le va, Lina? Soy Gabriel. Bienvenido. Hoy estamos trabajando en beneficio exclusivo para ustedes, para su línea. Por acá me verifican, se ponen al tanto, ¿correcto? Sí, señor. Ya tengo una lista de lo que ha sido. Correcto. Estamos trabajando con planes de 8.050 pesos. Sí, de 18 GB durante los próximos 6 meses. ¿Usted aproximadamente cuánto le carga mensual? Poco, señor, casi nada. Solamente lo uso cuando salgo de la casa, porque en la casa tengo internet y solamente cuando salgo a la calle y que salgo al centro o algo así, con 2 GB nomás. Ah, y aproximadamente, ¿cuánto estamos gastando por los 2 GB? Porque tengo unos planes acá que son un poquito más económicos y se ajustan un poco a lo que son sus necesidades. Sí, tengo un pimiento. Porque tengo dos miembros. Ah, dos miembros. OK, o sea, tiene esa y tiene la de... Mi hijo. OK, y le está pagando 7000 pesos por los 2 gigas. O sea, para usted y para su hijo. No, 2 gigas me igualó, mi hijo tiene 10. Ah, OK, OK, OK, o sea, tu hijo tiene... Tiene un poquito más porque él lo necesita para la escuela. Claro, se va a la escuela y tiene que ver cuando lleguen esas cosas, ¿o no? Lo entiendo, lo entiendo, lo entiendo. Sí, no, y utilizan porque la mayoría le mandan trabajo. Ah, sí, sí, sí. Entonces, tiene más actividad, digamos. Tengo unos planes que son bastante, bastante buenos para usted y para su hijo, ¿sí? Sobre todo para usted, porque estoy viendo que acaba de figurar un plan, ¿sí? De $5,835 pesos, sí, lo que son 14 gigabytes. O sea, es decir que por menos le carga muchísimo más en los próximos seis meses. Planes que son 4 GB de base y 10 GB de regalo por los próximos seis meses. Va a tener WhatsApp gratis y se puede comunicar tranquilamente con su hijo. Y esto no le va a consumir datos. Importante. ¿Por qué? Porque muchas veces claro lo que hacen es que consumen esos que supuestamente son gratis de WhatsApp y se les consume bien su plan. Dice, che, no me dura nada, los dos gigas que le cargué. ¿Qué pasó? O su hijo, por ejemplo, a veces se suele meter en alguna aplicación, algo por el estilo, y le consume muchísimo más. Nosotros estamos trabajando con gigas que son totalmente reales. Sí. Sí, todo. Sí, mire, todo. Para no hacerlo por el tiempo, yo, como está bien informado usted, estiro mucho tiempo clientes de Movistar. La partida es de un año y medio que tomé la existencia clara. Y si yo le comento algo, desde el día en que me cambié para Claro, me llaman dos, tres veces al día o tres veces al mes. Yo le digo algo. Está bien, yo sé que usted es un empleado que usted no se puede modificar. Porque si yo me consideraba tan buen cliente, que me llaman tanto para ofrecerme, que sé que me importa, que haberme perdido. ¿Por qué no me han cuidado en el momento en que yo estaba? Porque yo, con Movistar, he estado como 15, 20 años. Y aproximadamente, ya les pido mil disculpas si tienen razón los que ustedes dicen. No, si yo no, entiéndame que no he encontrado a usted, que no he encontrado a usted que usted es un empleado de la empresa Movistar, Yo sé que ustedes dirigen los mejores órdenes que uno en la civilidad. Pero ¿sabe qué? Yo desde ese tiempo que me he pasado a Claro, me llaman y les digo, ¿y si no me mandan mensajes de WhatsApp? ¿Qué es el nombre del niño? ¿Qué es el nombre del bebé? Entonces, ¿sabe qué? Yo más que todo, como estamos en castigo, porque oficialmente, en todo tanto tiempo, yo lo dijera, le he dedicado el hielo, me he atrasado alguna vez en alguna factura, yo he comprado el tipo, si se lo he pagado, no les llevo nada, y no haberme salido a cuidar, yo creo que con todo eso son muy pocos los clientes que tienen ustedes, así como yo. Claro, claro, por eso nos están dando esos clientes que se fueron por algún motivo, Sí, estamos creando seguro con nosotros, porque como usted dijo, sí, usted es uno de los excelentes clientes, ¿sí? Estoy viendo todos sus puntajes que es excelente. Entonces, por eso, por esos tipos de clientes, sí, le estamos presionando todos estos tipos de beneficios, sí, que estamos trayendo a diario. Por eso le estoy impulsando todo lo que hace a los beneficios. Yo entiendo que es un trabajo que tenía aquí nomás tantas cantidades de personas, pero haces con tu trabajo, porque es un trabajo informable, como de Salón. Y al mismo tiempo escucharme, ¿por qué no quiero establecer nada como esta? No entiendo. No es que no esté en contra de ustedes, no es que... Pero yo ya está. Yo dije que está bien. Es como un castigo. Pero aquí a unos meses quizás cambio de día, pero por el momento no es mal. Yo pagaré más, prestaré las cosas más caras, pero usted tiene que comprar. ¿Me entiendes? Si le parece, ¿le puedo dejar un mensajito vía WhatsApp y más adelante le parece cambiar un poco lo que es todo su beneficio? Si usted me escribe vía WhatsApp y yo no tengo problema de gestionar todo lo que es su trámite, ¿sí? Sí, pero por el momento no fue. Ahora yo no sé qué haces con las cosas. Bueno, muchas gracias y disculpe que la haya por eso por su tiempo. Hasta luego, que tenga buen día.",
  "calidad": {
    "confianza_promedio": 0.455,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T00:40:25.577601",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 14GB",
        "WhatsApp gratis"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción como 'gigas', nombres propios, palabras cortadas y números. Se identificaron los roles y se clasificó la llamada."
    },
    "fecha_mejora": "2026-02-20T01:59:19.281365",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 2.65,
      "fin": 5.45,
      "duracion": 2.8,
      "texto": "Hola, buenos días.",
      "confianza": 0.203
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.47,
      "fin": 5.91,
      "duracion": 0.44,
      "texto": "¿Cómo le va?",
      "confianza": 0.507
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.93,
      "fin": 7.47,
      "duracion": 1.54,
      "texto": "¿Me comunico con la línea de Lina?",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.7,
      "fin": 9.9,
      "duracion": 0.2,
      "texto": "Sí, señor.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.92,
      "fin": 10.82,
      "duracion": 0.9,
      "texto": "¿Cómo le va Lina?",
      "confianza": 0.594
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.84,
      "fin": 12.12,
      "duracion": 1.28,
      "texto": "Soy Gabriel.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.56,
      "fin": 13.22,
      "duracion": 0.66,
      "texto": "Bienvenido.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.74,
      "fin": 16.5,
      "duracion": 2.76,
      "texto": "Hoy estamos trabajando en beneficio exclusivo para ustedes, para su línea.",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.96,
      "fin": 18.91,
      "duracion": 1.94,
      "texto": "Por acá me elifiquen, se ponen claro, ¿correcto?",
      "confianza": 0.608
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.09,
      "fin": 24.29,
      "duracion": 0.2,
      "texto": "Sí, señor.",
      "confianza": 0.033
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.31,
      "fin": 25.15,
      "duracion": 0.84,
      "texto": "Ya tengo una lista de lo que ha sido.",
      "confianza": 0.057
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.17,
      "fin": 25.59,
      "duracion": 0.42,
      "texto": "Correcto.",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.93,
      "fin": 29.92,
      "duracion": 3.99,
      "texto": "Y estamos trabajando con planes de 8.050 pesos.",
      "confianza": 0.88
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.25,
      "fin": 33.4,
      "duracion": 3.14,
      "texto": "Sí, de 18 GB durante los próximos 6 meses.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 33.42,
      "fin": 37.59,
      "duracion": 4.17,
      "texto": "¿Usted aproximadamente cuánto le carga mensual?",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.6,
      "fin": 39.35,
      "duracion": 1.74,
      "texto": "Poco, señor, casi nada.",
      "confianza": 0.19
    },
    {
      "hablante": "Hablante B",
      "inicio": 39.37,
      "fin": 52.27,
      "duracion": 12.9,
      "texto": "Solamente lo uso cuando salgo de la casa, porque la casa tengo internet y que solamente cuando salgo a la calle y que salgo al centro o algo así, con 2 GB nomás.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante B",
      "inicio": 52.29,
      "fin": 54.35,
      "duracion": 2.06,
      "texto": "Ah, y aproximadamente, ¿cuánto estamos ganando por los 2 GB?",
      "confianza": 0.344
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.75,
      "fin": 59.64,
      "duracion": 4.89,
      "texto": "Porque tengo unos planes acá que son un poquito más económicos y se apuesta un poco a lo que son sus necesidades.",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.49,
      "fin": 63.88,
      "duracion": 3.38,
      "texto": "Sí, tengo un pimiento.",
      "confianza": 0.176
    },
    {
      "hablante": "Hablante B",
      "inicio": 63.9,
      "fin": 66.28,
      "duracion": 2.38,
      "texto": "Porque tengo dos miembros.",
      "confianza": 0.274
    },
    {
      "hablante": "Hablante B",
      "inicio": 66.3,
      "fin": 67.92,
      "duracion": 1.62,
      "texto": "Ah, dos miembros.",
      "confianza": 0.26
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.06,
      "fin": 72.65,
      "duracion": 4.59,
      "texto": "OK, o sea, tiene esa y tiene la de... Mi hijo.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 73.87,
      "fin": 77.2,
      "duracion": 3.32,
      "texto": "OK, y le está pagando 7000 pesos por los 2 gigas.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.46,
      "fin": 81.74,
      "duracion": 4.29,
      "texto": "O sea, para usted y para su hijo.",
      "confianza": 0.428
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.76,
      "fin": 86.07,
      "duracion": 4.31,
      "texto": "No, 2 gigas me igualó, mi hijo tiene 10.",
      "confianza": 0.241
    },
    {
      "hablante": "Hablante B",
      "inicio": 86.09,
      "fin": 87.35,
      "duracion": 1.26,
      "texto": "Ah, OK, OK, OK, o sea, tu hijo tiene...",
      "confianza": 0.19
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.37,
      "fin": 90.1,
      "duracion": 2.72,
      "texto": "Tiene un poquito más porque él lo necesita para la escuela.",
      "confianza": 0.288
    },
    {
      "hablante": "Hablante B",
      "inicio": 90.41,
      "fin": 93.88,
      "duracion": 3.46,
      "texto": "Claro, se va a la escuela y tiene que ver cuando lleguen esas cosas, ¿o no?",
      "confianza": 0.375
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.22,
      "fin": 97.88,
      "duracion": 3.66,
      "texto": "Lo entiendo, lo entiendo, lo entiendo.",
      "confianza": 0.388
    },
    {
      "hablante": "Hablante B",
      "inicio": 97.9,
      "fin": 103.35,
      "duracion": 5.45,
      "texto": "Sí, no, y utilizan porque la mayoría le mandan trabajo.",
      "confianza": 0.144
    },
    {
      "hablante": "Hablante B",
      "inicio": 103.37,
      "fin": 104.03,
      "duracion": 0.66,
      "texto": "Ah, sí, sí, sí.",
      "confianza": 0.124
    },
    {
      "hablante": "Hablante B",
      "inicio": 104.05,
      "fin": 106.19,
      "duracion": 2.14,
      "texto": "Entonces, tiene más actividad, digamos.",
      "confianza": 0.076
    },
    {
      "hablante": "Hablante B",
      "inicio": 106.21,
      "fin": 110.22,
      "duracion": 4.0,
      "texto": "Tengo unos trenes que son bastante, bastante lindos para usted y para su hijo, ¿sí?",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.7,
      "fin": 114.9,
      "duracion": 4.2,
      "texto": "Sobre todo para usted, porque estoy viendo que acaba de figurar un plan, ¿sí?",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.92,
      "fin": 119.73,
      "duracion": 4.81,
      "texto": "De $5,835 pesos, sí, lo que son 14 gigabytes.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante B",
      "inicio": 120.13,
      "fin": 126.78,
      "duracion": 6.65,
      "texto": "O sea, es decir que por menos le carga muchísimo más en los próximos seis meses.",
      "confianza": 0.763
    },
    {
      "hablante": "Hablante B",
      "inicio": 128.08,
      "fin": 133.45,
      "duracion": 5.37,
      "texto": "Planes que son 4 GB de base y 10 GB de regalos por los próximos seis meses.",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante B",
      "inicio": 134.25,
      "fin": 137.35,
      "duracion": 3.1,
      "texto": "Va a tener WhatsApp gratis y se puede comunicar tranquilamente con su hijo.",
      "confianza": 0.67
    },
    {
      "hablante": "Hablante B",
      "inicio": 137.95,
      "fin": 139.29,
      "duracion": 1.34,
      "texto": "Y esto no le va a consumir datos.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 139.57,
      "fin": 140.35,
      "duracion": 0.78,
      "texto": "Importante.",
      "confianza": 0.908
    },
    {
      "hablante": "Hablante B",
      "inicio": 140.37,
      "fin": 141.01,
      "duracion": 0.64,
      "texto": "¿Por qué?",
      "confianza": 0.8
    },
    {
      "hablante": "Hablante B",
      "inicio": 141.07,
      "fin": 147.94,
      "duracion": 6.87,
      "texto": "Porque muchas veces claro lo que hacen es que consumen esos que supuestamente son gratis de WhatsApp y se los conoce bien su plan.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 148.23,
      "fin": 150.83,
      "duracion": 2.6,
      "texto": "Dice, che, no me dura nada, los dos gigas que le cargué.",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.85,
      "fin": 151.57,
      "duracion": 0.72,
      "texto": "¿Qué pasó?",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante B",
      "inicio": 152.63,
      "fin": 158.24,
      "duracion": 5.6,
      "texto": "O su hijo, por ejemplo, a veces se suele meter en alguna refugia, algo por el estilo, y le consume muchísimo más.",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.9,
      "fin": 161.52,
      "duracion": 2.62,
      "texto": "Nosotros estamos trabajando con gigas que son totalmente reales.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante A",
      "inicio": 164.88,
      "fin": 164.94,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.054
    },
    {
      "hablante": "Hablante A",
      "inicio": 164.96,
      "fin": 165.14,
      "duracion": 0.18,
      "texto": "Sí, todo.",
      "confianza": 0.034
    },
    {
      "hablante": "Hablante A",
      "inicio": 165.16,
      "fin": 165.62,
      "duracion": 0.46,
      "texto": "Sí, mire, todo.",
      "confianza": 0.156
    },
    {
      "hablante": "Hablante A",
      "inicio": 165.65,
      "fin": 175.31,
      "duracion": 9.67,
      "texto": "Para no hacerlo por el tiempo, yo, como está bien informado usted, estiro mucho tiempo clientes de movistar.",
      "confianza": 0.412
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.1,
      "fin": 180.01,
      "duracion": 3.91,
      "texto": "La partida es de un año y medio que tomé la existencia clara.",
      "confianza": 0.45
    },
    {
      "hablante": "Hablante A",
      "inicio": 180.65,
      "fin": 191.33,
      "duracion": 10.68,
      "texto": "Y si yo le comento algo, desde el día en que me cambié para clara, me llaman dos, tres veces al día o tres veces al mes.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante A",
      "inicio": 191.35,
      "fin": 192.13,
      "duracion": 0.78,
      "texto": "Yo le digo algo.",
      "confianza": 0.422
    },
    {
      "hablante": "Hablante A",
      "inicio": 192.75,
      "fin": 197.24,
      "duracion": 4.49,
      "texto": "Está bien, yo sé que usted es un empleado que usted no se puede modificar.",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante A",
      "inicio": 197.78,
      "fin": 202.25,
      "duracion": 4.47,
      "texto": "Porque si yo me consideraba tan buen cliente,",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante A",
      "inicio": 202.48,
      "fin": 207.91,
      "duracion": 5.43,
      "texto": "que me llaman tanto para ofrecerme, que sé que me importa, que haberme perdido.",
      "confianza": 0.455
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.93,
      "fin": 211.37,
      "duracion": 3.44,
      "texto": "¿Por qué no me he cuidado en el momento en que yo estaba?",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante A",
      "inicio": 211.39,
      "fin": 216.15,
      "duracion": 4.76,
      "texto": "Porque yo, con Movistar, he estado como 15, 20 años.",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante A",
      "inicio": 216.25,
      "fin": 222.98,
      "duracion": 6.73,
      "texto": "Y aproximadamente, ya les pido mil disculpas si tienen razón los que ustedes dicen.",
      "confianza": 0.128
    },
    {
      "hablante": "Hablante A",
      "inicio": 223.2,
      "fin": 229.69,
      "duracion": 6.49,
      "texto": "No, si yo no, entiéndame que no he encontrado a usted, que no he encontrado a usted que usted es un empleado de la empresa Movistar,",
      "confianza": 0.371
    },
    {
      "hablante": "Hablante A",
      "inicio": 229.88,
      "fin": 234.97,
      "duracion": 5.09,
      "texto": "Yo sé que ustedes dirigen los mejores órdenes que uno en la civilidad.",
      "confianza": 0.472
    },
    {
      "hablante": "Hablante A",
      "inicio": 235.51,
      "fin": 236.52,
      "duracion": 1.0,
      "texto": "Pero ¿sabe qué?",
      "confianza": 0.761
    },
    {
      "hablante": "Hablante B",
      "inicio": 238.26,
      "fin": 246.25,
      "duracion": 7.99,
      "texto": "Yo desde ese tiempo que me he pasado el claro, me llaman y les digo, ¿y si no me mandan mensajes de WhatsApp?",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante B",
      "inicio": 246.27,
      "fin": 247.15,
      "duracion": 0.88,
      "texto": "¿Qué es el nombre del niño?",
      "confianza": 0.246
    },
    {
      "hablante": "Hablante B",
      "inicio": 247.17,
      "fin": 249.1,
      "duracion": 1.92,
      "texto": "¿Qué es el nombre del bebé?",
      "confianza": 0.349
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.16,
      "fin": 249.88,
      "duracion": 0.72,
      "texto": "Entonces, ¿sabe qué?",
      "confianza": 0.449
    },
    {
      "hablante": "Hablante B",
      "inicio": 250.46,
      "fin": 253.14,
      "duracion": 2.68,
      "texto": "Yo más que todo, como estamos en castigo,",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante B",
      "inicio": 253.56,
      "fin": 278.92,
      "duracion": 25.36,
      "texto": "porque oficialmente, en todo tanto tiempo, yo lo dijera, le he dedicado el hielo, me he atrasado alguna vez en alguna factura, yo he comprado el tipo, si se lo he pagado, no les llevo nada, y no haberme salido a cuidar, yo creo que con todo eso son muy pocos los clientes que tienen ustedes, así como yo.",
      "confianza": 0.529
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.94,
      "fin": 281.12,
      "duracion": 2.18,
      "texto": "Claro, claro, por eso nos están dando esos clientes que se fueron por algún motivo,",
      "confianza": 0.036
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.37,
      "fin": 287.76,
      "duracion": 6.39,
      "texto": "Sí, estamos creando seguro con nosotros, porque como usted dijo, sí, usted es uno de los excelentes clientes, ¿sí?",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante B",
      "inicio": 287.78,
      "fin": 289.69,
      "duracion": 1.9,
      "texto": "Estoy viendo todos sus puntajes que es excelente.",
      "confianza": 0.445
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.23,
      "fin": 297.62,
      "duracion": 7.39,
      "texto": "Entonces, por eso, por esos tipos de clientes, sí, le estamos presionando todos estos tipos de beneficios, sí, que estamos trayendo a diario.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante B",
      "inicio": 297.98,
      "fin": 301.74,
      "duracion": 3.77,
      "texto": "Por eso le estoy impulsando todo lo que hace a los beneficios.",
      "confianza": 0.181
    },
    {
      "hablante": "Hablante B",
      "inicio": 302.0,
      "fin": 311.8,
      "duracion": 9.79,
      "texto": "Yo entiendo que es un trabajo que tenía aquí nomás tantas cantidades de personas, pero haces con tu trabajo, porque es un trabajo informable, como de Salón.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.84,
      "fin": 316.7,
      "duracion": 4.87,
      "texto": "Y al mismo tiempo escucharme, ¿por qué no quiero establecer nada como esta?",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 317.25,
      "fin": 317.81,
      "duracion": 0.56,
      "texto": "No entiendo.",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante B",
      "inicio": 318.19,
      "fin": 320.35,
      "duracion": 2.16,
      "texto": "No es que no esté en contra de ustedes, no es que...",
      "confianza": 0.39
    },
    {
      "hablante": "Hablante B",
      "inicio": 320.65,
      "fin": 321.55,
      "duracion": 0.9,
      "texto": "Pero yo ya está.",
      "confianza": 0.369
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.39,
      "fin": 323.07,
      "duracion": 0.68,
      "texto": "Yo dije que está bien.",
      "confianza": 0.436
    },
    {
      "hablante": "Hablante B",
      "inicio": 323.53,
      "fin": 325.0,
      "duracion": 1.46,
      "texto": "Es como un castigo.",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.16,
      "fin": 335.45,
      "duracion": 10.29,
      "texto": "Pero aquí a unos meses quizás cambio de día, pero por el momento no es mal.",
      "confianza": 0.026
    },
    {
      "hablante": "Hablante B",
      "inicio": 335.48,
      "fin": 336.96,
      "duracion": 1.48,
      "texto": "Yo pagaré más, prestaré las cosas más caras, pero usted tiene que comprar.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 336.98,
      "fin": 337.54,
      "duracion": 0.56,
      "texto": "¿Me entiendes?",
      "confianza": 0.158
    },
    {
      "hablante": "Hablante B",
      "inicio": 337.58,
      "fin": 344.53,
      "duracion": 6.95,
      "texto": "Si le parece, ¿le puedo dejar un mensajito vía WhatsApp y más adelante le parece cambiar un poco lo que es todo su beneficio?",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 344.63,
      "fin": 350.6,
      "duracion": 5.97,
      "texto": "Si usted me escribe vía WhatsApp y yo no tengo problema de gestionar todo lo que es su trámite, ¿sí?",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante B",
      "inicio": 351.52,
      "fin": 353.85,
      "duracion": 2.33,
      "texto": "Sí, pero por el momento no fue.",
      "confianza": 0.417
    },
    {
      "hablante": "Hablante B",
      "inicio": 353.87,
      "fin": 357.26,
      "duracion": 3.39,
      "texto": "Ahora yo no sé qué haces con las cosas.",
      "confianza": 0.361
    },
    {
      "hablante": "Hablante B",
      "inicio": 357.28,
      "fin": 360.13,
      "duracion": 2.85,
      "texto": "Bueno, muchas gracias y disculpe que la haiga por eso por su tiempo.",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante B",
      "inicio": 360.19,
      "fin": 361.62,
      "duracion": 1.43,
      "texto": "Hasta luego, que tenga buen día.",
      "confianza": 0.457
    }
  ]
}