{
  "archivo": "amza39_1_260209130945057_ACD_57151.wav",
  "duracion_segundos": 323.53,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 139.71,
    "Hablante B": 156.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 2.0,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 2.0,
      "fin": 2.1,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 2.1,
      "fin": 2.8,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 2.8,
      "fin": 4.7,
      "texto": "¿Hablo con Gladys?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 4.7,
      "fin": 5.5,
      "texto": "Sí, habla."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.5,
      "fin": 6.6,
      "texto": "Gladys, ¿cómo te va?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.6,
      "fin": 7.5,
      "texto": "Un gusto saludarte."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.5,
      "fin": 8.9,
      "texto": "Mi nombre es Marcos Canchi."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.2,
      "fin": 12.6,
      "texto": "Te llamaba el día de hoy porque estamos cargando lo que son descuentos en la línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.6,
      "fin": 13.3,
      "texto": "¿Cómo te va?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 14.3,
      "fin": 15.9,
      "texto": "Muy bien, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.9,
      "fin": 17.9,
      "texto": "Bien, gracias por atenderme desde allá."
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.2,
      "fin": 19.3,
      "texto": "Él tomó dos minutitos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.3,
      "fin": 22.4,
      "texto": "¿De dónde me estás llamando?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.4,
      "fin": 23.0,
      "texto": "De Moïtar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 23.0,
      "fin": 24.5,
      "texto": "Me estaba comunicando, Gladys."
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.7,
      "fin": 31.6,
      "texto": "Estamos llamándole al día de hoy porque estamos cargando una bonificación especial para invitarla a formar parte de lo que es Familia Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 31.6,
      "fin": 31.8,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 31.8,
      "fin": 37.9,
      "texto": "¿Usted actualmente, Gladys, está con Claro y está haciendo recargas o tiene lo que es un abono mensual?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 40.8,
      "fin": 42.6,
      "texto": "No, no estoy haciendo recargas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.6,
      "fin": 42.9,
      "texto": "Ah, bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 42.9,
      "fin": 46.0,
      "texto": "¿Sólo paga un abono mensual?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.0,
      "fin": 46.0,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.0,
      "fin": 46.4,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.5,
      "fin": 50.9,
      "texto": "¿Y actualmente cuánto está abonando en el plan mensual, Gladys?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 50.9,
      "fin": 53.2,
      "texto": "Más o menos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.2,
      "fin": 53.4,
      "texto": "Diez mil."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 53.8,
      "fin": 55.1,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 55.5,
      "fin": 70.8,
      "texto": "Hoy en día lo que buscamos, Gladys, en realidad es darle lo que es un plan que se acomode a las necesidades suyas, que realmente tenga un descuento a lo que es el 80% ya que estamos brindando ese descuento para aquellos antiguos abonados, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 70.8,
      "fin": 70.8,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 70.9,
      "fin": 71.5,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 71.8,
      "fin": 76.7,
      "texto": "¿Usted actualmente es titular de esta línea o tiene más líneas como titular, Gladys?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 77.9,
      "fin": 78.0,
      "texto": "La voy."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 78.4,
      "fin": 79.8,
      "texto": "Perfecto, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 80.1,
      "fin": 91.1,
      "texto": "Al día de hoy le aplicamos un 80% de descuento y el plan le va a quedar en $7,790, con lo cual va a contar con 14 gigas de navegación, ¿bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 91.1,
      "fin": 94.3,
      "texto": "No, no, te agradezco."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 94.3,
      "fin": 94.8,
      "texto": "Te agradezco."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 94.9,
      "fin": 95.8,
      "texto": "Dale, Gladys."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 95.9,
      "fin": 104.8,
      "texto": "Hoy me llamó un muchacho que caía y me dijo, me habló de un abono de cuatro mil pesos, que me pareció muy raro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 105.5,
      "fin": 109.9,
      "texto": "Raro, porque en realidad la oferta más económica es justamente esta oferta."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 110.3,
      "fin": 112.5,
      "texto": "Esta oferta ECO está en 7.790."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 112.5,
      "fin": 113.4,
      "texto": "Menos mal que no la hice."
    },
    {
      "hablante": "AGENTE",
      "inicio": 116.1,
      "fin": 116.8,
      "texto": "Claro, claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 116.8,
      "fin": 118.1,
      "texto": "Al día de hoy nosotros le comento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 118.2,
      "fin": 126.7,
      "texto": "Nosotros trabajamos con lo que es un sistema de monitoreo, donde verifican que la información que nosotros le transmitimos a usted, Gladys, realmente sea correcta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 127.1,
      "fin": 133.5,
      "texto": "Por ende, realmente queremos cuidar también nuestra labor para que de esa manera usted tenga una buena experiencia con la compañía, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 133.7,
      "fin": 140.0,
      "texto": "Gladys, por ejemplo, al día de hoy esta promoción le queda con 14 gigas de navegación, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 140.0,
      "fin": 145.8,
      "texto": "Y además le vamos a regalar 20 gigas extra para poder activar con la aplicación de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 146.3,
      "fin": 160.7,
      "texto": "Incluso con la aplicación de Movistar, Gladys, va a poder pagar a través de Mercado Pago, va a poder justamente contratar más beneficios y sobre todo cuando haya promociones y todo, usted desde la aplicación también lo puede trabajar, ¿sabe?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 160.7,
      "fin": 162.9,
      "texto": "O sea, es un excelente servicio"
    },
    {
      "hablante": "AGENTE",
      "inicio": 162.9,
      "fin": 165.8,
      "texto": "que la compañía está trabajando en su zona, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 165.8,
      "fin": 172.6,
      "texto": "Usted, como fue anteriormente, clienta en Movistar, verifico su ficha de clienta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 172.6,
      "fin": 173.3,
      "texto": "Excelente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 173.3,
      "fin": 176.2,
      "texto": "Está a su nombre, ¿verdad?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 176.2,
      "fin": 176.4,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 176.7,
      "fin": 176.9,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 176.9,
      "fin": 179.2,
      "texto": "Le voy a agregar, entonces, un descuento especial."
    },
    {
      "hablante": "AGENTE",
      "inicio": 179.6,
      "fin": 189.8,
      "texto": "Usted, al tener lo que es la fibra en Movistar Hogar, le hacemos un descuentito de 4.000 pesos a la boleta y le regalamos 4 gigas más a su abono mensual."
    },
    {
      "hablante": "AGENTE",
      "inicio": 190.1,
      "fin": 192.3,
      "texto": "O sea, que a usted le cargarían 8 gigas"
    },
    {
      "hablante": "AGENTE",
      "inicio": 192.6,
      "fin": 203.6,
      "texto": "fijos todos los meses, 10 de regalo por los primeros seis meses y activaría cuando usted guste, una vez al año, 20 gigas extra desde la aplicación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 203.6,
      "fin": 209.1,
      "texto": "O sea, por tener los dos servicios al mismo tiempo, va a poder contar con estos beneficios."
    },
    {
      "hablante": "AGENTE",
      "inicio": 209.1,
      "fin": 211.1,
      "texto": "Acá me figura que es de Merlo, Buenos Aires."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.0,
      "fin": 213.6,
      "texto": "Perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.6,
      "fin": 215.2,
      "texto": "Yo le explicaría el descuento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 215.6,
      "fin": 220.2,
      "texto": "Me figura cuando me hiciera en la calle Gaboto 556."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.8,
      "fin": 222.4,
      "texto": "Ah, bien, ha cambiado el domicilio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.4,
      "fin": 231.0,
      "texto": "¿Qué domicilio tiene actualmente en lo que es en su localidad?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 231.0,
      "fin": 232.2,
      "texto": "No interesa ya, porque no voy a querer el servicio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 233.0,
      "fin": 234.0,
      "texto": "Ah, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 234.3,
      "fin": 241.4,
      "texto": "Y cuénteme, a ver, en este caso, ¿por qué usted no cargaría el servicio ya que está teniendo lo que es Movistar Hogar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 241.4,
      "fin": 245.5,
      "texto": "¿Podría adicionar los dos servicios y tener más beneficios, Gladys?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 246.4,
      "fin": 252.3,
      "texto": "Porque a mí Movistar yo tuve una mala experiencia con Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 252.3,
      "fin": 256.4,
      "texto": "Que me cobran cualquier cosa y a mí Claro no me cobra cualquier cosa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.4,
      "fin": 257.4,
      "texto": "Esa es la diferencia."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 257.4,
      "fin": 261.8,
      "texto": "Entiendo, entiendo totalmente que te han cobrado cualquier cosa en su momento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 261.9,
      "fin": 270.6,
      "texto": "Sin embargo, al caso verifico que desde que vos tuviste el inconveniente se hizo una reformación en la ley, en este caso, de facturación."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.0,
      "fin": 276.4,
      "texto": "que permitió que justamente a los clientes realmente se les reconozca esa mala gestión que ha tenido la compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 276.7,
      "fin": 279.5,
      "texto": "Porque esto solamente... A mí no me lo reconocieron nunca."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 280.3,
      "fin": 290.2,
      "texto": "Bien, por eso al día de hoy en realidad la compañía busca contactarte para brindarte este 80% de descuento que no todas las familias lo tienen, fíjate vos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 290.5,
      "fin": 290.8,
      "texto": "¿Por qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 290.8,
      "fin": 293.5,
      "texto": "Porque algunos solamente tienen acceso a un 70%."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 293.6,
      "fin": 299.5,
      "texto": "Al día de hoy yo te brindo un 80% para que realmente puedas reincorporarte con una nueva experiencia."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 299.6,
      "fin": 304.2,
      "texto": "Además, necesitaríamos una ejecutiva para que ya te acompañe en este proceso, Gladys."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 304.3,
      "fin": 306.1,
      "texto": "Es súper, súper sencillo el trámite."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 307.1,
      "fin": 307.6,
      "texto": "Lo agradezco."
    },
    {
      "hablante": "AGENTE",
      "inicio": 311.0,
      "fin": 314.9,
      "texto": "No hay problema, Gladys, que esté muy bien y cualquier cosita estamos vía WhatsApp, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 315.5,
      "fin": 317.7,
      "texto": "Igualmente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 317.7,
      "fin": 323.2,
      "texto": "Bueno, hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 323.3,
      "fin": 323.4,
      "texto": "Adiós."
    },
    {
      "hablante": "AGENTE",
      "inicio": 323.4,
      "fin": 323.5,
      "texto": "Adiós."
    }
  ],
  "transcripcion_completa": "Hola. Hola. ¿Cómo estás? ¿Hablo con Gladys? Sí, habla. Gladys, ¿cómo te va? Un gusto saludarte. Mi nombre es Marcos Canchi. Te llamaba el día de hoy porque estamos cargando lo que son descuentos en la línea. ¿Cómo te va? Muy bien, ¿no? Bien, gracias por atenderme desde allá. Él tomó dos minutitos. ¿De dónde me estás llamando? De Moïtar. Me estaba comunicando, Gladys. Estamos llamándole al día de hoy porque estamos cargando una bonificación especial para invitarla a formar parte de lo que es Familia Movistar. ¿Sí? ¿Usted actualmente, Gladys, está con Claro y está haciendo recargas o tiene lo que es un abono mensual? No, no estoy haciendo recargas. Ah, bien. ¿Sólo paga un abono mensual? Sí. Perfecto. ¿Y actualmente cuánto está abonando en el plan mensual, Gladys? Más o menos. Diez mil. Bien, perfecto. Hoy en día lo que buscamos, Gladys, en realidad es darle lo que es un plan que se acomode a las necesidades suyas, que realmente tenga un descuento a lo que es el 80% ya que estamos brindando ese descuento para aquellos antiguos abonados, ¿sí? Sí. Perfecto. ¿Usted actualmente es titular de esta línea o tiene más líneas como titular, Gladys? La voy. Perfecto, perfecto. Al día de hoy le aplicamos un 80% de descuento y el plan le va a quedar en $7,790, con lo cual va a contar con 14 gigas de navegación, ¿bien? No, no, te agradezco. Te agradezco. Dale, Gladys. Hoy me llamó un muchacho que caía y me dijo, me habló de un abono de cuatro mil pesos, que me pareció muy raro. Raro, porque en realidad la oferta más económica es justamente esta oferta. Esta oferta ECO está en 7.790. Menos mal que no la hice. Claro, claro. Al día de hoy nosotros le comento. Nosotros trabajamos con lo que es un sistema de monitoreo, donde verifican que la información que nosotros le transmitimos a usted, Gladys, realmente sea correcta. Por ende, realmente queremos cuidar también nuestra labor para que de esa manera usted tenga una buena experiencia con la compañía, ¿sí? Gladys, por ejemplo, al día de hoy esta promoción le queda con 14 gigas de navegación, ¿sí? Y además le vamos a regalar 20 gigas extra para poder activar con la aplicación de Movistar. Incluso con la aplicación de Movistar, Gladys, va a poder pagar a través de Mercado Pago, va a poder justamente contratar más beneficios y sobre todo cuando haya promociones y todo, usted desde la aplicación también lo puede trabajar, ¿sabe? O sea, es un excelente servicio que la compañía está trabajando en su zona, ¿sí? Usted, como fue anteriormente, clienta en Movistar, verifico su ficha de clienta. Excelente. Está a su nombre, ¿verdad? Sí. Perfecto. Le voy a agregar, entonces, un descuento especial. Usted, al tener lo que es la fibra en Movistar Hogar, le hacemos un descuentito de 4.000 pesos a la boleta y le regalamos 4 gigas más a su abono mensual. O sea, que a usted le cargarían 8 gigas fijos todos los meses, 10 de regalo por los primeros seis meses y activaría cuando usted guste, una vez al año, 20 gigas extra desde la aplicación. O sea, por tener los dos servicios al mismo tiempo, va a poder contar con estos beneficios. Acá me figura que es de Merlo, Buenos Aires. Perfecto. Yo le explicaría el descuento. Me figura cuando me hiciera en la calle Gaboto 556. Ah, bien, ha cambiado el domicilio. ¿Qué domicilio tiene actualmente en lo que es en su localidad? No interesa ya, porque no voy a querer el servicio. Ah, perfecto. Y cuénteme, a ver, en este caso, ¿por qué usted no cargaría el servicio ya que está teniendo lo que es Movistar Hogar? ¿Podría adicionar los dos servicios y tener más beneficios, Gladys? Porque a mí Movistar yo tuve una mala experiencia con Movistar. Que me cobran cualquier cosa y a mí Claro no me cobra cualquier cosa. Esa es la diferencia. Entiendo, entiendo totalmente que te han cobrado cualquier cosa en su momento. Sin embargo, al caso verifico que desde que vos tuviste el inconveniente se hizo una reformación en la ley, en este caso, de facturación. que permitió que justamente a los clientes realmente se les reconozca esa mala gestión que ha tenido la compañía. Porque esto solamente... A mí no me lo reconocieron nunca. Bien, por eso al día de hoy en realidad la compañía busca contactarte para brindarte este 80% de descuento que no todas las familias lo tienen, fíjate vos. ¿Por qué? Porque algunos solamente tienen acceso a un 70%. Al día de hoy yo te brindo un 80% para que realmente puedas reincorporarte con una nueva experiencia. Además, necesitaríamos una ejecutiva para que ya te acompañe en este proceso, Gladys. Es súper, súper sencillo el trámite. Lo agradezco. No hay problema, Gladys, que esté muy bien y cualquier cosita estamos vía WhatsApp, ¿sí? Igualmente. Bueno, hasta luego. Adiós. Adiós.",
  "calidad": {
    "confianza_promedio": 0.596,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T05:14:52.201065",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 14gb",
        "fibra"
      ],
      "plan_vendido": null,
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, fibra), nombres propios, y palabras cortadas. Identificación de roles y clasificación de la llamada."
    },
    "fecha_mejora": "2026-02-20T10:35:49.856636",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 2.01,
      "duracion": 1.98,
      "texto": "Hola.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.03,
      "fin": 2.13,
      "duracion": 0.1,
      "texto": "Hola.",
      "confianza": 0.228
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.15,
      "fin": 2.79,
      "duracion": 0.64,
      "texto": "¿Cómo estás?",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.81,
      "fin": 4.66,
      "duracion": 1.84,
      "texto": "¿Hablo con Gladys?",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.68,
      "fin": 5.52,
      "duracion": 0.84,
      "texto": "Sí, se habla.",
      "confianza": 0.335
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.54,
      "fin": 6.62,
      "duracion": 1.08,
      "texto": "Gladys, cómo te va?",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.64,
      "fin": 7.52,
      "duracion": 0.88,
      "texto": "Un gusto saludarte.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.54,
      "fin": 8.88,
      "duracion": 1.34,
      "texto": "Mi nombre es Marcos Canchi.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.16,
      "fin": 12.62,
      "duracion": 3.46,
      "texto": "Te llamaba el día de hoy porque estamos cargando lo que son descuentos en la línea.",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.64,
      "fin": 13.27,
      "duracion": 0.62,
      "texto": "¿Cómo te va?",
      "confianza": 0.783
    },
    {
      "hablante": "Hablante A",
      "inicio": 14.29,
      "fin": 15.91,
      "duracion": 1.62,
      "texto": "Muy bien, ¿no?",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.93,
      "fin": 17.89,
      "duracion": 1.96,
      "texto": "Bien, gracias por atenderme desde allá.",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.25,
      "fin": 19.29,
      "duracion": 1.04,
      "texto": "Él tomó dos minutitos.",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.31,
      "fin": 22.39,
      "duracion": 3.08,
      "texto": "¿De dónde me estás llamando?",
      "confianza": 0.299
    },
    {
      "hablante": "Hablante A",
      "inicio": 22.41,
      "fin": 23.02,
      "duracion": 0.6,
      "texto": "De Moïtar.",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante A",
      "inicio": 23.04,
      "fin": 24.54,
      "duracion": 1.5,
      "texto": "Me estaba comunicando, Gladys.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.7,
      "fin": 31.57,
      "duracion": 6.87,
      "texto": "Estamos llamándole al día de hoy porque estamos cargando una bonificación especial para invitarla a formar parte de lo que es Familia Movistar.",
      "confianza": 0.748
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.59,
      "fin": 31.79,
      "duracion": 0.2,
      "texto": "¿Sí?",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.81,
      "fin": 37.86,
      "duracion": 6.05,
      "texto": "¿Usted actualmente Gladys está con Claro y está haciendo recaldas o tiene lo que es un abono mensual?",
      "confianza": 0.778
    },
    {
      "hablante": "Hablante B",
      "inicio": 40.78,
      "fin": 42.58,
      "duracion": 1.8,
      "texto": "No, no estoy haciendo recaldas.",
      "confianza": 0.187
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.6,
      "fin": 42.86,
      "duracion": 0.26,
      "texto": "Ah, bien.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.9,
      "fin": 45.95,
      "duracion": 3.04,
      "texto": "¿Sólo apaga un abono mensual?",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.97,
      "fin": 46.03,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.015
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.05,
      "fin": 46.41,
      "duracion": 0.36,
      "texto": "Perfecto.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.47,
      "fin": 50.85,
      "duracion": 4.38,
      "texto": "¿Y actualmente cuánto está abonando en el plan mensual, Gladys?",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante B",
      "inicio": 50.87,
      "fin": 53.18,
      "duracion": 2.3,
      "texto": "Más o menos.",
      "confianza": 0.4
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.2,
      "fin": 53.38,
      "duracion": 0.18,
      "texto": "Diez mil.",
      "confianza": 0.128
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.81,
      "fin": 55.07,
      "duracion": 1.26,
      "texto": "Bien, perfecto.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.45,
      "fin": 70.76,
      "duracion": 15.31,
      "texto": "Hoy en día lo que buscamos Gladys en realidad es por darle lo que es un plan que se acomoda a las necesidades suyas, que realmente tenga un descuento a lo que es el 80% ya que estamos brindando ese descuento para aquellos antiguos abonados, ¿sí?",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.78,
      "fin": 70.84,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.049
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.86,
      "fin": 71.5,
      "duracion": 0.64,
      "texto": "Perfecto.",
      "confianza": 0.853
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.82,
      "fin": 76.69,
      "duracion": 4.87,
      "texto": "¿Usted actualmente es titular de esta línea o tiene más líneas como titular Gladys?",
      "confianza": 0.838
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.87,
      "fin": 78.01,
      "duracion": 0.14,
      "texto": "La voy.",
      "confianza": 0.124
    },
    {
      "hablante": "Hablante B",
      "inicio": 78.38,
      "fin": 79.82,
      "duracion": 1.44,
      "texto": "Perfecto, perfecto.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.14,
      "fin": 91.07,
      "duracion": 10.93,
      "texto": "Al día de hoy le aplicamos un 80% de descuento y el plan le va a caer en $7,790, con lo cual va a contar con 14 gigas de navegación, ¿bien?",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.09,
      "fin": 94.28,
      "duracion": 3.18,
      "texto": "No, no, te agradezco.",
      "confianza": 0.23
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.3,
      "fin": 94.84,
      "duracion": 0.54,
      "texto": "Te agradezco.",
      "confianza": 0.068
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.86,
      "fin": 95.84,
      "duracion": 0.98,
      "texto": "Dale, Gladys.",
      "confianza": 0.428
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.86,
      "fin": 104.83,
      "duracion": 8.97,
      "texto": "Hoy me llamó un muchacho que caía y me dijo, me habló de un abono de cuatro mil pesos, que me pareció muy raro.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante B",
      "inicio": 105.55,
      "fin": 109.93,
      "duracion": 4.38,
      "texto": "Raro, porque en realidad la oferta más económica es justamente esta oferta.",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.33,
      "fin": 112.48,
      "duracion": 2.14,
      "texto": "Esta oferta ECO está en 7.790.",
      "confianza": 0.516
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.5,
      "fin": 113.4,
      "duracion": 0.9,
      "texto": "Menos mal que no la hice.",
      "confianza": 0.344
    },
    {
      "hablante": "Hablante A",
      "inicio": 116.06,
      "fin": 116.76,
      "duracion": 0.7,
      "texto": "Claro, claro.",
      "confianza": 0.908
    },
    {
      "hablante": "Hablante A",
      "inicio": 116.78,
      "fin": 118.12,
      "duracion": 1.34,
      "texto": "Al día de hoy nosotros le comento.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante A",
      "inicio": 118.2,
      "fin": 126.73,
      "duracion": 8.53,
      "texto": "Nosotros trabajamos con lo que es un sistema de monitoreo, donde verifican que la información que nosotros le transmitimos a usted, Gladys, realmente sea correcta.",
      "confianza": 0.831
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.13,
      "fin": 133.5,
      "duracion": 6.37,
      "texto": "Por ende, realmente queremos cuidar también nuestra labor para que de esa manera usted tenga una buena experiencia con la compañía, ¿sí?",
      "confianza": 0.755
    },
    {
      "hablante": "Hablante A",
      "inicio": 133.73,
      "fin": 139.98,
      "duracion": 6.25,
      "texto": "Gladys, por ejemplo, al día de hoy esta promoción le queda con 14 gigas de navegación, ¿sí?",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante A",
      "inicio": 140.0,
      "fin": 145.8,
      "duracion": 5.81,
      "texto": "Y además le vamos a regalar 20 gigas extra para poder activar con la aplicación de Movistar.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante A",
      "inicio": 146.34,
      "fin": 160.68,
      "duracion": 14.33,
      "texto": "Incluso con la aplicación de Movistar Gladys va a poder pagar a través de Mercado Pavo, va a poder justamente contratar más beneficios y sobre todo cuando haya promociones y todo usted desde la aplicación también lo puede trabajar, ¿sabe?",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante A",
      "inicio": 160.72,
      "fin": 162.88,
      "duracion": 2.16,
      "texto": "O sea, es un excelente servicio",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 162.94,
      "fin": 165.78,
      "duracion": 2.84,
      "texto": "que la compañía está trabajando en su zona, ¿sí?",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante A",
      "inicio": 165.81,
      "fin": 172.61,
      "duracion": 6.81,
      "texto": "Usted, como fue anteriormente, clienta en Movistar, verifico su ficha de clienta.",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante A",
      "inicio": 172.63,
      "fin": 173.27,
      "duracion": 0.64,
      "texto": "Excelente.",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.31,
      "fin": 176.21,
      "duracion": 2.9,
      "texto": "Está a su nombre, ¿verdad?",
      "confianza": 0.535
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.23,
      "fin": 176.37,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.415
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.65,
      "fin": 176.93,
      "duracion": 0.28,
      "texto": "Perfecto.",
      "confianza": 0.172
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.95,
      "fin": 179.16,
      "duracion": 2.2,
      "texto": "Le voy a agregar, entonces, un descuento especial.",
      "confianza": 0.805
    },
    {
      "hablante": "Hablante A",
      "inicio": 179.62,
      "fin": 189.79,
      "duracion": 10.17,
      "texto": "Usted, al tener lo que es la fibra en Movistar Hogar, le hacemos un descuentito de 4.000 pesos a la boleta y le regalamos 4 gigas más a sobono mensual.",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante A",
      "inicio": 190.07,
      "fin": 192.31,
      "duracion": 2.24,
      "texto": "O sea, que a usted le cargarían 8 gigas",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante A",
      "inicio": 192.59,
      "fin": 203.59,
      "duracion": 10.99,
      "texto": "fijos todos los meses, 10 de regalo por los primeros seis meses y activaría cuando usted guste, una vez al año, 20 gigas extra desde la aplicación.",
      "confianza": 0.88
    },
    {
      "hablante": "Hablante A",
      "inicio": 203.6,
      "fin": 209.05,
      "duracion": 5.45,
      "texto": "O sea, por tener los dos servicios al mismo tiempo, va a poder contar con estos beneficios.",
      "confianza": 0.786
    },
    {
      "hablante": "Hablante A",
      "inicio": 209.07,
      "fin": 211.09,
      "duracion": 2.02,
      "texto": "Acá me figura que es de Merlo, Buenos Aires.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 212.96,
      "fin": 213.6,
      "duracion": 0.64,
      "texto": "Perfecto.",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.62,
      "fin": 215.18,
      "duracion": 1.56,
      "texto": "Yo le explicaría el descuento.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 215.56,
      "fin": 220.19,
      "duracion": 4.63,
      "texto": "Me figura cuando me hiciera en la calle Gaboto 556.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.81,
      "fin": 222.41,
      "duracion": 1.6,
      "texto": "Ah, bien, ha cambiado el domicilio.",
      "confianza": 0.858
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.43,
      "fin": 231.0,
      "duracion": 8.57,
      "texto": "¿Qué domicilio tiene actualmente en lo que es en su localidad?",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 231.02,
      "fin": 232.16,
      "duracion": 1.14,
      "texto": "No interesa ya, porque no voy a querer el servicio.",
      "confianza": 0.164
    },
    {
      "hablante": "Hablante B",
      "inicio": 233.04,
      "fin": 234.02,
      "duracion": 0.98,
      "texto": "Ah, perfecto.",
      "confianza": 0.827
    },
    {
      "hablante": "Hablante B",
      "inicio": 234.28,
      "fin": 241.41,
      "duracion": 7.13,
      "texto": "Y cuénteme, a ver, en este caso, ¿por qué usted no cargaría el servicio ya que está teniendo lo que es Movistar-Hodad?",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.43,
      "fin": 245.51,
      "duracion": 4.08,
      "texto": "¿Podría adicionar los dos servicios y tener más beneficios, Gladys?",
      "confianza": 0.757
    },
    {
      "hablante": "Hablante B",
      "inicio": 246.44,
      "fin": 252.33,
      "duracion": 5.89,
      "texto": "Porque a mí movistar yo tuve una embarazada experiencia con movistar.",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante B",
      "inicio": 252.35,
      "fin": 256.36,
      "duracion": 4.01,
      "texto": "Que me cobran cualquier cosa y a mí claro no me cobra cualquier cosa.",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante B",
      "inicio": 256.38,
      "fin": 257.4,
      "duracion": 1.02,
      "texto": "Esa es la diferencia.",
      "confianza": 0.536
    },
    {
      "hablante": "Hablante B",
      "inicio": 257.42,
      "fin": 261.82,
      "duracion": 4.41,
      "texto": "Entiendo, entiendo totalmente que te han cobrado cualquier cosa en su momento.",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante B",
      "inicio": 261.88,
      "fin": 270.56,
      "duracion": 8.67,
      "texto": "Sin embargo, al caso verifico que desde que vos tuviste el inconveniente se hizo una reformación en la ley, en este caso, de facturación.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.98,
      "fin": 276.4,
      "duracion": 5.43,
      "texto": "que permitió que justamente a los clientes realmente se les reconozca esa mala gestión que ha tenido la compañía.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 276.74,
      "fin": 279.51,
      "duracion": 2.76,
      "texto": "Porque esto solamente... A mí no me lo reconocieron nunca.",
      "confianza": 0.396
    },
    {
      "hablante": "Hablante B",
      "inicio": 280.27,
      "fin": 290.24,
      "duracion": 9.97,
      "texto": "Bien, por eso al día de hoy en realidad la compañía busca contactarte para brindarte este 80% de descuento que no todas las familias lo tienen, fíjate vos.",
      "confianza": 0.793
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.52,
      "fin": 290.78,
      "duracion": 0.26,
      "texto": "¿Por qué?",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.8,
      "fin": 293.51,
      "duracion": 2.7,
      "texto": "Porque algunos solamente tienen acceso a un 70%.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.55,
      "fin": 299.51,
      "duracion": 5.97,
      "texto": "Al día de hoy yo te brindo un 80% para que realmente puedas reincorporarte con una nueva experiencia.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 299.65,
      "fin": 304.18,
      "duracion": 4.53,
      "texto": "Además, necesitaríamos una ejecutiva para que ya te acompañe en este proceso, Gladys.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.27,
      "fin": 306.1,
      "duracion": 1.82,
      "texto": "Es súper, súper sencillo el trámite.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 307.08,
      "fin": 307.64,
      "duracion": 0.56,
      "texto": "Lo agradezco.",
      "confianza": 0.536
    },
    {
      "hablante": "Hablante A",
      "inicio": 310.99,
      "fin": 314.89,
      "duracion": 3.91,
      "texto": "No hay problema, Gladys, que esté muy bien y cualquier cosita estamos vía WhatsApp, ¿sí?",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 315.53,
      "fin": 317.7,
      "duracion": 2.16,
      "texto": "Igualmente.",
      "confianza": 0.934
    },
    {
      "hablante": "Hablante A",
      "inicio": 317.72,
      "fin": 323.25,
      "duracion": 5.53,
      "texto": "Bueno, hasta luego.",
      "confianza": 0.317
    },
    {
      "hablante": "Hablante A",
      "inicio": 323.27,
      "fin": 323.39,
      "duracion": 0.12,
      "texto": "Adiós.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante A",
      "inicio": 323.41,
      "fin": 323.53,
      "duracion": 0.12,
      "texto": "Adiós.",
      "confianza": 0.168
    }
  ]
}