{
  "archivo": "amza27_1_260210125537149_ACD_27115.wav",
  "duracion_segundos": 343.76,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 158.95,
    "Hablante B": 163.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 5.3,
      "texto": "Hola, buenos días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.4,
      "fin": 10.2,
      "texto": "Hola, aquí habla Rocío, quería hablar con Berta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.2,
      "fin": 11.0,
      "texto": "Muchas gracias Berta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.0,
      "fin": 17.8,
      "texto": "Mi nombre es Rocío, me estoy contactando por un descuento del 85% para su línea telefónica de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.9,
      "fin": 18.6,
      "texto": "¿Cómo le va?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 20.2,
      "fin": 29.4,
      "texto": "Para ser súper breve, nosotros le llamamos porque el día de hoy tenemos el descuento para que usted pueda acceder."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.4,
      "fin": 34.8,
      "texto": "¿Usted actualmente sigue en la compañía de Claro o se ha cambiado a la compañía de Personal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 36.3,
      "fin": 42.8,
      "texto": "No, sigo en Claro porque hago lo más económico."
    },
    {
      "hablante": "AGENTE",
      "inicio": 42.9,
      "fin": 49.7,
      "texto": "Como le dije al operador, cuando me cambié de Movistar mi idea no era esa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 50.6,
      "fin": 71.0,
      "texto": "No sé si lo asientan o no ustedes, la verdad no sé, pero yo a la persona le dije que yo ya pasé por todas las empresas y siempre he vuelto a Movistar salvo ahora, que llevo un tiempo bastante considerable fuera, porque la señal que tiene Movistar la tienen todos lados."
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.1,
      "fin": 79.8,
      "texto": "Yo soy de Seiza, vivo muy cerca, muy cerca del aeropuerto y tengo casi siempre interferencia, por eso se debe."
    },
    {
      "hablante": "AGENTE",
      "inicio": 80.5,
      "fin": 84.5,
      "texto": "señal y si las compañías realmente son buenas, ¿entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 84.5,
      "fin": 91.0,
      "texto": "Porque si vos no tenés ahí señal, o sea... ¿Dónde lo tomarías?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 91.0,
      "fin": 92.0,
      "texto": "Sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 92.0,
      "fin": 94.7,
      "texto": "Claro, o sea, estás cerca del aeropuerto, imagina tú, ¿entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.7,
      "fin": 97.3,
      "texto": "Tenés que realmente tener un buen servidor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 97.3,
      "fin": 103.3,
      "texto": "Más en mi caso, que tengo a la mitad de mi familia que son todos discapacitados, mis viejos con problemas de salud."
    },
    {
      "hablante": "AGENTE",
      "inicio": 103.8,
      "fin": 107.8,
      "texto": "Entonces, sí o sí, tengo que tener una buena señal para las ambulancias y demás."
    },
    {
      "hablante": "AGENTE",
      "inicio": 108.3,
      "fin": 119.0,
      "texto": "Yo le comunico esto a las personas de Movistar y les digo que yo me manejo siempre con el wifi tanto de mi casa como del lugar donde trabajo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 120.0,
      "fin": 136.9,
      "texto": "Entonces yo no necesito un monto alto de gigas y no necesito un plan que me de, ay, no sé, 800 gigas porque bueno, no, no, no, porque yo solo necesito ese giga para estar conectada fuera de mi domicilio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 137.1,
      "fin": 141.1,
      "texto": "El traslado al trabajo y viceversa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 141.1,
      "fin": 141.5,
      "texto": "Nada más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 141.7,
      "fin": 147.5,
      "texto": "O cuando estoy haciendo las compras y, de repente, uno necesita hacer las transferencias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 147.5,
      "fin": 148.8,
      "texto": "Nada más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 148.8,
      "fin": 150.6,
      "texto": "Con el plan actual, eso me alcanza y me sobra."
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.6,
      "fin": 152.1,
      "texto": "Mirá lo que te digo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 152.2,
      "fin": 156.8,
      "texto": "El monto era demasiado elevado para lo que yo no usaba de servicio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 157.8,
      "fin": 160.2,
      "texto": "Sí, que le pasaban en mano, básicamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 160.2,
      "fin": 160.7,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 160.7,
      "fin": 163.4,
      "texto": "No me dieron ningún, a ver,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 164.1,
      "fin": 174.2,
      "texto": "descuento, ningún abono que se adaptara y me fui con claro que hoy en día no llego a los 5.000 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 174.3,
      "fin": 177.2,
      "texto": "La realidad es que no llego a los 5.000 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 177.2,
      "fin": 180.5,
      "texto": "Entonces imagínate que ni en pedo me voy a cambiar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 180.5,
      "fin": 182.9,
      "texto": "Ahora, la desventaja que tengo ya te la dije."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 184.9,
      "fin": 186.1,
      "texto": "No es que tengo señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 186.4,
      "fin": 188.3,
      "texto": "Tengo que andar haciendo la parabólica humana."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 189.0,
      "fin": 190.7,
      "texto": "Pero bueno, entre eso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 191.1,
      "fin": 197.8,
      "texto": "y el pago es tremendamente elevado, olvidá, te hago la parabolismo humana porque no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 197.9,
      "fin": 217.1,
      "texto": "Claro, claro, una lástima, claro, bueno, ya no cinco mil pesos, mirá, el plan más económico, más económico que nosotros tenemos es ese de 5.835, es el más económico que nosotros tenemos, silencio, mil pesos de diferencia, pero es ese como el que más económico que tenemos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 217.2,
      "fin": 220.5,
      "texto": "Mira, para que vos entiendas, esta es la realidad de Claro,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 221.1,
      "fin": 228.6,
      "texto": "Por eso, claro, te atrapa y te quedas con claro, aunque sea una, perdóname la expresión, una poronga, la señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 229.3,
      "fin": 239.3,
      "texto": "Porque vos te bajas la aplicación que ellos te dicen, could check, check check, no sé, bueno, la cosa de ellos, y algo así."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 239.3,
      "fin": 241.3,
      "texto": "Y vos a tu boleta, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 241.4,
      "fin": 247.5,
      "texto": "Mi boleta, a ver, está en cuatro mil, para vos lo estoy viendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 248.0,
      "fin": 249.6,
      "texto": "$4,534,35."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 249.7,
      "fin": 254.7,
      "texto": "Esa es mi boleta, y mensual."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 255.1,
      "fin": 257.1,
      "texto": "Por un año yo tengo ese abono."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 258.0,
      "fin": 263.9,
      "texto": "A ese abono se le aplica un 10% de descuento pagando con esto que te acabo de decir."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 263.9,
      "fin": 271.2,
      "texto": "Vos te metes en la aplicación, le mandas la plata a la aplicación, pagas tu boleta y se te aplica el descuento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 271.2,
      "fin": 276.5,
      "texto": "Así que no termino pagando eso, termino pagando sacarle el 10% $3,500."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 276.9,
      "fin": 286.2,
      "texto": "No hay con qué darle en lo que es prensa, hablemos de lo que es prensa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 286.5,
      "fin": 290.2,
      "texto": "Te agradezco muchísimo, pero falta muchísimo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 290.3,
      "fin": 291.7,
      "texto": "Claro, no te hagas problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 292.1,
      "fin": 301.4,
      "texto": "Bueno, mirá, nosotros vamos a comentarte, porque nosotros como trabajamos en diferentes call centers, yo te saco de mi base, pero eso no quiere decir que sigan llamando a los otros call centers."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 301.8,
      "fin": 305.9,
      "texto": "Espero comentarte, hay una página que se llama Registro Nacional No Llamen,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 306.3,
      "fin": 314.7,
      "texto": "que vos te suscribís ahí con tu numerito de línea, con el número de DNI, y automáticamente eso hace que vos salgas directamente de todo el sistema de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 314.8,
      "fin": 316.4,
      "texto": "No, no te olvides."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 316.4,
      "fin": 318.4,
      "texto": "O sea, no te olvides."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 318.4,
      "fin": 319.7,
      "texto": "No te estamos llamando en una mente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 320.7,
      "fin": 327.1,
      "texto": "Con la vaginita esa y además, sinceramente, te atendía ahora porque iba a derecho a ser pichín."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 327.8,
      "fin": 328.7,
      "texto": "Si no, no estás ocupatiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 328.7,
      "fin": 335.2,
      "texto": "Porque si ya veo que son números así y yo sé que son ustedes, voy a ver una otra compañía similar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 335.5,
      "fin": 337.3,
      "texto": "Así que bueno, que tengas un buen día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 337.4,
      "fin": 338.5,
      "texto": "No, por favor, a vos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 338.5,
      "fin": 341.3,
      "texto": "Mil disculpas por las molestias y también que tengas un excelente día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 341.3,
      "fin": 342.9,
      "texto": "Muchísimas gracias por tu atención."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 343.5,
      "fin": 343.8,
      "texto": "Gracias."
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hola, aquí habla Rocío, quería hablar con Berta. Muchas gracias Berta. Mi nombre es Rocío, me estoy contactando por un descuento del 85% para su línea telefónica de Movistar. ¿Cómo le va? Para ser súper breve, nosotros le llamamos porque el día de hoy tenemos el descuento para que usted pueda acceder. ¿Usted actualmente sigue en la compañía de Claro o se ha cambiado a la compañía de Personal? No, sigo en Claro porque hago lo más económico. Como le dije al operador, cuando me cambié de Movistar mi idea no era esa. No sé si lo asientan o no ustedes, la verdad no sé, pero yo a la persona le dije que yo ya pasé por todas las empresas y siempre he vuelto a Movistar salvo ahora, que llevo un tiempo bastante considerable fuera, porque la señal que tiene Movistar la tienen todos lados. Yo soy de Seiza, vivo muy cerca, muy cerca del aeropuerto y tengo casi siempre interferencia, por eso se debe. señal y si las compañías realmente son buenas, ¿entendés? Porque si vos no tenés ahí señal, o sea... ¿Dónde lo tomarías? Sí, sí. Claro, o sea, estás cerca del aeropuerto, imagina tú, ¿entendés? Tenés que realmente tener un buen servidor. Más en mi caso, que tengo a la mitad de mi familia que son todos discapacitados, mis viejos con problemas de salud. Entonces, sí o sí, tengo que tener una buena señal para las ambulancias y demás. Yo le comunico esto a las personas de Movistar y les digo que yo me manejo siempre con el wifi tanto de mi casa como del lugar donde trabajo. Entonces yo no necesito un monto alto de gigas y no necesito un plan que me de, ay, no sé, 800 gigas porque bueno, no, no, no, porque yo solo necesito ese giga para estar conectada fuera de mi domicilio. El traslado al trabajo y viceversa. Nada más. O cuando estoy haciendo las compras y, de repente, uno necesita hacer las transferencias. Nada más. Con el plan actual, eso me alcanza y me sobra. Mirá lo que te digo. El monto era demasiado elevado para lo que yo no usaba de servicio. Sí, que le pasaban en mano, básicamente. Claro. No me dieron ningún, a ver, descuento, ningún abono que se adaptara y me fui con claro que hoy en día no llego a los 5.000 pesos. La realidad es que no llego a los 5.000 pesos. Entonces imagínate que ni en pedo me voy a cambiar. Ahora, la desventaja que tengo ya te la dije. No es que tengo señal. Tengo que andar haciendo la parabólica humana. Pero bueno, entre eso. y el pago es tremendamente elevado, olvidá, te hago la parabolismo humana porque no. Claro, claro, una lástima, claro, bueno, ya no cinco mil pesos, mirá, el plan más económico, más económico que nosotros tenemos es ese de 5.835, es el más económico que nosotros tenemos, silencio, mil pesos de diferencia, pero es ese como el que más económico que tenemos. Mira, para que vos entiendas, esta es la realidad de Claro, Por eso, claro, te atrapa y te quedas con claro, aunque sea una, perdóname la expresión, una poronga, la señal. Porque vos te bajas la aplicación que ellos te dicen, could check, check check, no sé, bueno, la cosa de ellos, y algo así. Y vos a tu boleta, ¿sí? Mi boleta, a ver, está en cuatro mil, para vos lo estoy viendo. $4,534,35. Esa es mi boleta, y mensual. Por un año yo tengo ese abono. A ese abono se le aplica un 10% de descuento pagando con esto que te acabo de decir. Vos te metes en la aplicación, le mandas la plata a la aplicación, pagas tu boleta y se te aplica el descuento. Así que no termino pagando eso, termino pagando sacarle el 10% $3,500. No hay con qué darle en lo que es prensa, hablemos de lo que es prensa. Te agradezco muchísimo, pero falta muchísimo. Claro, no te hagas problema. Bueno, mirá, nosotros vamos a comentarte, porque nosotros como trabajamos en diferentes call centers, yo te saco de mi base, pero eso no quiere decir que sigan llamando a los otros call centers. Espero comentarte, hay una página que se llama Registro Nacional No Llamen, que vos te suscribís ahí con tu numerito de línea, con el número de DNI, y automáticamente eso hace que vos salgas directamente de todo el sistema de Movistar. No, no te olvides. O sea, no te olvides. No te estamos llamando en una mente. Con la vaginita esa y además, sinceramente, te atendía ahora porque iba a derecho a ser pichín. Si no, no estás ocupatiendo. Porque si ya veo que son números así y yo sé que son ustedes, voy a ver una otra compañía similar. Así que bueno, que tengas un buen día. No, por favor, a vos. Mil disculpas por las molestias y también que tengas un excelente día. Muchísimas gracias por tu atención. Gracias.",
  "calidad": {
    "confianza_promedio": 0.603,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T02:02:09.141231",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Se corrigieron errores de transcripción como 'gigas', nombres propios, y se mejoró la puntuación y la claridad general."
    },
    "fecha_mejora": "2026-02-20T08:54:48.201765",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 5.34,
      "duracion": 5.31,
      "texto": "Hola, buenos días.",
      "confianza": 0.268
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.42,
      "fin": 10.15,
      "duracion": 4.73,
      "texto": "Hola, aquí todo el que quería hablar con Berta.",
      "confianza": 0.508
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.17,
      "fin": 10.99,
      "duracion": 0.82,
      "texto": "Muchas gracias Berta.",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.03,
      "fin": 17.84,
      "duracion": 6.81,
      "texto": "Mi nombre es Rocío, me estoy contactando por un descuento del 85% para su línea telefónica desde Movistar.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.89,
      "fin": 18.65,
      "duracion": 0.76,
      "texto": "¿Cómo le va?",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante B",
      "inicio": 20.23,
      "fin": 29.36,
      "duracion": 9.13,
      "texto": "Para hacer super breve, nosotros le llamamos porque el día de hoy tenemos el descuento para que usted pueda acceder.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.38,
      "fin": 34.77,
      "duracion": 5.39,
      "texto": "¿Usted actualmente sigue en la compañía de Claro o se ha cambiado a la compañía de Personal?",
      "confianza": 0.753
    },
    {
      "hablante": "Hablante A",
      "inicio": 36.31,
      "fin": 42.79,
      "duracion": 6.49,
      "texto": "No, sigo en Claro porque hago lo más económico.",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante A",
      "inicio": 42.87,
      "fin": 49.68,
      "duracion": 6.81,
      "texto": "Como le dije al operador, cuando me cambié de Movistar mi idea no era esa.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante A",
      "inicio": 50.57,
      "fin": 71.05,
      "duracion": 20.48,
      "texto": "no sé si lo asientan o no ustedes, la verdad no sé, pero yo a la persona le dije que yo ya pasé por todas las empresas y siempre he vuelto a Movistar salvo ahora, que llevo un tiempo bastante considerable fuera, porque la señal que tiene Movistar la tienen todos lados.",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.07,
      "fin": 79.82,
      "duracion": 8.75,
      "texto": "Yo soy de Seiza, vivo muy cerca, muy cerca del aeropuerto y tengo casi siempre interferencia, por eso se debe",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante A",
      "inicio": 80.46,
      "fin": 84.5,
      "duracion": 4.05,
      "texto": "señal y si las compañías realmente son buenas, ¿entendés?",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.52,
      "fin": 91.03,
      "duracion": 6.51,
      "texto": "Porque si vos no tenés ahí señal, o sea... ¿Dónde lo tomarías?",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante A",
      "inicio": 91.05,
      "fin": 91.96,
      "duracion": 0.9,
      "texto": "Sí, sí.",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante A",
      "inicio": 91.98,
      "fin": 94.66,
      "duracion": 2.68,
      "texto": "Claro, o sea, estás cerca del aeropuerto, imagina tú, ¿entendés?",
      "confianza": 0.383
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.68,
      "fin": 97.3,
      "duracion": 2.62,
      "texto": "Tenés que realmente tener un buen servidor.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 97.32,
      "fin": 103.29,
      "duracion": 5.97,
      "texto": "Más en mi caso, que tengo a la mitad de mi familia que son todos discapacitados, mis viejos con ferontes.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.8,
      "fin": 107.78,
      "duracion": 3.99,
      "texto": "Entonces, sí o sí, tengo que tener una buena señal para las ambulancias y demás.",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante A",
      "inicio": 108.27,
      "fin": 119.0,
      "duracion": 10.73,
      "texto": "Yo le comunico esto a las personas de Movistar y les digo que yo me manejo siempre con el wifi tanto de mi casa como del lugar donde trabajo.",
      "confianza": 0.697
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.0,
      "fin": 136.86,
      "duracion": 16.86,
      "texto": "Entonces yo no necesito un monto alto de gigas y no necesito un plan que me de, ay, no sé, 800 gigas porque bueno, no, no, no, porque yo solo necesito ese giga para estar conectada fuera de mi domicilio.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante A",
      "inicio": 137.09,
      "fin": 141.11,
      "duracion": 4.02,
      "texto": "El traslado al trabajo y viceversa.",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante A",
      "inicio": 141.13,
      "fin": 141.53,
      "duracion": 0.4,
      "texto": "Nada más.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante A",
      "inicio": 141.71,
      "fin": 147.5,
      "duracion": 5.79,
      "texto": "O cuando estoy haciendo las compras y, de repente, uno necesita hacer las transferencias.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.52,
      "fin": 148.82,
      "duracion": 1.3,
      "texto": "Nada más.",
      "confianza": 0.764
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.84,
      "fin": 150.62,
      "duracion": 1.78,
      "texto": "Con el CBA, eso me alcanza y me sobra.",
      "confianza": 0.484
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.64,
      "fin": 152.1,
      "duracion": 1.46,
      "texto": "Mirá lo que te digo.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante A",
      "inicio": 152.16,
      "fin": 156.81,
      "duracion": 4.65,
      "texto": "El monto era demasiado elevado para lo que yo no usaba de servicio.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante A",
      "inicio": 157.75,
      "fin": 160.19,
      "duracion": 2.44,
      "texto": "Sí, que le pasaban en mano, básicamente.",
      "confianza": 0.304
    },
    {
      "hablante": "Hablante A",
      "inicio": 160.21,
      "fin": 160.71,
      "duracion": 0.5,
      "texto": "Claro.",
      "confianza": 0.929
    },
    {
      "hablante": "Hablante A",
      "inicio": 160.73,
      "fin": 163.44,
      "duracion": 2.7,
      "texto": "No me dieron ningún, a ver,",
      "confianza": 0.882
    },
    {
      "hablante": "Hablante A",
      "inicio": 164.09,
      "fin": 174.21,
      "duracion": 10.12,
      "texto": "descuento, ningún abono que se adaptara y me fui con claro que hoy en día no llego a los 5.000 pesos.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 174.33,
      "fin": 177.21,
      "duracion": 2.88,
      "texto": "La realidad es que no llego a los 5.000 pesos.",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante A",
      "inicio": 177.23,
      "fin": 180.52,
      "duracion": 3.28,
      "texto": "Entonces imagínate que ni en pedo me voy a cambiar.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante A",
      "inicio": 180.54,
      "fin": 182.9,
      "duracion": 2.36,
      "texto": "Ahora, la desventaja que tengo ya te la dije.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 184.86,
      "fin": 186.07,
      "duracion": 1.2,
      "texto": "No es que tengo señal.",
      "confianza": 0.795
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.37,
      "fin": 188.27,
      "duracion": 1.9,
      "texto": "Tengo que andar haciendo la parabólica humana.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.99,
      "fin": 190.65,
      "duracion": 1.66,
      "texto": "Pero bueno, entre eso.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante B",
      "inicio": 191.07,
      "fin": 197.84,
      "duracion": 6.77,
      "texto": "y el pago es tremendamente elevado, olvidá, te hago la parabolismo humana porque no.",
      "confianza": 0.455
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.86,
      "fin": 217.14,
      "duracion": 19.28,
      "texto": "Claro, claro, una lástima, claro, bueno, ya no cinco mil pesos, mirá, el plan más económico, más económico que nosotros tenemos es ese de 5.835, es el más económico que nosotros tenemos, silencio, mil pesos de diferencia, pero es ese como el que más económico que tenemos.",
      "confianza": 0.485
    },
    {
      "hablante": "Hablante B",
      "inicio": 217.16,
      "fin": 220.51,
      "duracion": 3.34,
      "texto": "Mira, para que vos entiendas, esta es la realidad de Claro,",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.09,
      "fin": 228.58,
      "duracion": 7.49,
      "texto": "Por eso, claro, te atrapa y te quedas con claro, aunque sea una, perdóname la expresión, una poronga, la señal.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 229.32,
      "fin": 239.26,
      "duracion": 9.94,
      "texto": "Porque vos te bajas la aplicación que ellos te dicen, could check, check check, no sé, bueno, la cosa de ellos, y algo así.",
      "confianza": 0.425
    },
    {
      "hablante": "Hablante B",
      "inicio": 239.28,
      "fin": 241.34,
      "duracion": 2.06,
      "texto": "Y vos a tu boleta, ¿sí?",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.36,
      "fin": 247.47,
      "duracion": 6.11,
      "texto": "Mi boleta, a ver, está en cuatro mil, para vos lo estoy viendo.",
      "confianza": 0.585
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.01,
      "fin": 249.59,
      "duracion": 1.58,
      "texto": "$4,534,35.",
      "confianza": 0.817
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.67,
      "fin": 254.68,
      "duracion": 5.01,
      "texto": "Esa es mi boleta, y mensual.",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante B",
      "inicio": 255.1,
      "fin": 257.14,
      "duracion": 2.04,
      "texto": "Por un año yo tengo ese abono.",
      "confianza": 0.833
    },
    {
      "hablante": "Hablante B",
      "inicio": 258.0,
      "fin": 263.93,
      "duracion": 5.93,
      "texto": "A ese abono se le aplica un 10% de descuento pagando con esto que te acabo de decir.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.95,
      "fin": 271.18,
      "duracion": 7.23,
      "texto": "Vos te metes en la aplicación, le mandas la plata a la aplicación, pagas tu boleta y se te aplica el descuento.",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.2,
      "fin": 276.46,
      "duracion": 5.27,
      "texto": "Así que no termino pagando eso, termino pagando sacarle el 10% $3,500.",
      "confianza": 0.832
    },
    {
      "hablante": "Hablante B",
      "inicio": 276.92,
      "fin": 286.19,
      "duracion": 9.27,
      "texto": "No hay con qué darle en lo que es prensa, hablemos de lo que es prensa.",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante B",
      "inicio": 286.51,
      "fin": 290.21,
      "duracion": 3.7,
      "texto": "Te agradezco muchísimo, pero falta muchísimo.",
      "confianza": 0.594
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.31,
      "fin": 291.73,
      "duracion": 1.42,
      "texto": "Claro, no te hagas problema.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante B",
      "inicio": 292.09,
      "fin": 301.42,
      "duracion": 9.33,
      "texto": "Bueno, mirá, nosotros vamos a comentarte, porque nosotros como trabajamos en diferentes call centers, yo te saco de mi base, pero eso no quiere decir que sigan llamando a los otros call centers.",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante B",
      "inicio": 301.82,
      "fin": 305.93,
      "duracion": 4.1,
      "texto": "Espero comentarte, hay una página que se llama Registro Nacional No Llamen,",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 306.28,
      "fin": 314.73,
      "duracion": 8.45,
      "texto": "que vos te suscribís ahí con tu numerito de línea, con el número de DNI, y automáticamente eso hace que vos salgas directamente de todo el sistema de Movistar.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante B",
      "inicio": 314.75,
      "fin": 316.41,
      "duracion": 1.66,
      "texto": "No, no te olvides.",
      "confianza": 0.436
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.43,
      "fin": 318.41,
      "duracion": 1.98,
      "texto": "O sea, no te olvides.",
      "confianza": 0.342
    },
    {
      "hablante": "Hablante B",
      "inicio": 318.43,
      "fin": 319.69,
      "duracion": 1.26,
      "texto": "No te estamos llamando en una mente.",
      "confianza": 0.276
    },
    {
      "hablante": "Hablante B",
      "inicio": 320.71,
      "fin": 327.12,
      "duracion": 6.41,
      "texto": "Con la vaginita esa y además, sinceramente, te atendía ahora porque iba a derecho a ser pichín.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 327.84,
      "fin": 328.7,
      "duracion": 0.86,
      "texto": "Si no, no estás ocupatiendo.",
      "confianza": 0.188
    },
    {
      "hablante": "Hablante B",
      "inicio": 328.72,
      "fin": 335.19,
      "duracion": 6.47,
      "texto": "Porque si ya veo que son números así y yo sé que son ustedes, voy a ver una otra compañía similar.",
      "confianza": 0.581
    },
    {
      "hablante": "Hablante B",
      "inicio": 335.54,
      "fin": 337.27,
      "duracion": 1.73,
      "texto": "Así que bueno, que tengas un buen día.",
      "confianza": 0.321
    },
    {
      "hablante": "Hablante B",
      "inicio": 337.35,
      "fin": 338.52,
      "duracion": 1.17,
      "texto": "No, por favor, a vos.",
      "confianza": 0.439
    },
    {
      "hablante": "Hablante B",
      "inicio": 338.54,
      "fin": 341.32,
      "duracion": 2.78,
      "texto": "Mil disculpas por las molestias y también que tengas un excelente día.",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante B",
      "inicio": 341.34,
      "fin": 342.92,
      "duracion": 1.57,
      "texto": "Muchísimas gracias por tu atención.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante B",
      "inicio": 343.5,
      "fin": 343.76,
      "duracion": 0.26,
      "texto": "Gracias.",
      "confianza": 0.298
    }
  ]
}