{
  "archivo": "amza24_1_260213135431418_ACD_89961.wav",
  "duracion_segundos": 346.07,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 36.75,
    "Hablante B": 288.73
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 4.3,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.3,
      "fin": 5.1,
      "texto": "Hola, ¿cómo estás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.1,
      "fin": 8.9,
      "texto": "Buenos días, hablo con Mariana."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 8.9,
      "fin": 9.2,
      "texto": "Sí, ¿quién es?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.2,
      "fin": 9.8,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.8,
      "fin": 15.0,
      "texto": "Mariana Agustín, es mi nombre, me comunico del área de recupero, la cliente es Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.0,
      "fin": 17.5,
      "texto": "Me figura que vos actualmente estás en Claro, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 19.1,
      "fin": 19.2,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 19.2,
      "fin": 20.0,
      "texto": "Bien, te consulto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 20.0,
      "fin": 22.6,
      "texto": "¿El motivo por el que te fuiste de Movistar cuál fue?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.7,
      "fin": 39.4,
      "texto": "No volvería, te he visto, porque hace años que estaba en Movistar, bueno, que alguien escucha, feliz que me estaban cobrando un montón, aparte del teléfono de mi hijo, y nunca atendieron mi reclamo de que miraran la tarifa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 39.5,
      "fin": 42.4,
      "texto": "Y la verdad que en Claro las cosas son más normales."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.0,
      "fin": 47.6,
      "texto": "Así que yo no vuelvo a Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.1,
      "fin": 70.5,
      "texto": "Bien, bueno, Mariana, pero el tiempo también tengo para comentarte, sí, pero bueno, si decíamos por ahí se están decidiendo que no, porque por supuesto que las cosas han cambiado, porque uno de los grandes inconvenientes que ha tenido Movistar anteriormente era ese, el no poder comunicarse de una manera más efectiva con un asesor, en el tema de las promociones y demás."
    },
    {
      "hablante": "AGENTE",
      "inicio": 71.0,
      "fin": 80.4,
      "texto": "A raíz de esto, si se quiere un trato más personalizado, ya que eso sería tu profesora, archivo, cualquier duda, consulta, lo tendrías directamente conmigo, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 80.4,
      "fin": 88.1,
      "texto": "Yo lo puedo solucionar, te lo soluciono yo, y lo que no, te derivo a los canales oficiales, es dónde vas a tener una respuesta inmediata, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 88.1,
      "fin": 92.0,
      "texto": "Con respecto a las promociones, sí, decime."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 92.0,
      "fin": 93.3,
      "texto": "No, no, te escucho, te escucho."
    },
    {
      "hablante": "AGENTE",
      "inicio": 93.3,
      "fin": 99.8,
      "texto": "Con respecto a renovar, sí, las promociones, a aplicar nuevas promociones, cuando se termine la que te brindamos ahora,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.2,
      "fin": 104.5,
      "texto": "Eso siempre se te va a avisar 30 días antes de que vas a ver un incremento de la factura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 105.8,
      "fin": 117.9,
      "texto": "Para que se avise a 30 días para que vos puedas pedir nuevas promociones, eso lo podés hacer desde la app de Movistar o, como te dije anteriormente, vos te comunicas conmigo y yo te derivo a los canales oficiales para que te apliquen nuevas promos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 118.0,
      "fin": 123.4,
      "texto": "¿Y ustedes qué promociones tendrían?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 123.4,
      "fin": 125.7,
      "texto": "En este caso, tengo para brindarte lo que es un plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 125.7,
      "fin": 129.8,
      "texto": "De 8 gigas de base más 10 de regalo, van a estar 18 gigas en total."
    },
    {
      "hablante": "AGENTE",
      "inicio": 130.3,
      "fin": 137.7,
      "texto": "WhatsApp ilimitado, llamadas libres a todas las compañías, inclusive 0800 y 0810, en un precio final de 10.720."
    },
    {
      "hablante": "AGENTE",
      "inicio": 137.8,
      "fin": 139.0,
      "texto": "¿Bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 139.8,
      "fin": 148.1,
      "texto": "Además, mañana vas a tener 4 gigas extras para cada una de las líneas, por ser más de una línea, por tiempo indeterminado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 148.1,
      "fin": 157.1,
      "texto": "Es decir, los primeros seis meses vos vas a tener 22 gigas y a partir del séptimo mes continuarías con 12 gigas para cada línea por tiempo indeterminado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 157.5,
      "fin": 159.1,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 159.1,
      "fin": 159.2,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 159.5,
      "fin": 168.3,
      "texto": "El trámite es súper sencillo, simplemente te verificamos los datos ingresados y te enviamos el chip a la sucursal de Andrea, ni más ni menos, se arquita tu domicilio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 168.3,
      "fin": 170.1,
      "texto": "¿Por qué lo hacemos de esta manera?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 170.2,
      "fin": 179.7,
      "texto": "Para que te lleguen en un plazo de 48 a 72 horas hábiles aproximadamente y para cuando la línea de Claro deje de funcionar, vos ya tengas tu chip con vos, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 179.7,
      "fin": 182.4,
      "texto": "Entonces lo único que vas a tener que hacer es cambiarlo nada más."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 183.3,
      "fin": 189.4,
      "texto": "Ahora, yo te pregunto, ¿esta promoción que vos me estás ofreciendo con todos estos beneficios, por qué tiempo real vos me la garantizás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 190.0,
      "fin": 192.2,
      "texto": "El descuento fijo es por seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 192.8,
      "fin": 195.5,
      "texto": "O sea, vos vas a tener el descuento fijo por seis meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 195.6,
      "fin": 201.5,
      "texto": "Recordá que treinta días antes se te va a notificar para que lo tengas en cuenta y ya puedas ir viendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 201.6,
      "fin": 206.6,
      "texto": "Yo entiendo todo, parece muy lindo, pero después en seis meses vamos a estar hablando de qué tarifa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 206.8,
      "fin": 218.2,
      "texto": "No, por eso te digo, eso quédate tranquila, yo te digo el monto, por supuesto, del valor de la tarifa sin descuento, si estamos hablando de 42.880, nunca vas a llegar a pagar eso, eso te lo puedo asegurar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 218.2,
      "fin": 222.5,
      "texto": "Sí, pero tú no tienes ganas de estar renegando y negociando cada seis meses, o sea, es tan fino."
    },
    {
      "hablante": "AGENTE",
      "inicio": 223.4,
      "fin": 236.8,
      "texto": "Claro, no, por eso te digo, treinta días antes, cuando te llegue el mensajito que te va a llegar, a través de la app o de WhatsApp, avisándote de que te vengas a la costa, vos automáticamente me hablas a mí y yo te dirijo como te digo, o desde la misma app pedís nuevas promos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 237.0,
      "fin": 240.7,
      "texto": "No se puede pedir por un año para hacer algo más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 240.8,
      "fin": 243.0,
      "texto": "Uno quiere las peticiones, eso para que vos lo eleves."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 243.9,
      "fin": 251.8,
      "texto": "¿Si ustedes meten quejate o reclama, por qué no garantizan un año de una tarifa más tentadora como podría ser esta?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 252.5,
      "fin": 260.1,
      "texto": "Entonces yo ahí digo, bueno, me vale la pena porque uno cancela toda la vida que esto de estar llamando me parece un montón, ¿entendés lo que te digo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 260.3,
      "fin": 281.5,
      "texto": "No, pero que te tranquiles, mira, yo te digo, mis hijas están en Movistar y cuando, es más, lo tengo presente, también me pasó y en realidad no era, me había confundido eso, y ahí me dijeron no, tu promoción sigue estando, comunícate y me dieron la fecha, por eso creo, hizo un ratito y atienden automáticamente, realmente la respuesta es inmediata."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 282.2,
      "fin": 285.9,
      "texto": "Bueno, la verdad es que yo tuve muy mala experiencia, te digo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 285.9,
      "fin": 286.5,
      "texto": "No, ya lo sé."
    },
    {
      "hablante": "AGENTE",
      "inicio": 286.6,
      "fin": 290.9,
      "texto": "Por eso te juro que te entiendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 290.9,
      "fin": 294.4,
      "texto": "Por eso darte la tranquilidad que en este caso realmente no te va a volver a pasar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.4,
      "fin": 297.7,
      "texto": "Honestamente te lo digo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 297.7,
      "fin": 298.8,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.8,
      "fin": 301.0,
      "texto": "Suponiendo que yo tomé esto, ¿aclaro?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 301.0,
      "fin": 302.1,
      "texto": "¿No le tengo que avisar nada?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 302.8,
      "fin": 304.3,
      "texto": "No, de eso nos encargamos nosotros."
    },
    {
      "hablante": "AGENTE",
      "inicio": 304.4,
      "fin": 306.3,
      "texto": "Nosotros hacemos lo que es la portabilidad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 306.9,
      "fin": 311.9,
      "texto": "Mi hijo está de viaje, yo lo quiero charlar con él un poquito."
    },
    {
      "hablante": "AGENTE",
      "inicio": 311.9,
      "fin": 322.5,
      "texto": "Si vos querés llamarme el miércoles, terminamos de cerrarlo y yo tengo la oportunidad de hablar con él para comentarle cómo viene esto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.9,
      "fin": 327.8,
      "texto": "¿Cómo es su nombre?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 327.8,
      "fin": 328.0,
      "texto": "Agustina."
    },
    {
      "hablante": "AGENTE",
      "inicio": 328.7,
      "fin": 333.0,
      "texto": "Bueno, calentamos, pensamos el miércoles."
    },
    {
      "hablante": "AGENTE",
      "inicio": 333.0,
      "fin": 342.4,
      "texto": "De todas maneras, ahora te voy a enviar un mensajito de WhatsApp para que vos tengas mi número y si a cualquier duda o consulta que vos tengas en el transcurso del fin de, me hablas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 342.4,
      "fin": 346.1,
      "texto": "Igualmente para vos."
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás? Buenos días, hablo con Mariana. Sí, ¿quién es? ¿Cómo estás? Mariana Agustín, es mi nombre, me comunico del área de recupero, la cliente es Movistar. Me figura que vos actualmente estás en Claro, ¿sí? Sí. Bien, te consulto. ¿El motivo por el que te fuiste de Movistar cuál fue? No volvería, te he visto, porque hace años que estaba en Movistar, bueno, que alguien escucha, feliz que me estaban cobrando un montón, aparte del teléfono de mi hijo, y nunca atendieron mi reclamo de que miraran la tarifa. Y la verdad que en Claro las cosas son más normales. Así que yo no vuelvo a Movistar. Bien, bueno, Mariana, pero el tiempo también tengo para comentarte, sí, pero bueno, si decíamos por ahí se están decidiendo que no, porque por supuesto que las cosas han cambiado, porque uno de los grandes inconvenientes que ha tenido Movistar anteriormente era ese, el no poder comunicarse de una manera más efectiva con un asesor, en el tema de las promociones y demás. A raíz de esto, si se quiere un trato más personalizado, ya que eso sería tu profesora, archivo, cualquier duda, consulta, lo tendrías directamente conmigo, ¿bien? Yo lo puedo solucionar, te lo soluciono yo, y lo que no, te derivo a los canales oficiales, es dónde vas a tener una respuesta inmediata, ¿bien? Con respecto a las promociones, sí, decime. No, no, te escucho, te escucho. Con respecto a renovar, sí, las promociones, a aplicar nuevas promociones, cuando se termine la que te brindamos ahora, Eso siempre se te va a avisar 30 días antes de que vas a ver un incremento de la factura. Para que se avise a 30 días para que vos puedas pedir nuevas promociones, eso lo podés hacer desde la app de Movistar o, como te dije anteriormente, vos te comunicas conmigo y yo te derivo a los canales oficiales para que te apliquen nuevas promos. ¿Y ustedes qué promociones tendrían? En este caso, tengo para brindarte lo que es un plan. De 8 gigas de base más 10 de regalo, van a estar 18 gigas en total. WhatsApp ilimitado, llamadas libres a todas las compañías, inclusive 0800 y 0810, en un precio final de 10.720. ¿Bien? Además, mañana vas a tener 4 gigas extras para cada una de las líneas, por ser más de una línea, por tiempo indeterminado. Es decir, los primeros seis meses vos vas a tener 22 gigas y a partir del séptimo mes continuarías con 12 gigas para cada línea por tiempo indeterminado. ¿Sí? Bien. El trámite es súper sencillo, simplemente te verificamos los datos ingresados y te enviamos el chip a la sucursal de Andrea, ni más ni menos, se arquita tu domicilio. ¿Por qué lo hacemos de esta manera? Para que te lleguen en un plazo de 48 a 72 horas hábiles aproximadamente y para cuando la línea de Claro deje de funcionar, vos ya tengas tu chip con vos, ¿sí? Entonces lo único que vas a tener que hacer es cambiarlo nada más. Ahora, yo te pregunto, ¿esta promoción que vos me estás ofreciendo con todos estos beneficios, por qué tiempo real vos me la garantizás? El descuento fijo es por seis meses. O sea, vos vas a tener el descuento fijo por seis meses. Recordá que treinta días antes se te va a notificar para que lo tengas en cuenta y ya puedas ir viendo. Yo entiendo todo, parece muy lindo, pero después en seis meses vamos a estar hablando de qué tarifa. No, por eso te digo, eso quédate tranquila, yo te digo el monto, por supuesto, del valor de la tarifa sin descuento, si estamos hablando de 42.880, nunca vas a llegar a pagar eso, eso te lo puedo asegurar. Sí, pero tú no tienes ganas de estar renegando y negociando cada seis meses, o sea, es tan fino. Claro, no, por eso te digo, treinta días antes, cuando te llegue el mensajito que te va a llegar, a través de la app o de WhatsApp, avisándote de que te vengas a la costa, vos automáticamente me hablas a mí y yo te dirijo como te digo, o desde la misma app pedís nuevas promos. No se puede pedir por un año para hacer algo más. Uno quiere las peticiones, eso para que vos lo eleves. ¿Si ustedes meten quejate o reclama, por qué no garantizan un año de una tarifa más tentadora como podría ser esta? Entonces yo ahí digo, bueno, me vale la pena porque uno cancela toda la vida que esto de estar llamando me parece un montón, ¿entendés lo que te digo? No, pero que te tranquiles, mira, yo te digo, mis hijas están en Movistar y cuando, es más, lo tengo presente, también me pasó y en realidad no era, me había confundido eso, y ahí me dijeron no, tu promoción sigue estando, comunícate y me dieron la fecha, por eso creo, hizo un ratito y atienden automáticamente, realmente la respuesta es inmediata. Bueno, la verdad es que yo tuve muy mala experiencia, te digo. No, ya lo sé. Por eso te juro que te entiendo. Por eso darte la tranquilidad que en este caso realmente no te va a volver a pasar. Honestamente te lo digo. Claro. Suponiendo que yo tomé esto, ¿aclaro? ¿No le tengo que avisar nada? No, de eso nos encargamos nosotros. Nosotros hacemos lo que es la portabilidad. Mi hijo está de viaje, yo lo quiero charlar con él un poquito. Si vos querés llamarme el miércoles, terminamos de cerrarlo y yo tengo la oportunidad de hablar con él para comentarle cómo viene esto. ¿Cómo es su nombre? Agustina. Bueno, calentamos, pensamos el miércoles. De todas maneras, ahora te voy a enviar un mensajito de WhatsApp para que vos tengas mi número y si a cualquier duda o consulta que vos tengas en el transcurso del fin de, me hablas. Igualmente para vos.",
  "calidad": {
    "confianza_promedio": 0.597,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T01:29:20.762536",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 18gb"
      ],
      "plan_vendido": "plan 18gb",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, nombres propios), mejora de la puntuación y la claridad general."
    },
    "fecha_mejora": "2026-02-20T03:07:07.731913",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 4.32,
      "duracion": 4.29,
      "texto": "Hola.",
      "confianza": 0.215
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.34,
      "fin": 5.08,
      "duracion": 0.74,
      "texto": "Hola, ¿cómo estás?",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.1,
      "fin": 8.93,
      "duracion": 3.83,
      "texto": "Buenos días, hablo con Mariana.",
      "confianza": 0.794
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.95,
      "fin": 9.23,
      "duracion": 0.28,
      "texto": "Sí, ¿quién es?",
      "confianza": 0.051
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.25,
      "fin": 9.81,
      "duracion": 0.56,
      "texto": "¿Cómo estás?",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.83,
      "fin": 15.0,
      "duracion": 5.17,
      "texto": "Mariana Agustín, es mi nombre, me comunico de la área de recupero, la cliente es Movistar.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.02,
      "fin": 17.48,
      "duracion": 2.46,
      "texto": "Me figura que vos actualmente estás en claro, ¿sí?",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 19.13,
      "fin": 19.19,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 19.21,
      "fin": 19.97,
      "duracion": 0.76,
      "texto": "Bien, te consulto.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 19.99,
      "fin": 22.61,
      "duracion": 2.62,
      "texto": "¿El motivo por el que te fuiste de Movistar cuál fue?",
      "confianza": 0.83
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.71,
      "fin": 39.43,
      "duracion": 15.72,
      "texto": "No volvería, te ha visto, porque hace años que estaba en movistar, bueno que alguien escucha, feliz que me estaban cobrando un montón, aparte del teléfono de mi hijo, y nunca atendieron mi reclamo de que miraran la tarifa.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante B",
      "inicio": 39.45,
      "fin": 42.43,
      "duracion": 2.98,
      "texto": "Y la verdad que en claro las cosas son más normales.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.05,
      "fin": 47.64,
      "duracion": 4.59,
      "texto": "Así que yo no vuelvo a volver a movistar.",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.12,
      "fin": 70.5,
      "duracion": 22.38,
      "texto": "Bien, bueno, Mariana, pero el tiempo también tengo para comentarte, sí, pero bueno, si decíamos por ahí se están decidiendo que no, porque por supuesto que las cosas han cambiado, porque uno de los grandes inconvenientes que ha tenido Movistar anteriormente era ese, el no poder comunicarse de una manera más efectiva con un asesor, en el tema de las promociones y demás.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.99,
      "fin": 80.4,
      "duracion": 9.41,
      "texto": "A raíz de esto, si se quiere un trato más personalizado, ya que eso sería tu profesora, archivo, cualquier duda, consulta, lo tendrías directamente conmigo, ¿bien?",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.42,
      "fin": 88.1,
      "duracion": 7.67,
      "texto": "Yo lo puedo asumcionar, te lo soluciono yo, y lo que no te derivo a los canales oficiales, es dónde vas a tener una respuesta inmediata, ¿bien?",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante B",
      "inicio": 88.12,
      "fin": 91.98,
      "duracion": 3.86,
      "texto": "Con respecto a las promociones, sí, decime.",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.0,
      "fin": 93.28,
      "duracion": 1.28,
      "texto": "No, no, te escucho, te escucho.",
      "confianza": 0.376
    },
    {
      "hablante": "Hablante B",
      "inicio": 93.3,
      "fin": 99.83,
      "duracion": 6.53,
      "texto": "Con respecto a renovar, sí, las promociones, a aplicar nuevas promociones, cuando se termine la que te brindamos ahora,",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 100.15,
      "fin": 104.45,
      "duracion": 4.3,
      "texto": "Eso siempre se te va a avisar 30 días antes de que vas a ver un incremento de la factura.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 105.78,
      "fin": 117.93,
      "duracion": 12.16,
      "texto": "Para que se avise a 30 días para que vos puedas pedir nuevas promociones, eso lo podés hacer desde la app de Movistar o, como te dije anteriormente, vos te comunicas conmigo y yo te derivo a los canales oficiales para que te apliquen nuevas promos.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.95,
      "fin": 123.36,
      "duracion": 5.41,
      "texto": "¿Y ustedes qué promociones tendrían?",
      "confianza": 0.128
    },
    {
      "hablante": "Hablante B",
      "inicio": 123.38,
      "fin": 125.7,
      "duracion": 2.32,
      "texto": "En este caso, tengo para brindarte lo que es un plan.",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante B",
      "inicio": 125.72,
      "fin": 129.79,
      "duracion": 4.06,
      "texto": "De 8 sigas de base más 10 de regalo, van a estar 18 sigas en total.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 130.27,
      "fin": 137.66,
      "duracion": 7.39,
      "texto": "WhatsApp Ratic, llamadas libres a todas las compañías, inclusive 0800 y 0810, en un precio final de 10.720.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante B",
      "inicio": 137.8,
      "fin": 139.0,
      "duracion": 1.2,
      "texto": "¿Bien?",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 139.81,
      "fin": 148.06,
      "duracion": 8.25,
      "texto": "Además, mañana vas a tener 4 gigas extras para cada una de las líneas, por ser más de una línea, por tiempo indeterminado.",
      "confianza": 0.788
    },
    {
      "hablante": "Hablante B",
      "inicio": 148.1,
      "fin": 157.11,
      "duracion": 9.01,
      "texto": "Es decir, los primeros seis meses vos vas a tener 22 gigas y a partir del séptimo mes continuarías con 12 gigas para cada línea por tiempo indeterminado.",
      "confianza": 0.801
    },
    {
      "hablante": "Hablante B",
      "inicio": 157.49,
      "fin": 159.11,
      "duracion": 1.62,
      "texto": "¿Sí?",
      "confianza": 0.234
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.13,
      "fin": 159.23,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.198
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.48,
      "fin": 168.29,
      "duracion": 8.81,
      "texto": "El trámite es súper sencillo, simplemente te verificamos los datos ingresados y te enviamos el chip a la sucursal de Andrea ni más ni más se arquita tu domicilio.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.31,
      "fin": 170.12,
      "duracion": 1.8,
      "texto": "¿Por qué lo hacemos de esta manera?",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante B",
      "inicio": 170.2,
      "fin": 179.71,
      "duracion": 9.51,
      "texto": "Para que te lleguen un plazo de 48 a 72 horas hábiles aproximadamente y para cuando la línea de claro deje de funcionar, vos ya tengas tu chip con vos, ¿sí?",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante B",
      "inicio": 179.73,
      "fin": 182.45,
      "duracion": 2.72,
      "texto": "Entonces lo único que vas a tener que hacer es cambiarlos nada más.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 183.31,
      "fin": 189.4,
      "duracion": 6.09,
      "texto": "Ahora, yo te pregunto, ¿esta promoción que vos me estás ofreciendo con todos estos beneficios, por qué tiempo real vos me la garantizás?",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.96,
      "fin": 192.21,
      "duracion": 2.24,
      "texto": "El descuento fijo es por seis meses.",
      "confianza": 0.854
    },
    {
      "hablante": "Hablante B",
      "inicio": 192.85,
      "fin": 195.53,
      "duracion": 2.69,
      "texto": "O sea, vos vas a tener el fisco fijo, un descuento por seis meses.",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.61,
      "fin": 201.54,
      "duracion": 5.93,
      "texto": "Recordá que treinta días antes se te va a notificar para que lo tengas en cuenta y ya puedas ir viendo.",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante B",
      "inicio": 201.56,
      "fin": 206.55,
      "duracion": 4.99,
      "texto": "Yo entiendo todo, parece muy lindo, pero después en seis meses vamos a estar hablando de qué tarifa.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante B",
      "inicio": 206.82,
      "fin": 218.15,
      "duracion": 11.33,
      "texto": "No, por eso te digo, eso quédate tranquila, yo te digo el monto, por supuesto, del valor de la tarifa sin descuento, si estamos hablando del 42.880, nunca vas a llegar a pagar eso, eso te lo puedo asegurar.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.17,
      "fin": 222.52,
      "duracion": 4.34,
      "texto": "Sí, pero tú no tienes ganas de estar renegando y negociando cada seis meses, o sea, es tan fino.",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.44,
      "fin": 236.77,
      "duracion": 13.34,
      "texto": "Claro, no, por eso te digo, treinta días antes, cuando te llegue el mensajito que te va a llegar, a través de la app o de WhatsApp, avisándote de que te vengas a la costa, vos automáticamente me hablas a mí y yo te dirigo como te digo, o desde la misma app pedís nuevas promos.",
      "confianza": 0.568
    },
    {
      "hablante": "Hablante B",
      "inicio": 236.97,
      "fin": 240.74,
      "duracion": 3.77,
      "texto": "No se puede pedir por un año para hacer algo más.",
      "confianza": 0.79
    },
    {
      "hablante": "Hablante B",
      "inicio": 240.76,
      "fin": 243.04,
      "duracion": 2.28,
      "texto": "Uno quiere las peticiones, eso para que vos lo eleves.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.87,
      "fin": 251.82,
      "duracion": 7.95,
      "texto": "Si ustedes meten quejate o reclama, ¿por qué no garantizan un año de una tarifa más tentadora como podría ser esta?",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 252.52,
      "fin": 260.11,
      "duracion": 7.59,
      "texto": "Entonces yo ahí digo, bueno, me vale la pena porque uno cancela toda la vida que esto de estar llamando me parece un montón, ¿entendés lo que te digo?",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 260.33,
      "fin": 281.46,
      "duracion": 21.13,
      "texto": "No, pero que te tranquiles, mira, yo te digo, mis hijas están en Movistar y cuando, es más, lo tengo presente, también me pasó y en realidad no era, me había confundido eso, y ahí me dijeron no, tu promoción sigue estando, comunícate y me dieron la fecha, por eso creo, hizo un ratito y atienden automáticamente, realmente la respuesta es inmediata.",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante B",
      "inicio": 282.2,
      "fin": 285.92,
      "duracion": 3.73,
      "texto": "Bueno, la verdad es que yo tuve muy mala experiencia, te digo.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 285.94,
      "fin": 286.52,
      "duracion": 0.58,
      "texto": "No, ya lo sé.",
      "confianza": 0.253
    },
    {
      "hablante": "Hablante B",
      "inicio": 286.55,
      "fin": 290.85,
      "duracion": 4.31,
      "texto": "Por eso te juro que te entiendo.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.93,
      "fin": 294.36,
      "duracion": 3.43,
      "texto": "Por eso darte la tranquilidad que en este caso realmente no te va a volver a pasar.",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante B",
      "inicio": 294.44,
      "fin": 297.72,
      "duracion": 3.29,
      "texto": "Honestamente te lo digo.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 297.74,
      "fin": 298.77,
      "duracion": 1.02,
      "texto": "Claro.",
      "confianza": 0.821
    },
    {
      "hablante": "Hablante B",
      "inicio": 298.79,
      "fin": 300.99,
      "duracion": 2.2,
      "texto": "Suponiendo que yo tomaste esto, ¿aclaro?",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante B",
      "inicio": 301.01,
      "fin": 302.11,
      "duracion": 1.1,
      "texto": "¿No le tengo que avistar nada?",
      "confianza": 0.767
    },
    {
      "hablante": "Hablante B",
      "inicio": 302.83,
      "fin": 304.3,
      "duracion": 1.46,
      "texto": "No, de eso nos encargamos nosotros.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.36,
      "fin": 306.3,
      "duracion": 1.94,
      "texto": "Nosotros hacemos lo que es la portabilidad.",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante B",
      "inicio": 306.94,
      "fin": 311.86,
      "duracion": 4.93,
      "texto": "Mi hijo está de viaje, yo lo quiero charlar con él un poquito.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.9,
      "fin": 322.46,
      "duracion": 10.55,
      "texto": "Si vos querés llamarme el miércoles, terminamos de cerrarlo y yo tengo la oportunidad de hablar con él para comentarle cómo viene esto.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 325.88,
      "fin": 327.78,
      "duracion": 1.9,
      "texto": "¿Cómo es su nombre?",
      "confianza": 0.202
    },
    {
      "hablante": "Hablante A",
      "inicio": 327.8,
      "fin": 327.98,
      "duracion": 0.18,
      "texto": "Agustina.",
      "confianza": 0.115
    },
    {
      "hablante": "Hablante A",
      "inicio": 328.69,
      "fin": 332.97,
      "duracion": 4.29,
      "texto": "Bueno, calentos, pensamos el miércoles.",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante A",
      "inicio": 332.99,
      "fin": 342.39,
      "duracion": 9.39,
      "texto": "De todas maneras, ahora te voy a enviar un mensajito de WhatsApp para que vos tengas mi número y si a cualquier duda o consulta que vos tengas en el transcurso del fin de, me hablas.",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante A",
      "inicio": 342.41,
      "fin": 346.07,
      "duracion": 3.66,
      "texto": "Igualmente para vos.",
      "confianza": 0.716
    }
  ]
}