{
  "archivo": "amza29_1_260218100837864_ACD_10527.wav",
  "duracion_segundos": 300.12,
  "num_segmentos": 77,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 192.21,
    "Hablante A": 80.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.8,
      "fin": 5.2,
      "texto": "Hola, buenos días Gabriel."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 5.2,
      "fin": 5.2,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 5.3,
      "fin": 6.1,
      "texto": "¿Qué tal, Augusto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 6.2,
      "fin": 6.6,
      "texto": "Soy Luz."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 7.3,
      "fin": 10.6,
      "texto": "Me estaba comunicando de la tira de recupero de clientes en Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 10.6,
      "fin": 13.1,
      "texto": "¿Me figuras en la tira de los correctos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.4,
      "fin": 15.6,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 15.6,
      "fin": 18.7,
      "texto": "Gabriel, te comento, hoy tenemos una prueba exclusiva para tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.8,
      "fin": 21.1,
      "texto": "Sí, para que puedas abonar un poco menos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.8,
      "fin": 22.0,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.4,
      "fin": 24.9,
      "texto": "¿Contarías con 18 gigas?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.9,
      "fin": 25.2,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 26.0,
      "fin": 37.2,
      "texto": "A tan solo $8,047 pesos, también con WhatsApp gratis y hablar libre a cualquier compañía, no sé qué cantidad llegas a utilizar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.2,
      "fin": 46.6,
      "texto": "No, no, no, porque yo me he cambiado, claro, porque donde yo digo no tengo cobertura, no tengo Wi-Fi en casa ni nada, así que no, no tenía cobertura, así que..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.6,
      "fin": 50.9,
      "texto": "Bien, me figuro que te fuiste en 2024, ¿has podido chequear la cobertura nuevamente?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 51.0,
      "fin": 52.0,
      "texto": "¿Era ahí para adelante?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 53.1,
      "fin": 55.5,
      "texto": "Sí, a ver, y los datos hace..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 56.0,
      "fin": 60.7,
      "texto": "Tiempo atrás, menos de un mes, porque me llaman todos los días y me avisaron."
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.7,
      "fin": 66.7,
      "texto": "Y vi los datos y quedaron en avisarme que si yo tenía cobertura me avisaban y si no tenía cobertura, bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.7,
      "fin": 69.0,
      "texto": "¿De Guayfari o de la línea del Celu?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 69.3,
      "fin": 74.8,
      "texto": "No, de la línea telefónica."
    },
    {
      "hablante": "AGENTE",
      "inicio": 74.8,
      "fin": 82.3,
      "texto": "Ah, pero esto te lo puedo chequear ahora en línea, ¿de qué localidad sos?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 82.3,
      "fin": 82.5,
      "texto": "No se sepa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 82.5,
      "fin": 83.0,
      "texto": "Yo estoy en Sanatilia."
    },
    {
      "hablante": "AGENTE",
      "inicio": 83.0,
      "fin": 83.1,
      "texto": "Ajá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.1,
      "fin": 90.0,
      "texto": "Te comento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 90.2,
      "fin": 94.8,
      "texto": "Actualmente, cuando se separa, contamos con el 100% de cobertura para navegar, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 95.4,
      "fin": 96.0,
      "texto": "¿Pero por qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 96.0,
      "fin": 99.0,
      "texto": "Porque hemos cambiado los chips que estamos entregando, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 99.2,
      "fin": 103.9,
      "texto": "El año pasado los cambiamos y ahora son chips 4G+, que van adheridos a las antenas nuevas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 104.0,
      "fin": 110.1,
      "texto": "Y en realidad, toda la provincia de Buenos Aires cuenta con el 90% de cobertura para navegar, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 110.9,
      "fin": 114.8,
      "texto": "Actualmente, con los chips nuevos no tendrías ningún problema de conexión."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 115.1,
      "fin": 117.3,
      "texto": "En tu zona, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 117.3,
      "fin": 127.1,
      "texto": "Claro, sí, pero lo que pasa es que si por ahí ya me escambie y no vuelvo a hacer mi cosa, no quiero andar paseando de empresa a empresa, por eso me cambié y ya me quedé."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 127.1,
      "fin": 141.3,
      "texto": "Bien, no, por eso, por ese argumento, yo sé que en el 2014 nos fueron un montón de clientes por el mar racional, porque realmente va mal, sí, por eso durante el 2025 lo que hicimos fue renovar las antenas y renovar los chips, bien, para que no puedan, no sigan teniéndose el problema, bien, y puedan haber tranquilos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 144.8,
      "fin": 145.0,
      "texto": "¿Bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 145.0,
      "fin": 150.3,
      "texto": "¿Me escuchas?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.3,
      "fin": 150.8,
      "texto": "Sí, sí, sí, te escucho."
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.8,
      "fin": 161.6,
      "texto": "Bien, eso es lo que te puedo ofrecer para tu línea por 18 gigas a 8,000 pesos, sí, para que puedas navegar tranquilo actualmente y puedas volver a disfrutar de un buen servicio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 163.4,
      "fin": 165.9,
      "texto": "Claro, sí, te entiendo, yo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 165.9,
      "fin": 170.3,
      "texto": "Déjame ver, yo, cualquier cosa, volví a llamarme."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 170.8,
      "fin": 173.3,
      "texto": "Dale, ¿te puede dejar un mensajito por WhatsApp?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 174.4,
      "fin": 175.7,
      "texto": "Sí, ¿sabés por qué te lo digo?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 175.9,
      "fin": 179.7,
      "texto": "Porque mi hermano había pedido el telecentro, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 179.7,
      "fin": 199.9,
      "texto": "Y yo no me... que antes donde giraba tuve telecentro y todos los meses me hacían pagar tanto y todos los meses me aumentaban mis pesos, 500 y... la verdad que no... al final me decidí una cosa por un año y sin embargo me empezaba cobrando otro, ¿entendés?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.5,
      "fin": 206.5,
      "texto": "Está todo bien, yo sé que es el título de una empresa, todo lo que quiera, pero bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 206.5,
      "fin": 206.7,
      "texto": "Bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.1,
      "fin": 210.2,
      "texto": "Igual te comento el tema de las promociones, también lo hemos cambiado."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 210.2,
      "fin": 212.5,
      "texto": "Sí, las promos ahora son por seis meses."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 212.9,
      "fin": 213.0,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.6,
      "fin": 217.7,
      "texto": "Tenés un descuento fijo del 85% por los seis meses."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 218.5,
      "fin": 220.3,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.4,
      "fin": 220.4,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.4,
      "fin": 220.9,
      "texto": "¿Y qué pasa?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 220.9,
      "fin": 222.5,
      "texto": "¿Pasan los seis meses?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.5,
      "fin": 224.8,
      "texto": "¿Y pasan los seis meses y qué pasa?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 224.8,
      "fin": 230.5,
      "texto": "Mira, vos a partir del mes 5 se te avisa tanto desde la aplicación como por WhatsApp y por mail."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 230.9,
      "fin": 233.1,
      "texto": "Que te queda un mes de promoción."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 233.1,
      "fin": 240.6,
      "texto": "Entonces vos mismo desde la aplicación podés elegir si seguís con la misma promo o si la cambiás por otra que esté vigente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 242.0,
      "fin": 248.0,
      "texto": "Pero vos no manejás a eso, desde la aplicación no hace falta que tengas que llamar y demás."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 248.6,
      "fin": 249.5,
      "texto": "Claro, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 249.5,
      "fin": 256.5,
      "texto": "Eso lo hemos cambiado para que tampoco tengas problemas en el tema de llamar para pedir descuentos y demás."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 256.9,
      "fin": 259.4,
      "texto": "Y tampoco te quedes sin promoción dentro de la empresa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 259.8,
      "fin": 269.9,
      "texto": "Vos desde la aplicación lo manejás y volvés a elegir una promoción nueva y ahí seguís disfrutando de movilizar con una promo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 269.9,
      "fin": 270.1,
      "texto": "¿Bien?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 270.1,
      "fin": 270.2,
      "texto": "Dale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 270.2,
      "fin": 275.1,
      "texto": "Dale, dale, llamame en unos días y yo te digo a ver qué hago."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 275.1,
      "fin": 278.3,
      "texto": "Dale, yo te dejo un mensajito promesa, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 278.4,
      "fin": 278.5,
      "texto": "Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 278.7,
      "fin": 282.2,
      "texto": "Así ya te queda mi numerito y vos me avisas si tienes que avisarte, ¿vale?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 282.2,
      "fin": 284.8,
      "texto": "Dale, dale, ¿cómo era tu nombre, disculpa?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 284.8,
      "fin": 289.0,
      "texto": "Luz, mi nombre."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 289.0,
      "fin": 289.1,
      "texto": "¿Eh?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 289.1,
      "fin": 289.2,
      "texto": "Luz."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 289.2,
      "fin": 289.4,
      "texto": "Luz."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 289.4,
      "fin": 289.5,
      "texto": "Ajá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 290.1,
      "fin": 300.1,
      "texto": "Bueno, dale, dale, Luz, dale, dale, dale. Dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale"
    }
  ],
  "transcripcion_completa": "Hola, buenos días Gabriel. Sí. ¿Qué tal, Augusto? Soy Luz. Me estaba comunicando de la tira de recupero de clientes en Movistar. ¿Me figuras en la tira de los correctos? Sí. Gabriel, te comento, hoy tenemos una prueba exclusiva para tu línea. Sí, para que puedas abonar un poco menos. Bien. ¿Contarías con 18 gigas? Bien. A tan solo $8,047 pesos, también con WhatsApp gratis y hablar libre a cualquier compañía, no sé qué cantidad llegas a utilizar. No, no, no, porque yo me he cambiado, claro, porque donde yo digo no tengo cobertura, no tengo Wi-Fi en casa ni nada, así que no, no tenía cobertura, así que... Bien, me figuro que te fuiste en 2024, ¿has podido chequear la cobertura nuevamente? ¿Era ahí para adelante? Sí, a ver, y los datos hace... Tiempo atrás, menos de un mes, porque me llaman todos los días y me avisaron. Y vi los datos y quedaron en avisarme que si yo tenía cobertura me avisaban y si no tenía cobertura, bueno. ¿De Guayfari o de la línea del Celu? No, de la línea telefónica. Ah, pero esto te lo puedo chequear ahora en línea, ¿de qué localidad sos? No se sepa. Yo estoy en Sanatilia. Ajá. Te comento. Actualmente, cuando se separa, contamos con el 100% de cobertura para navegar, ¿sí? ¿Pero por qué? Porque hemos cambiado los chips que estamos entregando, ¿sí? El año pasado los cambiamos y ahora son chips 4G+, que van adheridos a las antenas nuevas. Y en realidad, toda la provincia de Buenos Aires cuenta con el 90% de cobertura para navegar, ¿sí? Actualmente, con los chips nuevos no tendrías ningún problema de conexión. En tu zona, sí. Claro, sí, pero lo que pasa es que si por ahí ya me escambie y no vuelvo a hacer mi cosa, no quiero andar paseando de empresa a empresa, por eso me cambié y ya me quedé. Bien, no, por eso, por ese argumento, yo sé que en el 2014 nos fueron un montón de clientes por el mar racional, porque realmente va mal, sí, por eso durante el 2025 lo que hicimos fue renovar las antenas y renovar los chips, bien, para que no puedan, no sigan teniéndose el problema, bien, y puedan haber tranquilos. ¿Bien? ¿Me escuchas? Sí, sí, sí, te escucho. Bien, eso es lo que te puedo ofrecer para tu línea por 18 gigas a 8,000 pesos, sí, para que puedas navegar tranquilo actualmente y puedas volver a disfrutar de un buen servicio. Claro, sí, te entiendo, yo. Déjame ver, yo, cualquier cosa, volví a llamarme. Dale, ¿te puede dejar un mensajito por WhatsApp? Sí, ¿sabés por qué te lo digo? Porque mi hermano había pedido el telecentro, ¿viste? Y yo no me... que antes donde giraba tuve telecentro y todos los meses me hacían pagar tanto y todos los meses me aumentaban mis pesos, 500 y... la verdad que no... al final me decidí una cosa por un año y sin embargo me empezaba cobrando otro, ¿entendés? Está todo bien, yo sé que es el título de una empresa, todo lo que quiera, pero bueno. Bien. Igual te comento el tema de las promociones, también lo hemos cambiado. Sí, las promos ahora son por seis meses. Sí. Tenés un descuento fijo del 85% por los seis meses. Sí. Sí. ¿Y qué pasa? ¿Pasan los seis meses? ¿Y pasan los seis meses y qué pasa? Mira, vos a partir del mes 5 se te avisa tanto desde la aplicación como por WhatsApp y por mail. Que te queda un mes de promoción. Entonces vos mismo desde la aplicación podés elegir si seguís con la misma promo o si la cambiás por otra que esté vigente. Pero vos no manejás a eso, desde la aplicación no hace falta que tengas que llamar y demás. Claro, sí. Eso lo hemos cambiado para que tampoco tengas problemas en el tema de llamar para pedir descuentos y demás. Y tampoco te quedes sin promoción dentro de la empresa. Vos desde la aplicación lo manejás y volvés a elegir una promoción nueva y ahí seguís disfrutando de movilizar con una promo. ¿Bien? Dale. Dale, dale, llamame en unos días y yo te digo a ver qué hago. Dale, yo te dejo un mensajito promesa, ¿sí? Sí, sí. Así ya te queda mi numerito y vos me avisas si tienes que avisarte, ¿vale? Dale, dale, ¿cómo era tu nombre, disculpa? Luz, mi nombre. ¿Eh? Luz. Luz. Ajá. Bueno, dale, dale, Luz, dale, dale, dale. Dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale",
  "calidad": {
    "confianza_promedio": 0.48,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T02:36:09.018211",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 18 gigas"
      ],
      "plan_vendido": "plan 18 gigas",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas). Identificación de roles y clasificación de la llamada."
    },
    "fecha_mejora": "2026-02-20T09:10:17.283272",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.75,
      "fin": 5.16,
      "duracion": 3.41,
      "texto": "Hola, buenos días Gabriel.",
      "confianza": 0.049
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.18,
      "fin": 5.24,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.064
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.26,
      "fin": 6.14,
      "duracion": 0.88,
      "texto": "¿Qué tal, Augusto?",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.16,
      "fin": 6.62,
      "duracion": 0.46,
      "texto": "Soy Luz.",
      "confianza": 0.395
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.3,
      "fin": 10.57,
      "duracion": 3.27,
      "texto": "Me estaba comunicando de la tira de recupero de clientes en Movistar.",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.59,
      "fin": 13.09,
      "duracion": 2.5,
      "texto": "¿Me figuras en la tira de los correctoros?",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.39,
      "fin": 15.58,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.423
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.6,
      "fin": 18.72,
      "duracion": 3.12,
      "texto": "Gabriel, te comento, hoy tenemos una prueba exclusiva para tu línea.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.76,
      "fin": 21.07,
      "duracion": 2.3,
      "texto": "Sí, para que puedas abonar un poco menos.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.79,
      "fin": 22.01,
      "duracion": 0.22,
      "texto": "Bien.",
      "confianza": 0.824
    },
    {
      "hablante": "Hablante A",
      "inicio": 22.43,
      "fin": 24.87,
      "duracion": 2.44,
      "texto": "¿Contarías con 18 gigas?",
      "confianza": 0.792
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.89,
      "fin": 25.21,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.952
    },
    {
      "hablante": "Hablante A",
      "inicio": 26.02,
      "fin": 37.21,
      "duracion": 11.19,
      "texto": "A tan solo $8,047 pesos también con WhatsApp Gratis y hablar libre a cualquier compañía, no sé qué cantidad llegas a utilizar.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 37.23,
      "fin": 46.62,
      "duracion": 9.39,
      "texto": "No, no, no, porque yo me he cambiado, claro, porque donde yo digo no tengo cobertura, no tengo WordPress en casa ni nada, así que no, no tenía cobertura, así que...",
      "confianza": 0.596
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.64,
      "fin": 50.94,
      "duracion": 4.3,
      "texto": "Bien, me figuro que te fuiste en 2024, ¿has podido chequear la cobertura nuevamente?",
      "confianza": 0.697
    },
    {
      "hablante": "Hablante A",
      "inicio": 50.96,
      "fin": 52.02,
      "duracion": 1.06,
      "texto": "¿Era ahí para adelante?",
      "confianza": 0.549
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.09,
      "fin": 55.47,
      "duracion": 2.38,
      "texto": "Sí, a ver, y los datos hace...",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.04,
      "fin": 60.71,
      "duracion": 4.67,
      "texto": "tiempo atrás, menos de un mes, porque me llaman todos los días y me avisaron.",
      "confianza": 0.493
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.73,
      "fin": 66.67,
      "duracion": 5.95,
      "texto": "Y vi los datos y quedaron en avisarme que si yo tenía cobertura me avisaban y si no tenía cobertura, bueno.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.69,
      "fin": 68.96,
      "duracion": 2.26,
      "texto": "¿De Guayfari o de la línea del Celu?",
      "confianza": 0.483
    },
    {
      "hablante": "Hablante A",
      "inicio": 69.32,
      "fin": 74.75,
      "duracion": 5.43,
      "texto": "No, de la línea telefónica.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 74.77,
      "fin": 82.26,
      "duracion": 7.49,
      "texto": "Ah, pero esto te lo puedo chequear ahora en línea, ¿de qué localidad sos?",
      "confianza": 0.095
    },
    {
      "hablante": "Hablante A",
      "inicio": 82.28,
      "fin": 82.5,
      "duracion": 0.22,
      "texto": "No se sepa.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 82.52,
      "fin": 82.96,
      "duracion": 0.44,
      "texto": "Yo estoy en Sanatilia.",
      "confianza": 0.012
    },
    {
      "hablante": "Hablante A",
      "inicio": 82.98,
      "fin": 83.06,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.242
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.06,
      "fin": 90.05,
      "duracion": 4.98,
      "texto": "Te comento.",
      "confianza": 0.812
    },
    {
      "hablante": "Hablante B",
      "inicio": 90.21,
      "fin": 94.83,
      "duracion": 4.62,
      "texto": "Actualmente, cuando se separa, contamos con el 100% de cobertura para navegar, ¿sí?",
      "confianza": 0.67
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.41,
      "fin": 95.95,
      "duracion": 0.54,
      "texto": "¿Pero por qué?",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.03,
      "fin": 99.04,
      "duracion": 3.0,
      "texto": "Porque hemos cambiado los chips que estamos entregando, ¿sí?",
      "confianza": 0.755
    },
    {
      "hablante": "Hablante B",
      "inicio": 99.24,
      "fin": 103.94,
      "duracion": 4.7,
      "texto": "El año pasado los cambiamos y ahora son chips 4G+, que van adheridos a las antenas nuevas.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 103.96,
      "fin": 110.07,
      "duracion": 6.11,
      "texto": "Y en realidad, toda la provincia de Buenos Aires cuenta con el 90% de cobertura para navegar, ¿sí?",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.93,
      "fin": 114.75,
      "duracion": 3.82,
      "texto": "Actualmente, con los chips nuevos no tendrías ningún problema de conexión.",
      "confianza": 0.565
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.08,
      "fin": 117.33,
      "duracion": 2.24,
      "texto": "en tu zona, sí.",
      "confianza": 0.08
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.35,
      "fin": 127.08,
      "duracion": 9.73,
      "texto": "Claro, sí, pero lo que pasa es que si por ahí ya me escambe y no vuelvo a hacer mi cosa, no quiero andar paseando de empresa a empresa, por eso me cambié y ya me quedé.",
      "confianza": 0.439
    },
    {
      "hablante": "Hablante B",
      "inicio": 127.1,
      "fin": 141.29,
      "duracion": 14.2,
      "texto": "Bien, no, por eso, por ese argumento, yo sé que en el 2014 nos fueron un montón de clientes por el mar racional, porque realmente va mal, sí, por eso durante el 2025 lo que hicimos fue renovar las antenas y renovar los chips, bien, para que no puedan, no sigan teniéndose el problema, bien, y puedan haber tranquilos.",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.8,
      "fin": 144.98,
      "duracion": 0.18,
      "texto": "¿Bien?",
      "confianza": 0.309
    },
    {
      "hablante": "Hablante A",
      "inicio": 145.0,
      "fin": 150.29,
      "duracion": 5.28,
      "texto": "¿Me escuchas?",
      "confianza": 0.38
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.31,
      "fin": 150.77,
      "duracion": 0.46,
      "texto": "Sí, sí, sí, te escucho.",
      "confianza": 0.015
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.79,
      "fin": 161.62,
      "duracion": 10.83,
      "texto": "Bien, eso es lo que te puedo ofrecer para tu línea por 18 gigas a 8,000 pesos, sí, para que puedas navegar tranquilo actualmente y puedas volver a disfrutar de un buen servicio.",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante B",
      "inicio": 163.44,
      "fin": 165.88,
      "duracion": 2.44,
      "texto": "Claro, sí, te entiendo, yo.",
      "confianza": 0.388
    },
    {
      "hablante": "Hablante B",
      "inicio": 165.9,
      "fin": 170.27,
      "duracion": 4.36,
      "texto": "Déjame ver, yo, cualquier cosa, volví a llamarme.",
      "confianza": 0.412
    },
    {
      "hablante": "Hablante B",
      "inicio": 170.77,
      "fin": 173.29,
      "duracion": 2.52,
      "texto": "Dale, ¿te puede dejar un mensajito por WhatsApp?",
      "confianza": 0.377
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.43,
      "fin": 175.74,
      "duracion": 1.3,
      "texto": "Sí, ¿sabés por qué te lo digo?",
      "confianza": 0.434
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.88,
      "fin": 179.68,
      "duracion": 3.81,
      "texto": "Porque mi hermano había pedido el telecentro, ¿viste?",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante B",
      "inicio": 179.7,
      "fin": 199.87,
      "duracion": 20.17,
      "texto": "Y yo no me... que antes donde giraba tuve telecentro y todos los meses me hicían pagar tanto y todos los meses me aumentaban mis pesos, 500 y... la verdad que no... al final me decidí una cosa por un año y sin embargo me empezaba cobrando otro, ¿entendés?",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante B",
      "inicio": 200.54,
      "fin": 206.47,
      "duracion": 5.93,
      "texto": "Está todo bien, yo sé que es el título de una empresa, todo lo que quiera, pero bueno.",
      "confianza": 0.225
    },
    {
      "hablante": "Hablante B",
      "inicio": 206.49,
      "fin": 206.67,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.823
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.07,
      "fin": 210.15,
      "duracion": 3.08,
      "texto": "Igual te comento el tema de las promociones, también lo hemos cambiado.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante B",
      "inicio": 210.17,
      "fin": 212.49,
      "duracion": 2.32,
      "texto": "Sí, las promos ahora son por seis meses.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 212.87,
      "fin": 213.03,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.374
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.55,
      "fin": 217.74,
      "duracion": 4.19,
      "texto": "Tenés un descuento fijo del 85% por los seis meses.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.5,
      "fin": 220.34,
      "duracion": 1.84,
      "texto": "Sí.",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.36,
      "fin": 220.42,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.073
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.44,
      "fin": 220.86,
      "duracion": 0.42,
      "texto": "¿Y qué pasa?",
      "confianza": 0.235
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.88,
      "fin": 222.52,
      "duracion": 1.64,
      "texto": "¿Pasan los seis meses?",
      "confianza": 0.373
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.54,
      "fin": 224.77,
      "duracion": 2.22,
      "texto": "¿Y pasan los seis meses y qué pasa?",
      "confianza": 0.396
    },
    {
      "hablante": "Hablante B",
      "inicio": 224.79,
      "fin": 230.51,
      "duracion": 5.73,
      "texto": "Mira, vos a partir del mes 5 se te avisa tanto desde la aplicación como por WhatsApp y por mail.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 230.86,
      "fin": 233.07,
      "duracion": 2.2,
      "texto": "que te queda un mes de promoción.",
      "confianza": 0.451
    },
    {
      "hablante": "Hablante B",
      "inicio": 233.09,
      "fin": 240.61,
      "duracion": 7.53,
      "texto": "Entonces vos mismo desde la aplicación podés elegir si seguís con la misma promo o si la cambiás por otra que esté vigente.",
      "confianza": 0.749
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.97,
      "fin": 248.04,
      "duracion": 6.06,
      "texto": "Pero vos no manejás a eso, desde la aplicación no hace falta que tengas que llamar y demás.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.64,
      "fin": 249.48,
      "duracion": 0.84,
      "texto": "Claro, sí.",
      "confianza": 0.504
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.5,
      "fin": 256.53,
      "duracion": 7.03,
      "texto": "Eso lo hemos cambiado para que tampoco tengas problemas en el tema de llamar para pedirles cuentos y demás.",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante B",
      "inicio": 256.93,
      "fin": 259.37,
      "duracion": 2.44,
      "texto": "Y tampoco te quedes sin promoción dentro de la empresa.",
      "confianza": 0.827
    },
    {
      "hablante": "Hablante B",
      "inicio": 259.82,
      "fin": 269.93,
      "duracion": 10.11,
      "texto": "Vos desde la aplicación lo manejás y volvés a elegir una promoción nueva y ahí seguís disfrutando de movilizar con una promo.",
      "confianza": 0.529
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.95,
      "fin": 270.07,
      "duracion": 0.12,
      "texto": "¿Bien?",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.09,
      "fin": 270.19,
      "duracion": 0.1,
      "texto": "Dale.",
      "confianza": 0.078
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.21,
      "fin": 275.08,
      "duracion": 4.87,
      "texto": "Dale, dale, llamadme en unos días y yo te digo a ver qué hago.",
      "confianza": 0.314
    },
    {
      "hablante": "Hablante B",
      "inicio": 275.1,
      "fin": 278.34,
      "duracion": 3.24,
      "texto": "Dale, yo te dejo un mensajito promesa, ¿sí?",
      "confianza": 0.53
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.36,
      "fin": 278.54,
      "duracion": 0.18,
      "texto": "Sí, sí.",
      "confianza": 0.374
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.7,
      "fin": 282.23,
      "duracion": 3.52,
      "texto": "Así ya te queda mi numerito y vos me avisas si tienes que avisarte, ¿vale?",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante B",
      "inicio": 282.25,
      "fin": 284.75,
      "duracion": 2.5,
      "texto": "Dale, dale, ¿cómo era tu nombre, disculpa?",
      "confianza": 0.443
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.77,
      "fin": 288.96,
      "duracion": 4.19,
      "texto": "Luz, mi nombre.",
      "confianza": 0.244
    },
    {
      "hablante": "Hablante B",
      "inicio": 288.98,
      "fin": 289.06,
      "duracion": 0.08,
      "texto": "¿Eh?",
      "confianza": 0.08
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.08,
      "fin": 289.18,
      "duracion": 0.1,
      "texto": "Luz.",
      "confianza": 0.27
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.2,
      "fin": 289.36,
      "duracion": 0.16,
      "texto": "Luz.",
      "confianza": 0.383
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.38,
      "fin": 289.46,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.249
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.15,
      "fin": 300.12,
      "duracion": 9.97,
      "texto": "Bueno, dale, dale, Luz, dale, dale, dale. Dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale, dale",
      "confianza": null
    }
  ]
}