{
  "archivo": "amza35_1_260211121255338_ACD_49499.wav",
  "duracion_segundos": 424.96,
  "num_segmentos": 88,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 145.01,
    "Hablante B": 247.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 7.6,
      "texto": "¿Qué pasa?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.6,
      "fin": 24.9,
      "texto": "Es para brindarte un descuento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 26.5,
      "fin": 29.7,
      "texto": "Es un plan que tiene 14 gigas a $5,835."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.8,
      "fin": 38.9,
      "texto": "Mira, pensé que me dijiste claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 38.9,
      "fin": 43.9,
      "texto": "Estoy enojadísima con Claro y voy a arreglar mis cosas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 43.9,
      "fin": 46.0,
      "texto": "Claro, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 46.0,
      "fin": 49.5,
      "texto": "¿Y cuál te conviene? Capaz pasarte a Movistar si estás muy enojada con Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 50.4,
      "fin": 57.7,
      "texto": "Sí, estuve enojada con Movistar también, por eso me fui a Claro, ahora menos con Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 57.7,
      "fin": 59.7,
      "texto": "Y suele pasar, suele pasar, Marcelina."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 59.7,
      "fin": 69.9,
      "texto": "Y por ahí, a veces una también, siento que es como que en algún punto llega el momento en el que uno ya empieza a estar cambiando de compañía cuando ve lo que le conviene en cada una."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 70.5,
      "fin": 73.1,
      "texto": "Así que en este caso no te conviene pasarte a Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 73.9,
      "fin": 76.6,
      "texto": "Sí, no, no, pero esto ya es."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 76.9,
      "fin": 86.0,
      "texto": "Lo que hizo Movistar fue un pequeño abuso, pero esto es gigante el abuso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 86.2,
      "fin": 91.1,
      "texto": "Son dos celulares que estoy pagando casi por los cinco celulares."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 91.1,
      "fin": 93.3,
      "texto": "Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 93.3,
      "fin": 99.7,
      "texto": "Tengo que ir cerca al shopping que está acá en San Martín."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 99.8,
      "fin": 101.0,
      "texto": "Hay una central ahí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 101.8,
      "fin": 109.6,
      "texto": "Para que me arreglen eso, yo voy a esquivar y todavía a mi marido, el dinero que pago es casi de dos meses."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 110.5,
      "fin": 114.8,
      "texto": "El resultado es que ni siquiera le quieren devolver el costo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 115.3,
      "fin": 121.7,
      "texto": "No le conectan todavía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 121.8,
      "fin": 122.1,
      "texto": "Claro, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 122.1,
      "fin": 123.8,
      "texto": "Y en este caso, no le estaría conveniendo lo que le han brindado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 126.4,
      "fin": 127.5,
      "texto": "Sí, pero ¿sabes qué pasa?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 127.5,
      "fin": 129.7,
      "texto": "Que tengo un problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 130.9,
      "fin": 142.5,
      "texto": "Que no tengo que viajar ahora, y de eso no tiene, no hay, no está la red de Movistar ahí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 143.3,
      "fin": 148.1,
      "texto": "¿De qué zona sería?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 148.1,
      "fin": 150.8,
      "texto": "¿Vas a salir del país, no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.8,
      "fin": 154.8,
      "texto": "No, no, no, nada que ver."
    },
    {
      "hablante": "AGENTE",
      "inicio": 154.8,
      "fin": 155.0,
      "texto": "Ah."
    },
    {
      "hablante": "AGENTE",
      "inicio": 155.0,
      "fin": 157.0,
      "texto": "No, no, falta capital."
    },
    {
      "hablante": "AGENTE",
      "inicio": 157.2,
      "fin": 159.5,
      "texto": "Ah, de Salta, bien, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 159.5,
      "fin": 168.4,
      "texto": "Claro, porque nosotros tenemos un plan con Roaming, que tiene lo que es acceso a que vos puedas tener señal fuera del país."
    },
    {
      "hablante": "AGENTE",
      "inicio": 168.4,
      "fin": 168.8,
      "texto": "Ah, mira qué bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 168.8,
      "fin": 173.6,
      "texto": "Y eso a lo mejor me vendría bien también."
    },
    {
      "hablante": "AGENTE",
      "inicio": 173.7,
      "fin": 175.2,
      "texto": "Y eso sí, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.2,
      "fin": 175.4,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.4,
      "fin": 182.8,
      "texto": "Es un plan que tiene, son 18 gigas, a 8.047, con un descuento por seis meses del 85%, y tienen Roaming en todo lo que es América."
    },
    {
      "hablante": "AGENTE",
      "inicio": 183.1,
      "fin": 187.2,
      "texto": "Y a cualquier compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 189.9,
      "fin": 194.4,
      "texto": "Sí, yo había escuchado, te juro que lo veía ahí, no me acuerdo cómo se llama la actriz esta."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 195.0,
      "fin": 200.6,
      "texto": "Sí, a los gritos pedía rum, rum, rum."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 200.6,
      "fin": 201.2,
      "texto": "¿Qué rum es eso?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 202.1,
      "fin": 210.0,
      "texto": "Ahora, pues me estás diciendo esto, pero yo le digo a mi hija, no, no me quiero cambiarle, porque claro, a pesar de que no me..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 210.4,
      "fin": 215.7,
      "texto": "No me metí directamente, a pesar de los años que estuve con ellos, no sé cuántos años eran."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 215.7,
      "fin": 217.8,
      "texto": "Dos, tres, no sé."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 217.8,
      "fin": 225.8,
      "texto": "Pero le digo la verdad, no puedo dejarlo porque si viajo para allá, ahora justamente por problemas familiares."
    },
    {
      "hablante": "AGENTE",
      "inicio": 228.1,
      "fin": 232.8,
      "texto": "¿Pero te quedas sin teléfono?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 232.8,
      "fin": 234.1,
      "texto": "No, tarde que no, porque justamente"
    },
    {
      "hablante": "AGENTE",
      "inicio": 234.4,
      "fin": 245.2,
      "texto": "Básicamente queda lo que es la gestión cargada, por ejemplo, suponemos yo la cargo hoy y en 48 horas más o menos recién vos vas a tener lo que es el chip activado para que vos lo puedas colocar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 245.3,
      "fin": 245.9,
      "texto": "¿Qué significa?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 246.0,
      "fin": 257.4,
      "texto": "Que mientras vos vas a seguir teniendo señal de Claro para que puedas así, cuando se activa el chip de Movistar, simplemente cambiarlo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 257.4,
      "fin": 257.9,
      "texto": "Ah, está bueno esto, ¿eh?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 259.3,
      "fin": 262.8,
      "texto": "Está bueno, mira, por eso lo..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 262.8,
      "fin": 264.5,
      "texto": "¿Pero cuando salís del país también?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 265.6,
      "fin": 271.4,
      "texto": "Claro, cuando salís del país el plan ya tiene lo que es Roaming incluido, sí, más de señal fuera del país."
    },
    {
      "hablante": "AGENTE",
      "inicio": 271.4,
      "fin": 281.2,
      "texto": "Activas el Roaming que transacciona tu plan y básicamente con eso tenés señal fuera del país."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.2,
      "fin": 281.4,
      "texto": "Muy bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.5,
      "fin": 288.9,
      "texto": "Está bueno, la verdad, porque yo lo que pasa es que estoy muy metida con mis nietos, mis hijas, mi marido, mi casa y todo, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 289.6,
      "fin": 294.0,
      "texto": "Y cuando salgo así digo no, no tengo tiempo para hacer nada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 297.3,
      "fin": 301.0,
      "texto": "Y justo esto de irse del país y no tener."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 301.1,
      "fin": 304.1,
      "texto": "¿Cómo le voy a decir a mi hija?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 304.3,
      "fin": 305.3,
      "texto": "Porque se van a Brasil."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 305.5,
      "fin": 309.5,
      "texto": "Claro, a ella le convendría un montón un plan así de Roaming."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 309.5,
      "fin": 312.6,
      "texto": "Porque básicamente ya tiene incluso un plan con muchos gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 312.6,
      "fin": 317.2,
      "texto": "Y el plan este tiene Roaming incluido para cuando ella salga de lo que es el país."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 317.9,
      "fin": 324.5,
      "texto": "Este plan igual a ella le conviene Roaming al mundo, el de 15 gigas en adelante, porque este plan tiene Roaming en América."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 325.5,
      "fin": 328.2,
      "texto": "Este tiene, el otro que te digo, tiene Roaming al mundo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 328.3,
      "fin": 339.0,
      "texto": "Si quieres te puedo brindar lo que es un mensajito para que vos puedas avisarle a ella y en todo caso si ella no tiene Movistar, para cambiarse lo que es Movistar con el plan de Roaming al mundo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 339.7,
      "fin": 350.1,
      "texto": "No, cuando yo cambié, ellas habían cambiado ya por el precio que les tuvieron en Movistar, todas cambiaron."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 350.1,
      "fin": 351.8,
      "texto": "Claro, tal cual, le imagino."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 351.8,
      "fin": 358.0,
      "texto": "Bueno, en ese caso tiene que activar lo que es el Roaming, si no lo tiene activado en su plan, solicitarlo que es un plan con Roaming antes de salir del país."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 358.0,
      "fin": 363.3,
      "texto": "¿Pero solamente en Movistar lo tiene o Claro también?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 363.3,
      "fin": 367.6,
      "texto": "El quiero también, supongo que lo tiene, pero en Movistar te conviene más porque te damos más gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 368.6,
      "fin": 372.8,
      "texto": "Bueno, mira, lo voy a pensar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 373.0,
      "fin": 376.5,
      "texto": "Todavía, viste, me tienen que entregar el vehículo, así que no, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 376.6,
      "fin": 379.1,
      "texto": "Tengo toda esta semana que viene."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 379.1,
      "fin": 381.2,
      "texto": "Claro, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 381.2,
      "fin": 382.0,
      "texto": "Bueno, entonces ahí tengo un mensajito."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 382.1,
      "fin": 385.8,
      "texto": "Si me puedes atender cualquier cosa que necesites, lo hay."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 385.8,
      "fin": 387.0,
      "texto": "Bueno, bueno, bueno."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 387.2,
      "fin": 391.2,
      "texto": "Déjame tu mensaje."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 391.3,
      "fin": 393.9,
      "texto": "Yo veo, viste, porque tengo un muchacho también."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 394.6,
      "fin": 405.9,
      "texto": "Claro, ahí justo te puse, voy a hacer cualquier cosa, ya me puedes hablar por ahí y en caso de que quieras hacer una gestión, por supuesto, yo me encuentro acá siempre disponible."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 405.9,
      "fin": 406.6,
      "texto": "Bueno, gracias."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 406.6,
      "fin": 423.2,
      "texto": "Que tengas muy lindo día y un gusto, Marcelina."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 423.2,
      "fin": 423.5,
      "texto": "Mucho gusto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 423.5,
      "fin": 423.9,
      "texto": "Hasta luego."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 423.9,
      "fin": 424.2,
      "texto": "Hasta luego."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 424.8,
      "fin": 425.0,
      "texto": "Muchas gracias."
    }
  ],
  "transcripcion_completa": "¿Qué pasa? Es para brindarte un descuento. Es un plan que tiene 14 gigas a $5,835. Mira, pensé que me dijiste claro. Estoy enojadísima con Claro y voy a arreglar mis cosas. Claro, entiendo. ¿Y cuál te conviene? Capaz pasarte a Movistar si estás muy enojada con Claro. Sí, estuve enojada con Movistar también, por eso me fui a Claro, ahora menos con Claro. Y suele pasar, suele pasar, Marcelina. Y por ahí, a veces una también, siento que es como que en algún punto llega el momento en el que uno ya empieza a estar cambiando de compañía cuando ve lo que le conviene en cada una. Así que en este caso no te conviene pasarte a Movistar. Sí, no, no, pero esto ya es. Lo que hizo Movistar fue un pequeño abuso, pero esto es gigante el abuso. Son dos celulares que estoy pagando casi por los cinco celulares. Claro. Tengo que ir cerca al shopping que está acá en San Martín. Hay una central ahí. Para que me arreglen eso, yo voy a esquivar y todavía a mi marido, el dinero que pago es casi de dos meses. El resultado es que ni siquiera le quieren devolver el costo. No le conectan todavía. Claro, entiendo. Y en este caso, no le estaría conveniendo lo que le han brindado. Sí, pero ¿sabes qué pasa? Que tengo un problema. Que no tengo que viajar ahora, y de eso no tiene, no hay, no está la red de Movistar ahí. ¿De qué zona sería? ¿Vas a salir del país, no? No, no, no, nada que ver. Ah. No, no, falta capital. Ah, de Salta, bien, bien. Claro, porque nosotros tenemos un plan con Roaming, que tiene lo que es acceso a que vos puedas tener señal fuera del país. Ah, mira qué bueno. Y eso a lo mejor me vendría bien también. Y eso sí, ¿no? Claro. Es un plan que tiene, son 18 gigas, a 8.047, con un descuento por seis meses del 85%, y tienen Roaming en todo lo que es América. Y a cualquier compañía. Sí, yo había escuchado, te juro que lo veía ahí, no me acuerdo cómo se llama la actriz esta. Sí, a los gritos pedía rum, rum, rum. ¿Qué rum es eso? Ahora, pues me estás diciendo esto, pero yo le digo a mi hija, no, no me quiero cambiarle, porque claro, a pesar de que no me... No me metí directamente, a pesar de los años que estuve con ellos, no sé cuántos años eran. Dos, tres, no sé. Pero le digo la verdad, no puedo dejarlo porque si viajo para allá, ahora justamente por problemas familiares. ¿Pero te quedas sin teléfono? No, tarde que no, porque justamente Básicamente queda lo que es la gestión cargada, por ejemplo, suponemos yo la cargo hoy y en 48 horas más o menos recién vos vas a tener lo que es el chip activado para que vos lo puedas colocar. ¿Qué significa? Que mientras vos vas a seguir teniendo señal de Claro para que puedas así, cuando se activa el chip de Movistar, simplemente cambiarlo. Ah, está bueno esto, ¿eh? Está bueno, mira, por eso lo... ¿Pero cuando salís del país también? Claro, cuando salís del país el plan ya tiene lo que es Roaming incluido, sí, más de señal fuera del país. Activas el Roaming que transacciona tu plan y básicamente con eso tenés señal fuera del país. Muy bueno. Está bueno, la verdad, porque yo lo que pasa es que estoy muy metida con mis nietos, mis hijas, mi marido, mi casa y todo, ¿viste? Y cuando salgo así digo no, no tengo tiempo para hacer nada. Y justo esto de irse del país y no tener. ¿Cómo le voy a decir a mi hija? Porque se van a Brasil. Claro, a ella le convendría un montón un plan así de Roaming. Porque básicamente ya tiene incluso un plan con muchos gigas. Y el plan este tiene Roaming incluido para cuando ella salga de lo que es el país. Este plan igual a ella le conviene Roaming al mundo, el de 15 gigas en adelante, porque este plan tiene Roaming en América. Este tiene, el otro que te digo, tiene Roaming al mundo. Si quieres te puedo brindar lo que es un mensajito para que vos puedas avisarle a ella y en todo caso si ella no tiene Movistar, para cambiarse lo que es Movistar con el plan de Roaming al mundo. No, cuando yo cambié, ellas habían cambiado ya por el precio que les tuvieron en Movistar, todas cambiaron. Claro, tal cual, le imagino. Bueno, en ese caso tiene que activar lo que es el Roaming, si no lo tiene activado en su plan, solicitarlo que es un plan con Roaming antes de salir del país. ¿Pero solamente en Movistar lo tiene o Claro también? El quiero también, supongo que lo tiene, pero en Movistar te conviene más porque te damos más gigas. Bueno, mira, lo voy a pensar. Todavía, viste, me tienen que entregar el vehículo, así que no, no. Tengo toda esta semana que viene. Claro, entiendo. Bueno, entonces ahí tengo un mensajito. Si me puedes atender cualquier cosa que necesites, lo hay. Bueno, bueno, bueno. Déjame tu mensaje. Yo veo, viste, porque tengo un muchacho también. Claro, ahí justo te puse, voy a hacer cualquier cosa, ya me puedes hablar por ahí y en caso de que quieras hacer una gestión, por supuesto, yo me encuentro acá siempre disponible. Bueno, gracias. Que tengas muy lindo día y un gusto, Marcelina. Mucho gusto. Hasta luego. Hasta luego. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.508,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T04:33:27.166588",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "SIN_DECISION",
      "productos_mencionados": [
        "plan 14 gigas",
        "plan 18 gigas con Roaming"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, Roaming, nombres propios), identificación de roles, y mejora de la gramática."
    },
    "fecha_mejora": "2026-02-20T10:24:41.961673",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 7.62,
      "duracion": 7.59,
      "texto": "¿Qué pasa?",
      "confianza": 0.478
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.64,
      "fin": 24.93,
      "duracion": 17.28,
      "texto": "Es para brindarte un descuento.",
      "confianza": 0.489
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.52,
      "fin": 29.73,
      "duracion": 3.21,
      "texto": "Es un plan que tiene 14 rigas a $5,835.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.77,
      "fin": 38.85,
      "duracion": 9.07,
      "texto": "Mira, pensé que me dijiste claro.",
      "confianza": 0.509
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.87,
      "fin": 43.85,
      "duracion": 4.99,
      "texto": "Estoy enojadísima con claro y voy a arreglar mis cosas.",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.88,
      "fin": 46.0,
      "duracion": 2.12,
      "texto": "Claro, entiendo.",
      "confianza": 0.371
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.02,
      "fin": 49.55,
      "duracion": 3.53,
      "texto": "Y ¿cuál te conviene capaz pasarte a Movistar si estás muy enojada con claro?",
      "confianza": 0.477
    },
    {
      "hablante": "Hablante B",
      "inicio": 50.4,
      "fin": 57.67,
      "duracion": 7.27,
      "texto": "Sí, estuve enojada con Movistar también, por eso me fui a esclar, ahora menos con Clara.",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante B",
      "inicio": 57.69,
      "fin": 59.68,
      "duracion": 1.98,
      "texto": "Y suele pasar, suele pasar Marcelina.",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.7,
      "fin": 69.87,
      "duracion": 10.17,
      "texto": "Y por ahí, a veces una también, siento que es como que en algún punto llega el momento en el que uno ya empieza a estar cambiando de compañía cuando ve lo que le conviene en cada una.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.51,
      "fin": 73.14,
      "duracion": 2.62,
      "texto": "Así que en este caso no te conviene pasarte a Movistar.",
      "confianza": 0.43
    },
    {
      "hablante": "Hablante B",
      "inicio": 73.94,
      "fin": 76.57,
      "duracion": 2.62,
      "texto": "Sí, no, no, pero esto ya es.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante B",
      "inicio": 76.87,
      "fin": 86.04,
      "duracion": 9.17,
      "texto": "Lo que hizo Movistar fue un pequeño abuso, pero esto es gigante el abuso.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 86.16,
      "fin": 91.06,
      "duracion": 4.91,
      "texto": "Son dos celulares que estoy pagando casi por los cinco celulares.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.08,
      "fin": 93.33,
      "duracion": 2.24,
      "texto": "Claro.",
      "confianza": 0.818
    },
    {
      "hablante": "Hablante B",
      "inicio": 93.34,
      "fin": 99.73,
      "duracion": 6.39,
      "texto": "Tengo que ir cerca a la shopping que está acá en San Martín.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante B",
      "inicio": 99.75,
      "fin": 101.01,
      "duracion": 1.26,
      "texto": "Hay una central ahí.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante B",
      "inicio": 101.79,
      "fin": 109.62,
      "duracion": 7.83,
      "texto": "para que me arreglen eso, yo voy a esquivar y todavía a mi marido, el dinero que pago es casi de dos meses.",
      "confianza": 0.548
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.46,
      "fin": 114.75,
      "duracion": 4.29,
      "texto": "El resultado es que ni siquiera le quieren volver el costo.",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.31,
      "fin": 121.73,
      "duracion": 6.43,
      "texto": "No le conectan todavía.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.75,
      "fin": 122.08,
      "duracion": 0.32,
      "texto": "Claro, entiendo.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.09,
      "fin": 123.78,
      "duracion": 1.68,
      "texto": "Y en este caso, no le estaría conveniendo lo que le han brindado.",
      "confianza": 0.079
    },
    {
      "hablante": "Hablante A",
      "inicio": 126.42,
      "fin": 127.52,
      "duracion": 1.1,
      "texto": "Sí, pero ¿sabes qué pasa?",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.54,
      "fin": 129.69,
      "duracion": 2.14,
      "texto": "Que tengo un problema.",
      "confianza": 0.748
    },
    {
      "hablante": "Hablante A",
      "inicio": 130.93,
      "fin": 142.51,
      "duracion": 11.58,
      "texto": "que no tengo que viajar ahora, y de eso no tiene, no hay, no está la red de navistar ahí.",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.27,
      "fin": 148.07,
      "duracion": 4.81,
      "texto": "¿De qué zona sería?",
      "confianza": 0.51
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.09,
      "fin": 150.78,
      "duracion": 2.68,
      "texto": "¿Vas a salir del país, no?",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.8,
      "fin": 154.76,
      "duracion": 3.97,
      "texto": "No, no, no, nada que ver.",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante A",
      "inicio": 154.78,
      "fin": 155.0,
      "duracion": 0.22,
      "texto": "Ah.",
      "confianza": 0.328
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.03,
      "fin": 156.99,
      "duracion": 1.96,
      "texto": "No, no, falta capital.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante A",
      "inicio": 157.21,
      "fin": 159.47,
      "duracion": 2.26,
      "texto": "Ah, de salta, bien, bien.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 159.49,
      "fin": 168.38,
      "duracion": 8.89,
      "texto": "Claro, porque nosotros tenemos un plan con Rooming, que tiene lo que es acceso a que vos puedas tener señal fuera del país.",
      "confianza": 0.563
    },
    {
      "hablante": "Hablante A",
      "inicio": 168.4,
      "fin": 168.78,
      "duracion": 0.38,
      "texto": "Ah, mira que bueno.",
      "confianza": 0.044
    },
    {
      "hablante": "Hablante A",
      "inicio": 168.8,
      "fin": 173.63,
      "duracion": 4.83,
      "texto": "Y eso a lo mejor me vendría bien también.",
      "confianza": 0.302
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.65,
      "fin": 175.15,
      "duracion": 1.5,
      "texto": "Y eso sí, ¿no?",
      "confianza": 0.217
    },
    {
      "hablante": "Hablante A",
      "inicio": 175.17,
      "fin": 175.41,
      "duracion": 0.24,
      "texto": "Claro.",
      "confianza": 0.348
    },
    {
      "hablante": "Hablante A",
      "inicio": 175.43,
      "fin": 182.76,
      "duracion": 7.33,
      "texto": "Es un plan que tiene, son 18 gigas, a 8.047, con un descuento por seis meses del 85%, y tienen Rooming en todo lo que es América.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.09,
      "fin": 187.22,
      "duracion": 4.13,
      "texto": "y a cualquier compañía.",
      "confianza": 0.794
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.92,
      "fin": 194.39,
      "duracion": 4.47,
      "texto": "Sí, yo había escuchado, te cuido que lo veía ahí, no me acuerdo cómo se llama la actriz esta.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.03,
      "fin": 200.58,
      "duracion": 5.55,
      "texto": "Sí, a los gritos pedía rum, rum, rum.",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante B",
      "inicio": 200.6,
      "fin": 201.22,
      "duracion": 0.62,
      "texto": "¿Qué rum es eso?",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.1,
      "fin": 209.99,
      "duracion": 7.89,
      "texto": "Ahora, pues me estás diciendo esto, pero yo le digo a mi hija, no, no me quiero cambiarle, porque claro, a pesar de que no me...",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante B",
      "inicio": 210.36,
      "fin": 215.71,
      "duracion": 5.35,
      "texto": "No me metí directamente, a pesar de los años que estuve con ellos, no sé cuántos años eran.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante B",
      "inicio": 215.73,
      "fin": 217.77,
      "duracion": 2.04,
      "texto": "Dos, tres, no sé.",
      "confianza": 0.22
    },
    {
      "hablante": "Hablante B",
      "inicio": 217.79,
      "fin": 225.82,
      "duracion": 8.03,
      "texto": "Pero le digo la verdad, no puedo dejarlo porque si viajo para allá, ahora justamente por problemas familiares.",
      "confianza": 0.798
    },
    {
      "hablante": "Hablante A",
      "inicio": 228.07,
      "fin": 232.84,
      "duracion": 4.77,
      "texto": "Pero ¿te quedas sin teléfono?",
      "confianza": 0.43
    },
    {
      "hablante": "Hablante A",
      "inicio": 232.85,
      "fin": 234.06,
      "duracion": 1.2,
      "texto": "No, tarde que no, porque justamente",
      "confianza": 0.249
    },
    {
      "hablante": "Hablante A",
      "inicio": 234.37,
      "fin": 245.25,
      "duracion": 10.87,
      "texto": "básicamente queda lo que es la gestión cargada, por ejemplo, suponemos yo la cargo hoy y en 48 horas más o menos recién vos vas a tener lo que es el chip activado para que vos lo puedas colocar.",
      "confianza": 0.538
    },
    {
      "hablante": "Hablante A",
      "inicio": 245.27,
      "fin": 245.93,
      "duracion": 0.66,
      "texto": "¿Qué significa?",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante A",
      "inicio": 246.01,
      "fin": 257.38,
      "duracion": 11.37,
      "texto": "Que mientras vos vas a seguir teniendo señales claros para que pueda así, cuando se activa el chip de Movistar, simplemente cambiarlo.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 257.4,
      "fin": 257.9,
      "duracion": 0.5,
      "texto": "Ah, está bueno esto, ¿eh?",
      "confianza": 0.052
    },
    {
      "hablante": "Hablante A",
      "inicio": 259.33,
      "fin": 262.82,
      "duracion": 3.49,
      "texto": "Está bueno, mira, por eso lo...",
      "confianza": 0.374
    },
    {
      "hablante": "Hablante A",
      "inicio": 262.84,
      "fin": 264.46,
      "duracion": 1.62,
      "texto": "Pero cuando salís del país también?",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 265.62,
      "fin": 271.35,
      "duracion": 5.73,
      "texto": "Claro, cuando salís del país el plan ya tiene lo que es rooming incluido, sí, más de señal fuera del país.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 271.41,
      "fin": 281.22,
      "duracion": 9.81,
      "texto": "Activas el rooming que transactiva tu plan y básicamente con eso traté de señalizar fuera del país.",
      "confianza": 0.523
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.24,
      "fin": 281.44,
      "duracion": 0.2,
      "texto": "Muy bueno.",
      "confianza": 0.042
    },
    {
      "hablante": "Hablante A",
      "inicio": 281.46,
      "fin": 288.95,
      "duracion": 7.49,
      "texto": "Está bueno, la verdad, porque yo lo que pasa es que estoy muy metida con mis nietos, mis hijas, mi marido, mi casano y todo, ¿viste?",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante A",
      "inicio": 289.62,
      "fin": 294.03,
      "duracion": 4.41,
      "texto": "Y cuando salgo así digo no, no tengo tiempo para hacer nada.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 297.31,
      "fin": 301.0,
      "duracion": 3.69,
      "texto": "Y justo esto de irse del país y no tener.",
      "confianza": 0.523
    },
    {
      "hablante": "Hablante B",
      "inicio": 301.06,
      "fin": 304.13,
      "duracion": 3.06,
      "texto": "¿Cómo le voy a decir a mi hija?",
      "confianza": 0.562
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.29,
      "fin": 305.31,
      "duracion": 1.02,
      "texto": "Porque se van a Brasil.",
      "confianza": 0.258
    },
    {
      "hablante": "Hablante B",
      "inicio": 305.53,
      "fin": 309.49,
      "duracion": 3.97,
      "texto": "Claro, a ella le convendría un montón un plan así de rummin.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante B",
      "inicio": 309.53,
      "fin": 312.6,
      "duracion": 3.06,
      "texto": "Porque básicamente ya tiene incluso un plan con muchos gigas.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 312.62,
      "fin": 317.17,
      "duracion": 4.55,
      "texto": "Y el plan este tiene rummin incluido para cuando ella salga de lo que es el país.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante B",
      "inicio": 317.87,
      "fin": 324.54,
      "duracion": 6.67,
      "texto": "Este plan igual a ella le conviene rumine al mundo, el de 15 sigas en adelante, porque este plan tiene rumine en América.",
      "confianza": 0.593
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.48,
      "fin": 328.19,
      "duracion": 2.7,
      "texto": "Este tiene, el otro que te digo, tiene rumine al mundo.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 328.31,
      "fin": 339.0,
      "duracion": 10.69,
      "texto": "Si quieres te puedo brindar lo que es un mensajito para que vos puedas avisarle a ella y en todo caso si ella no tiene Movistar, para cambiarse lo que es Movistar con el plan de rumine al mundo.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 339.69,
      "fin": 350.06,
      "duracion": 10.37,
      "texto": "No, cuando yo cambié, ellas habían cambiado ya por el precio que les tuvieron en Movistar, todas cambiaron.",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.08,
      "fin": 351.75,
      "duracion": 1.66,
      "texto": "Claro, tal cual, le imagino.",
      "confianza": 0.422
    },
    {
      "hablante": "Hablante B",
      "inicio": 351.77,
      "fin": 357.98,
      "duracion": 6.21,
      "texto": "Bueno, en ese caso tiene que activar lo que es el Rumin, si no lo tiene activado en su plan, solicitarlo que es un plan con Rumin antes de salir del país.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 358.0,
      "fin": 363.3,
      "duracion": 5.31,
      "texto": "¿Pero solamente en Movistar lo tiene o claro también?",
      "confianza": 0.462
    },
    {
      "hablante": "Hablante B",
      "inicio": 363.32,
      "fin": 367.59,
      "duracion": 4.27,
      "texto": "El quiero también, supongo que lo tiene, pero en Movistar te conviene más porque te damos más giga.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante B",
      "inicio": 368.62,
      "fin": 372.84,
      "duracion": 4.22,
      "texto": "Bueno, mira, lo voy a pensar.",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante B",
      "inicio": 372.96,
      "fin": 376.54,
      "duracion": 3.58,
      "texto": "Todavía, viste, me tienen que entregar el vehículo, así que no, no.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante B",
      "inicio": 376.56,
      "fin": 379.11,
      "duracion": 2.54,
      "texto": "Tengo toda esta semana que viene.",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante B",
      "inicio": 379.12,
      "fin": 381.23,
      "duracion": 2.1,
      "texto": "Claro, entiendo.",
      "confianza": 0.298
    },
    {
      "hablante": "Hablante B",
      "inicio": 381.25,
      "fin": 382.03,
      "duracion": 0.78,
      "texto": "Bueno, entonces ahí tengo un mensajito.",
      "confianza": 0.029
    },
    {
      "hablante": "Hablante B",
      "inicio": 382.05,
      "fin": 385.75,
      "duracion": 3.7,
      "texto": "Si me puedes atendar cualquier cosa que necesites, lo hay.",
      "confianza": 0.348
    },
    {
      "hablante": "Hablante B",
      "inicio": 385.77,
      "fin": 386.97,
      "duracion": 1.2,
      "texto": "Bueno, bueno, bueno.",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante B",
      "inicio": 387.25,
      "fin": 391.24,
      "duracion": 3.98,
      "texto": "Déjame tu mensaje.",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante B",
      "inicio": 391.26,
      "fin": 393.88,
      "duracion": 2.62,
      "texto": "Yo veo, viste, porque tengo un muchacho también.",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante B",
      "inicio": 394.64,
      "fin": 405.91,
      "duracion": 11.27,
      "texto": "Claro, ahí justo te puse, voy a hacer cualquier cosa, ya me puedes hablar por ahí y en caso de que quieras hacer una gestión, por supuesto, yo me encuentro acá siempre disponible.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 405.93,
      "fin": 406.61,
      "duracion": 0.68,
      "texto": "Bueno, gracias.",
      "confianza": 0.209
    },
    {
      "hablante": "Hablante B",
      "inicio": 406.63,
      "fin": 423.22,
      "duracion": 16.59,
      "texto": "Que tengas muy lindo día y un gusto, Marcelina.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante B",
      "inicio": 423.24,
      "fin": 423.48,
      "duracion": 0.24,
      "texto": "Mucho gusto.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 423.5,
      "fin": 423.9,
      "duracion": 0.4,
      "texto": "Hasta luego.",
      "confianza": 0.399
    },
    {
      "hablante": "Hablante B",
      "inicio": 423.92,
      "fin": 424.22,
      "duracion": 0.3,
      "texto": "Hasta luego.",
      "confianza": 0.156
    },
    {
      "hablante": "Hablante B",
      "inicio": 424.76,
      "fin": 424.96,
      "duracion": 0.2,
      "texto": "Muchas gracias.",
      "confianza": null
    }
  ]
}