{
  "archivo": "amza27_1_260219131007054_ACD_26457.wav",
  "duracion_segundos": 382.76,
  "num_segmentos": 83,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 138.64,
    "Hablante B": 200.27
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 3.9,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.9,
      "fin": 5.1,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.1,
      "fin": 5.7,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.7,
      "fin": 7.7,
      "texto": "Rocío es mi nombre, ¿quería hablar con Sandro?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.6,
      "fin": 9.8,
      "texto": "Sí, con él habla."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.8,
      "fin": 16.7,
      "texto": "Hola, Sandro, me estoy contactando por un plan familiar para tus hijas del celu, ¿cómo estás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 16.7,
      "fin": 18.4,
      "texto": "No, se me corta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.4,
      "fin": 19.3,
      "texto": "A ver, ¿me escuchas mejor?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.7,
      "fin": 21.3,
      "texto": "Yo te escucho muy entrecortado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.3,
      "fin": 24.2,
      "texto": "Sí, porque estoy en un lugar donde hay mucha señal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.5,
      "fin": 30.9,
      "texto": "Bueno, yo me estoy contactando con Movistar porque tenemos beneficios para las líneas del celu."
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.9,
      "fin": 32.3,
      "texto": "¿Vos seguís con Claro actualmente?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.3,
      "fin": 34.3,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.4,
      "fin": 47.4,
      "texto": "Bien, mira, nosotros estamos llamando porque tenemos lo que es un plan con un 80% de descuento, en este caso lo que es un plan de 18 GB a tan solo 10.730 manteniendo tu número con Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 47.5,
      "fin": 49.9,
      "texto": "¿Vos, Isidro, cuánto estás abonando por cada línea?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 52.7,
      "fin": 53.0,
      "texto": "Creo que como..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 53.3,
      "fin": 58.6,
      "texto": "20 y pico."
    },
    {
      "hablante": "AGENTE",
      "inicio": 58.6,
      "fin": 60.2,
      "texto": "¿20 por cada línea?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.2,
      "fin": 60.4,
      "texto": "Sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.4,
      "fin": 60.9,
      "texto": "Era un desastre, pero bueno."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.0,
      "fin": 62.5,
      "texto": "Lo que pasa es que, ¿sabes cuál es el problema?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 62.6,
      "fin": 66.8,
      "texto": "Que yo me fui a Movistar porque tengo una deuda, porque no me supieron hablar de un problema que yo tuve."
    },
    {
      "hablante": "AGENTE",
      "inicio": 67.8,
      "fin": 68.9,
      "texto": "Yo ya lo he hablado con varios."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 70.8,
      "fin": 78.8,
      "texto": "Entonces, como no me supieron hacer el reclamo que yo hice y el arreglo, nada, me pasé a Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 79.0,
      "fin": 80.1,
      "texto": "O sea, ese fue el problema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 80.4,
      "fin": 89.9,
      "texto": "Y existe una deuda que yo tengo que en algún momento la voy a pagar y nada, y la voy a gastar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 90.0,
      "fin": 108.6,
      "texto": "Bueno, buenísimo, porque yo le llamo, nosotros somos del área de recupero, o sea, somos diferentes a los que te llaman normal, viste, y en este caso se pueden hacer bonificaciones de deuda que, bueno, mis otros compañeros de otras áreas no lo pueden hacer."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 108.9,
      "fin": 113.1,
      "texto": "Así que dame un segundo y yo me fijo más o menos de cuánto es la deuda."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 113.1,
      "fin": 116.4,
      "texto": "Sería, ¿vos sos el titular, no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 116.4,
      "fin": 117.4,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 117.6,
      "fin": 118.8,
      "texto": "Isidro Monsalve."
    },
    {
      "hablante": "AGENTE",
      "inicio": 121.9,
      "fin": 124.1,
      "texto": "Isidoro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 124.1,
      "fin": 125.0,
      "texto": "Isidoro, perdón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 125.0,
      "fin": 126.5,
      "texto": "Lo leí rápido."
    },
    {
      "hablante": "AGENTE",
      "inicio": 126.5,
      "fin": 131.0,
      "texto": "Te confirmo el numerito del celu que me figura a mí, el 22315746."
    },
    {
      "hablante": "AGENTE",
      "inicio": 131.1,
      "fin": 133.5,
      "texto": "Sí, el mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 133.5,
      "fin": 134.5,
      "texto": "A ver, dame un segundo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 134.5,
      "fin": 136.7,
      "texto": "¿A vos te dijeron de cuánto es la deuda aproximadamente?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 136.9,
      "fin": 140.3,
      "texto": "El año pasado creo que era 260, 280, algo así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 140.3,
      "fin": 143.7,
      "texto": "Claro, es un montón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 143.7,
      "fin": 149.9,
      "texto": "Bueno, lo vamos a chequear y así lo podemos estar viendo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.0,
      "fin": 162.9,
      "texto": "A ver, dame un segundo que ya te comento para ver si podemos... Sí, el tema fue un poco, viste, que a mí me pasó algo con el teléfono, con una estafa, con el tema del robo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 163.3,
      "fin": 186.9,
      "texto": "Entonces yo me pude mantener el mismo número que tenía anterior, me ofrecieron un teléfono que es el que tengo ahora, y supuestamente el valor de teléfono en aquel entonces, no sé, era por lo menos, no sé, 130.000 pesos en tres cuotas, una cosa así, creo que pagaba 70.000 pesos o 60.000 pesos por mes, resulta que nunca me lo hicieron."
    },
    {
      "hablante": "AGENTE",
      "inicio": 188.0,
      "fin": 192.6,
      "texto": "Buenos Aires echaba la culpa a Neuquén, Neuquén echaba la culpa a Buenos Aires, en definitiva yo quedé en el medio,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 193.3,
      "fin": 196.5,
      "texto": "Y nada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 196.6,
      "fin": 197.4,
      "texto": "A ver, dame un segundo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 197.4,
      "fin": 204.3,
      "texto": "Entonces, se lo voy a chequear para que podamos hacer la portabilidad conmigo para liderar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 204.3,
      "fin": 206.7,
      "texto": "A ver, dame un segundo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 208.0,
      "fin": 212.0,
      "texto": "Claro, vos estás en Confluencia, Neuquén."
    },
    {
      "hablante": "AGENTE",
      "inicio": 212.0,
      "fin": 212.9,
      "texto": "Exactamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.0,
      "fin": 215.0,
      "texto": "Sí, claro, ahí lo estoy viendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 217.1,
      "fin": 222.1,
      "texto": "Hace un montón lo que me estás comentando en 2024."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.1,
      "fin": 222.6,
      "texto": "¿Puede ser?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 223.0,
      "fin": 225.7,
      "texto": "Exactamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 225.7,
      "fin": 225.9,
      "texto": "Claro, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 225.9,
      "fin": 226.9,
      "texto": "Bueno, María, vamos a hacer una cosa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 226.9,
      "fin": 230.5,
      "texto": "No hay ningún problema para que vos puedas hacerlo, que es el tema de la portabilidad."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 230.5,
      "fin": 234.0,
      "texto": "Lo que sí, nosotros se comentó cómo es la bonificación de la deuda."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 234.2,
      "fin": 241.6,
      "texto": "Nosotros ingresamos, la solicitamos una vez al sistema y tarda, normalmente en nuestro proceso de portabilidad, tarda 48 horas hábiles."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 241.9,
      "fin": 243.7,
      "texto": "Bien, que es lo que te decimos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 243.8,
      "fin": 251.7,
      "texto": "En este caso, para poder gestionar la portabilidad lo vas a poder hacer, pero va a tener una demora aproximada dentro de..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 251.9,
      "fin": 253.7,
      "texto": "Dame un segundo que ya te confirmo bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 254.3,
      "fin": 259.1,
      "texto": "Es dentro de 7 a 10 días a 10 en días a 10."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 259.1,
      "fin": 260.1,
      "texto": "Esto va a tener que demorar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 260.2,
      "fin": 281.8,
      "texto": "Vos estarás normalmente con tu compañía de Claro hasta que puedas portarte oficialmente con Movistar, que es cuando te llegan los chips y nosotros lo que te pedimos, bueno, que a mí en realidad en este caso, que yo voy a ser tu asesora, me puedas estar enviando lo que es una fotito del código de barra del chip y ya con el chip en mano nosotros hacemos lo que es directamente la activación."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 282.2,
      "fin": 288.5,
      "texto": "Pero si lo podés hacer, solo que tarda un poco más de lo normal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 288.9,
      "fin": 293.0,
      "texto": "¿Puedo hacer algún plan de pago?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 293.0,
      "fin": 297.1,
      "texto": "No, en este caso nosotros le vamos a bonificar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 297.1,
      "fin": 298.9,
      "texto": "No le tendrías que estar abonando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 300.3,
      "fin": 304.7,
      "texto": "Vamos a ver si te voy a estar avisando, por ejemplo, si me la bonifican completa la deuda."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 305.0,
      "fin": 311.4,
      "texto": "O en caso de que tengas que pagar, no sé, capaz que tengas que pagar,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 311.8,
      "fin": 315.5,
      "texto": "No te puede ser un monto exacto, pero supongamos como $30,000 pesos, capaz."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 315.7,
      "fin": 323.6,
      "texto": "Entonces, para que quede ya como toda la deuda completamente descaldeada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 324.0,
      "fin": 329.1,
      "texto": "Por fin."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 329.1,
      "fin": 338.0,
      "texto": "Claro, sí, pasa que hay muchas... Es que hay muchos chicos que solo llaman del área de portabilidad y que bueno, que es verdad, igual que a ellos no le dan este tipo de beneficios, pero yo me contacto del área de recupero."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 338.3,
      "fin": 341.4,
      "texto": "Nosotros en el área de recupero, justamente se trata de eso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 341.8,
      "fin": 344.6,
      "texto": "De recuperar a la cliente que tuvieron inconvenientes con nosotros."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 345.2,
      "fin": 350.0,
      "texto": "Así que bueno, Vanna, te comento en los plomos que nosotros tenemos y vos me decís con cuál te gustaría acceder."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 350.9,
      "fin": 355.9,
      "texto": "¿Podemos meter tres líneas para que mi hija tenga, suma una línea más?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 360.4,
      "fin": 363.6,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 363.6,
      "fin": 364.7,
      "texto": "Hola, hola, hola."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 375.8,
      "fin": 382.4,
      "texto": "Hola."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 382.5,
      "fin": 382.8,
      "texto": "Hola."
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? Rocío es mi nombre, ¿quería hablar con Sandro? Sí, con él habla. Hola, Sandro, me estoy contactando por un plan familiar para tus hijas del celu, ¿cómo estás? No, se me corta. A ver, ¿me escuchas mejor? Yo te escucho muy entrecortado. Sí, porque estoy en un lugar donde hay mucha señal. Bueno, yo me estoy contactando con Movistar porque tenemos beneficios para las líneas del celu. ¿Vos seguís con Claro actualmente? Sí. Bien, mira, nosotros estamos llamando porque tenemos lo que es un plan con un 80% de descuento, en este caso lo que es un plan de 18 GB a tan solo 10.730 manteniendo tu número con Movistar. ¿Vos, Isidro, cuánto estás abonando por cada línea? Creo que como... 20 y pico. ¿20 por cada línea? Sí, sí. Era un desastre, pero bueno. Lo que pasa es que, ¿sabes cuál es el problema? Que yo me fui a Movistar porque tengo una deuda, porque no me supieron hablar de un problema que yo tuve. Yo ya lo he hablado con varios. Entonces, como no me supieron hacer el reclamo que yo hice y el arreglo, nada, me pasé a Claro. O sea, ese fue el problema. Y existe una deuda que yo tengo que en algún momento la voy a pagar y nada, y la voy a gastar. Bueno, buenísimo, porque yo le llamo, nosotros somos del área de recupero, o sea, somos diferentes a los que te llaman normal, viste, y en este caso se pueden hacer bonificaciones de deuda que, bueno, mis otros compañeros de otras áreas no lo pueden hacer. Así que dame un segundo y yo me fijo más o menos de cuánto es la deuda. Sería, ¿vos sos el titular, no? Sí, sí, sí. Isidro Monsalve. Isidoro. Isidoro, perdón. Lo leí rápido. Te confirmo el numerito del celu que me figura a mí, el 22315746. Sí, el mismo. A ver, dame un segundo. ¿A vos te dijeron de cuánto es la deuda aproximadamente? El año pasado creo que era 260, 280, algo así. Claro, es un montón. Bueno, lo vamos a chequear y así lo podemos estar viendo. A ver, dame un segundo que ya te comento para ver si podemos... Sí, el tema fue un poco, viste, que a mí me pasó algo con el teléfono, con una estafa, con el tema del robo. Entonces yo me pude mantener el mismo número que tenía anterior, me ofrecieron un teléfono que es el que tengo ahora, y supuestamente el valor de teléfono en aquel entonces, no sé, era por lo menos, no sé, 130.000 pesos en tres cuotas, una cosa así, creo que pagaba 70.000 pesos o 60.000 pesos por mes, resulta que nunca me lo hicieron. Buenos Aires echaba la culpa a Neuquén, Neuquén echaba la culpa a Buenos Aires, en definitiva yo quedé en el medio, Y nada. A ver, dame un segundo. Entonces, se lo voy a chequear para que podamos hacer la portabilidad conmigo para liderar. A ver, dame un segundo. Claro, vos estás en Confluencia, Neuquén. Exactamente. Sí, claro, ahí lo estoy viendo. Hace un montón lo que me estás comentando en 2024. ¿Puede ser? Exactamente. Claro, sí. Bueno, María, vamos a hacer una cosa. No hay ningún problema para que vos puedas hacerlo, que es el tema de la portabilidad. Lo que sí, nosotros se comentó cómo es la bonificación de la deuda. Nosotros ingresamos, la solicitamos una vez al sistema y tarda, normalmente en nuestro proceso de portabilidad, tarda 48 horas hábiles. Bien, que es lo que te decimos. En este caso, para poder gestionar la portabilidad lo vas a poder hacer, pero va a tener una demora aproximada dentro de... Dame un segundo que ya te confirmo bien. Es dentro de 7 a 10 días a 10 en días a 10. Esto va a tener que demorar. Vos estarás normalmente con tu compañía de Claro hasta que puedas portarte oficialmente con Movistar, que es cuando te llegan los chips y nosotros lo que te pedimos, bueno, que a mí en realidad en este caso, que yo voy a ser tu asesora, me puedas estar enviando lo que es una fotito del código de barra del chip y ya con el chip en mano nosotros hacemos lo que es directamente la activación. Pero si lo podés hacer, solo que tarda un poco más de lo normal. ¿Puedo hacer algún plan de pago? No, en este caso nosotros le vamos a bonificar. No le tendrías que estar abonando. Vamos a ver si te voy a estar avisando, por ejemplo, si me la bonifican completa la deuda. O en caso de que tengas que pagar, no sé, capaz que tengas que pagar, No te puede ser un monto exacto, pero supongamos como $30,000 pesos, capaz. Entonces, para que quede ya como toda la deuda completamente descaldeada. Por fin. Claro, sí, pasa que hay muchas... Es que hay muchos chicos que solo llaman del área de portabilidad y que bueno, que es verdad, igual que a ellos no le dan este tipo de beneficios, pero yo me contacto del área de recupero. Nosotros en el área de recupero, justamente se trata de eso. De recuperar a la cliente que tuvieron inconvenientes con nosotros. Así que bueno, Vanna, te comento en los plomos que nosotros tenemos y vos me decís con cuál te gustaría acceder. ¿Podemos meter tres líneas para que mi hija tenga, suma una línea más? Hola. Hola, hola, hola. Hola. Hola.",
  "calidad": {
    "confianza_promedio": 0.525,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T14:36:29.801301",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 18 GB"
      ],
      "plan_vendido": "plan 18 GB",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de nombres propios, palabras cortadas, y errores de transcripción. Identificación de roles."
    },
    "fecha_mejora": "2026-02-22T22:41:58.999418",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 3.88,
      "duracion": 3.84,
      "texto": "Hola.",
      "confianza": 0.195
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.9,
      "fin": 5.1,
      "duracion": 1.2,
      "texto": "Hola.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.12,
      "fin": 5.66,
      "duracion": 0.54,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.72,
      "fin": 7.66,
      "duracion": 1.94,
      "texto": "Rocío es mi nombre, ¿quería hablar con Sandro?",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.64,
      "fin": 9.8,
      "duracion": 1.16,
      "texto": "Sí, con él habla.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.82,
      "fin": 16.69,
      "duracion": 6.87,
      "texto": "Hola, Sandro, me estoy contactando por lo que es un plan familiar para tus niñas del celu, ¿cómo estás?",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.71,
      "fin": 18.41,
      "duracion": 1.7,
      "texto": "No, se me corta.",
      "confianza": 0.328
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.43,
      "fin": 19.3,
      "duracion": 0.86,
      "texto": "A ver, ¿me escuchas mejor?",
      "confianza": 0.417
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.68,
      "fin": 21.26,
      "duracion": 1.58,
      "texto": "Yo te escucho muy entrecortado.",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.3,
      "fin": 24.18,
      "duracion": 2.88,
      "texto": "Sí, porque estoy en un lugar donde hay mucha señal.",
      "confianza": 0.495
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.48,
      "fin": 30.85,
      "duracion": 6.37,
      "texto": "Bueno, yo me estoy contactando con Gov porque tenemos beneficios para lo que serían las líneas del CELU.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.87,
      "fin": 32.33,
      "duracion": 1.46,
      "texto": "¿Vos seguís con Clara actualmente?",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.27,
      "fin": 34.34,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.133
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.35,
      "fin": 47.37,
      "duracion": 13.02,
      "texto": "Bien, mira, nosotros estamos llamando porque tenemos lo que es un plan con un 80% de descuento, en este caso lo que es un plan de 18 GB a tan solo 10.730 manteniendo tu número con Movistar.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante B",
      "inicio": 47.53,
      "fin": 49.85,
      "duracion": 2.32,
      "texto": "¿Vos, Incaro, cuánto estás abonando por cada línea?",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.72,
      "fin": 53.04,
      "duracion": 0.32,
      "texto": "Creo que como...",
      "confianza": 0.048
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.29,
      "fin": 58.57,
      "duracion": 5.29,
      "texto": "20 y pico.",
      "confianza": 0.235
    },
    {
      "hablante": "Hablante A",
      "inicio": 58.59,
      "fin": 60.2,
      "duracion": 1.6,
      "texto": "¿20 por cada línea?",
      "confianza": 0.288
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.22,
      "fin": 60.35,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.05
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.38,
      "fin": 60.94,
      "duracion": 0.56,
      "texto": "Era un desastre, pero bueno.",
      "confianza": 0.019
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.96,
      "fin": 62.54,
      "duracion": 1.58,
      "texto": "Lo que pasa es que, ¿sabe cuál es el problema?",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante A",
      "inicio": 62.6,
      "fin": 66.8,
      "duracion": 4.21,
      "texto": "Que yo me fui a mostrar porque tengo una deuda, porque no me supieron hablar de un problema que yo tuve.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.78,
      "fin": 68.94,
      "duracion": 1.16,
      "texto": "Yo ya lo he hablado con varios.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.81,
      "fin": 78.85,
      "duracion": 8.05,
      "texto": "Entonces, como no me supieron hacer el reclamo que yo hice y el arreglo, nada, me pasé a claro.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.05,
      "fin": 80.06,
      "duracion": 1.0,
      "texto": "O sea, ese fue el problema.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 80.39,
      "fin": 89.94,
      "duracion": 9.55,
      "texto": "y existe una deuda que yo tengo que en algún momento la voy a pagar y nada, y la voy a gastar.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 89.98,
      "fin": 108.61,
      "duracion": 18.62,
      "texto": "Bueno, buenísimo, porque yo le llamo, nosotros somos del área de recupero, o sea, somos diferentes a los que te llaman normal veinte, viste, y en este caso se pueden hacer bonificaciones de deuda que, bueno, mi otros compañeros de otras áreas no lo pueden hacer.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.89,
      "fin": 113.08,
      "duracion": 4.19,
      "texto": "Así que dame un segundo y yo me fijo más o menos de cuánto es la deuda.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.14,
      "fin": 116.36,
      "duracion": 3.22,
      "texto": "Sería vos sos el titular, ¿no?",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.38,
      "fin": 117.4,
      "duracion": 1.02,
      "texto": "Sí, sí, sí.",
      "confianza": 0.405
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.6,
      "fin": 118.8,
      "duracion": 1.2,
      "texto": "Isidro Monsalve.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 121.91,
      "fin": 124.07,
      "duracion": 2.16,
      "texto": "Isidoro.",
      "confianza": 0.422
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.09,
      "fin": 125.01,
      "duracion": 0.92,
      "texto": "Isidoro, perdón.",
      "confianza": 0.17
    },
    {
      "hablante": "Hablante A",
      "inicio": 125.03,
      "fin": 126.51,
      "duracion": 1.48,
      "texto": "Lo leí rápido.",
      "confianza": 0.109
    },
    {
      "hablante": "Hablante A",
      "inicio": 126.53,
      "fin": 130.98,
      "duracion": 4.45,
      "texto": "Te confirmo el numerito del enel que me figura a mí, el 22315746.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante A",
      "inicio": 131.06,
      "fin": 133.5,
      "duracion": 2.44,
      "texto": "Sí, el mismo.",
      "confianza": 0.417
    },
    {
      "hablante": "Hablante A",
      "inicio": 133.52,
      "fin": 134.5,
      "duracion": 0.98,
      "texto": "A ver, dame un segundo.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 134.52,
      "fin": 136.71,
      "duracion": 2.18,
      "texto": "¿A vos te dijeron de cuánto es la deuda aproximadamente?",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 136.87,
      "fin": 140.28,
      "duracion": 3.41,
      "texto": "Y el año pasado creo que era 260, 280, algo así.",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante A",
      "inicio": 140.29,
      "fin": 143.66,
      "duracion": 3.36,
      "texto": "Claro, es un montón.",
      "confianza": 0.152
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.68,
      "fin": 149.95,
      "duracion": 6.27,
      "texto": "Bueno, lo vamos a chequear y así lo podemos estar viendo.",
      "confianza": 0.361
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.97,
      "fin": 162.94,
      "duracion": 12.98,
      "texto": "A ver, dame un segundo que ya te comento para ver si podemos... Sí, el tema fue un poco, viste, que a mí me pasó algo con el teléfono, con una estafa, con el tema del robo.",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante A",
      "inicio": 163.33,
      "fin": 186.9,
      "duracion": 23.57,
      "texto": "entonces yo me pude mantener el mismo número que tenía anterior, me ofrecieron un teléfono que es el que tengo ahora, y supuestamente el valor de teléfono en aquel entonces, no sé, era por lo menos, no sé, 130.000 pesos en tres cuotas, una cosa así, creo que pagaba 70.000 pesos o 60.000 pesos por mes, resulta que nunca me lo hicieron.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante A",
      "inicio": 188.03,
      "fin": 192.61,
      "duracion": 4.59,
      "texto": "Buenos Aires echaba la culpa a Neuquén, Neuquén echaba la culpa a Buenos Aires, en definitiva yo quedé en el medio,",
      "confianza": 0.521
    },
    {
      "hablante": "Hablante A",
      "inicio": 193.35,
      "fin": 196.53,
      "duracion": 3.18,
      "texto": "Y nada.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 196.56,
      "fin": 197.38,
      "duracion": 0.82,
      "texto": "A ver, dame un segundo.",
      "confianza": 0.293
    },
    {
      "hablante": "Hablante A",
      "inicio": 197.4,
      "fin": 204.27,
      "duracion": 6.87,
      "texto": "Entonces, se lo voy a chequear para que podamos hacer la portabilidad conmigo para lidar.",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante A",
      "inicio": 204.29,
      "fin": 206.69,
      "duracion": 2.4,
      "texto": "A ver, dame un segundo.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.97,
      "fin": 212.02,
      "duracion": 4.05,
      "texto": "Claro, vos estás en Confluencia, Neuquén.",
      "confianza": 0.459
    },
    {
      "hablante": "Hablante A",
      "inicio": 212.04,
      "fin": 212.94,
      "duracion": 0.9,
      "texto": "Exactamente.",
      "confianza": 0.386
    },
    {
      "hablante": "Hablante A",
      "inicio": 212.96,
      "fin": 214.98,
      "duracion": 2.02,
      "texto": "Sí, claro, ahí lo estoy viendo.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante B",
      "inicio": 217.08,
      "fin": 222.09,
      "duracion": 5.01,
      "texto": "Hace un montón lo que me estás comentando en 2024.",
      "confianza": 0.652
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.11,
      "fin": 222.63,
      "duracion": 0.52,
      "texto": "¿Puede ser?",
      "confianza": 0.455
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.03,
      "fin": 225.66,
      "duracion": 2.62,
      "texto": "Exactamente.",
      "confianza": 0.091
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.68,
      "fin": 225.88,
      "duracion": 0.2,
      "texto": "Claro, sí.",
      "confianza": 0.026
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.9,
      "fin": 226.92,
      "duracion": 1.02,
      "texto": "Bueno, María, vamos a hacer una cosa.",
      "confianza": 0.379
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.94,
      "fin": 230.46,
      "duracion": 3.53,
      "texto": "No hay ningún problema para que vos puedas hacerlo, que es el tema de la portabilidad.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 230.52,
      "fin": 234.01,
      "duracion": 3.48,
      "texto": "Lo que sí, nosotros se comentó cómo es la bonificación de la deuda.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante B",
      "inicio": 234.17,
      "fin": 241.58,
      "duracion": 7.41,
      "texto": "Nosotros ingresamos, la solicitamos una vez al sistema y tarda, normalmente en nuestro proceso de portabilidad, tarda 48 horas hábiles.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.92,
      "fin": 243.7,
      "duracion": 1.78,
      "texto": "Bien, que es lo que te decimos.",
      "confianza": 0.546
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.76,
      "fin": 251.69,
      "duracion": 7.93,
      "texto": "En este caso, para poder gestionar la portabilidad lo vas a poder hacer, pero va a tener una demora aproximada dentro de...",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante B",
      "inicio": 251.94,
      "fin": 253.72,
      "duracion": 1.78,
      "texto": "Dame un segundo que ya te confirmo bien.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 254.3,
      "fin": 259.07,
      "duracion": 4.77,
      "texto": "Es dentro de 7 a 10 días a 10 en días a 10.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 259.09,
      "fin": 260.15,
      "duracion": 1.06,
      "texto": "Esto va a tener que demorar.",
      "confianza": 0.297
    },
    {
      "hablante": "Hablante B",
      "inicio": 260.17,
      "fin": 281.81,
      "duracion": 21.64,
      "texto": "Vos seréis normalmente con tu compañía de claro hasta que puedas portarte oficialmente con Movistar, que es cuando te llegan los chips y nosotros lo que te pedimos, bueno, que a mí en realidad en este caso, que yo voy a ser tu asesora, me puedas estar enviando lo que es una fotito del código de barra del chip y ya con el chip en mano nosotros hacemos lo que es directamente la activación.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante B",
      "inicio": 282.2,
      "fin": 288.52,
      "duracion": 6.33,
      "texto": "Pero si lo podés hacer, solo que tarda un poco más de lo normal.",
      "confianza": 0.585
    },
    {
      "hablante": "Hablante B",
      "inicio": 288.86,
      "fin": 293.01,
      "duracion": 4.14,
      "texto": "¿Puedo hacer algún plan de pago?",
      "confianza": 0.073
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.03,
      "fin": 297.11,
      "duracion": 4.08,
      "texto": "No, en este caso nosotros le vamos a bonificar.",
      "confianza": 0.755
    },
    {
      "hablante": "Hablante B",
      "inicio": 297.13,
      "fin": 298.85,
      "duracion": 1.72,
      "texto": "No le tendrías que estar abonando.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante B",
      "inicio": 300.27,
      "fin": 304.66,
      "duracion": 4.38,
      "texto": "Vamos a ver si te voy a estar avisando, por ejemplo, si me la bonifican completa la deuda.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante B",
      "inicio": 305.04,
      "fin": 311.44,
      "duracion": 6.41,
      "texto": "O en caso de que tengas que pagar, no sé, capaz que tengas que pagar,",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 311.76,
      "fin": 315.51,
      "duracion": 3.74,
      "texto": "No te puede ser un monto exacto, pero supongamos como $30,000 pesos, capaz.",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante B",
      "inicio": 315.73,
      "fin": 323.65,
      "duracion": 7.93,
      "texto": "Entonces, para que quede ya como toda la deuda completamente descaldeada.",
      "confianza": 0.8
    },
    {
      "hablante": "Hablante B",
      "inicio": 324.01,
      "fin": 329.1,
      "duracion": 5.09,
      "texto": "Por fin.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante B",
      "inicio": 329.12,
      "fin": 338.03,
      "duracion": 8.91,
      "texto": "Claro, sí, pasa que hay muchas... Es que hay muchos chicos que solo llaman del área de portabilidad y que bueno, que es verdad, igual que a ellos no le dan este tipo de beneficios, pero yo me contacto del área de recupero.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante B",
      "inicio": 338.33,
      "fin": 341.43,
      "duracion": 3.1,
      "texto": "Nosotros en el área de recupero, justamente se trata de eso.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 341.83,
      "fin": 344.6,
      "duracion": 2.76,
      "texto": "de recuperar a la cliente que tuvieron inconvenientes con nosotros.",
      "confianza": 0.52
    },
    {
      "hablante": "Hablante B",
      "inicio": 345.2,
      "fin": 349.97,
      "duracion": 4.77,
      "texto": "Así que bueno, Vanna, te comento en los plomos que nosotros tenemos y vos me decís con cuál te gustaría acceder.",
      "confianza": 0.513
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.93,
      "fin": 355.94,
      "duracion": 5.01,
      "texto": "¿Podemos meter tres líneas para que mi hija tenga, suma una línea más?",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante A",
      "inicio": 360.37,
      "fin": 363.56,
      "duracion": 3.19,
      "texto": "Hola.",
      "confianza": 0.952
    },
    {
      "hablante": "Hablante A",
      "inicio": 363.57,
      "fin": 364.74,
      "duracion": 1.16,
      "texto": "Hola, hola, hola.",
      "confianza": 0.813
    },
    {
      "hablante": "Hablante B",
      "inicio": 375.84,
      "fin": 382.44,
      "duracion": 6.6,
      "texto": "Hola.",
      "confianza": 0.784
    },
    {
      "hablante": "Hablante B",
      "inicio": 382.46,
      "fin": 382.76,
      "duracion": 0.3,
      "texto": "Hola.",
      "confianza": 0.827
    }
  ]
}