{
  "archivo": "amza75_1_260218141746187_ACD_26799.wav",
  "duracion_segundos": 388.41,
  "num_segmentos": 78,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 233.72,
    "Hablante B": 122.66
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.5,
      "fin": 2.3,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 2.3,
      "fin": 2.9,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 2.9,
      "fin": 4.0,
      "texto": "Buenas tardes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.1,
      "fin": 6.4,
      "texto": "¿Me comunico con Pamela?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 6.4,
      "fin": 7.1,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.1,
      "fin": 8.0,
      "texto": "¿Qué tal, Pamela?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.1,
      "fin": 9.1,
      "texto": "Mi nombre es Macarena."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.6,
      "fin": 17.8,
      "texto": "Me comunico con vos el día de hoy, el Día de Beneficios de Movistar, porque estamos brindando nuestros planes con el 85% de descuento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.0,
      "fin": 20.9,
      "texto": "¿Vos, actualmente, estás en Claro, cierto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 21.7,
      "fin": 22.3,
      "texto": "Correcto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.9,
      "fin": 23.5,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 23.5,
      "fin": 28.9,
      "texto": "¿Y tenés Claro a vos, no hacés recargas?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 28.9,
      "fin": 29.5,
      "texto": "¿A vos, no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.2,
      "fin": 54.6,
      "texto": "Bien, bueno, mirá, nosotros también lo que estamos brindando al día de hoy es un plan que está muy bueno, que es de 8 GB, te llevás más 10 GB de regalo por 8.047 pesos, teniendo WhatsApp gratis, habla libre a cualquier compañía, vas a tener Roaming en América también, entonces si vos salís del país vas a seguir teniendo señal, vas a tener datos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 54.7,
      "fin": 55.2,
      "texto": "Ajá, ¿qué significa 8 GB?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 56.3,
      "fin": 59.3,
      "texto": "8 GB es el plan que vas a tener de Internet."
    },
    {
      "hablante": "AGENTE",
      "inicio": 59.5,
      "fin": 73.3,
      "texto": "Esto es, por ejemplo, si vos no podés acceder a conectarte al Wi-Fi, podés activarlo en tu celular y utilizar el Internet de tu celular directamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 73.3,
      "fin": 76.4,
      "texto": "¿Y esto cuánto tiempo me dura?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 76.6,
      "fin": 77.6,
      "texto": "O sea, el plan es de 8 GB."
    },
    {
      "hablante": "AGENTE",
      "inicio": 77.7,
      "fin": 79.2,
      "texto": "Eso siempre lo va a tener tu plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 79.8,
      "fin": 85.3,
      "texto": "Lo que es durante 3 meses es el descuento fijo del 85% de descuento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 85.8,
      "fin": 97.7,
      "texto": "Sin embargo, después de un tiempo vas a poder hacer lo que es la baja del plan o pedir otro descuento o renovarlo desde la app de Mi Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 97.9,
      "fin": 110.4,
      "texto": "Es decir, sin tener que llamar a ningún 0800, sin tener que pasar por ahí, tener que ir hasta las oficinas, directamente lo hacés desde la app."
    },
    {
      "hablante": "AGENTE",
      "inicio": 110.5,
      "fin": 112.5,
      "texto": "¿Es claro cómo hacerlo desde la app?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 113.4,
      "fin": 119.2,
      "texto": "Sí, sí, sí, está en la sección de servicios en la parte de facturación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 119.2,
      "fin": 128.9,
      "texto": "Apenas cuando entrás a la app, bajás un poquito, bueno, porque te aparecen beneficios, te aparecen promos, bajás un poco y ahí te aparece directamente la sección de facturación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.8,
      "fin": 139.9,
      "texto": "La verdad que está muy bueno porque es como que tenés un control mucho más cercano con tu propio plan, y eso por ahí con Claro no te pasa, ¿me entendés?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 142.1,
      "fin": 147.0,
      "texto": "Pero no me contestaste los 8 gigas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 147.0,
      "fin": 149.6,
      "texto": "¿Cuánto me dura?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 149.6,
      "fin": 153.5,
      "texto": "¿Cuánto te dura en rendimiento o por cuánto tiempo vas a tener 8 gigas?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 154.7,
      "fin": 155.5,
      "texto": "No, en rendimiento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 156.4,
      "fin": 165.4,
      "texto": "No, las 8 gigas la verdad es que te va a funcionar todo el mes porque, por ejemplo, yo antes tenía un plan de 2 gigas, te hablo de una experiencia personal,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 165.7,
      "fin": 176.1,
      "texto": "y no me alcanzaba más de 15 días y yo solamente lo usaba capaz para WhatsApp o lo usaba para Instagram 5 minutos y ya me aparecía la notificación de que no tenía más internet."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 176.8,
      "fin": 185.0,
      "texto": "Ahora actualmente con un plan de 8 gigas, aparte vas a tener 10 gigas más de regalo durante 6 meses, me alcanza y hasta me sobra."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 185.2,
      "fin": 189.3,
      "texto": "Y lo bueno es que en Movistar, si vos no lo usás, lo podés guardar para el siguiente mes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 190.1,
      "fin": 204.6,
      "texto": "Eso la verdad que está muy bueno y es muy útil porque lo que realmente estás pagando lo utilizás solo vos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 204.6,
      "fin": 206.0,
      "texto": "Después de los seis meses, ¿a cuánto una factura normal?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 206.0,
      "fin": 206.2,
      "texto": "¿Cuánto es?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 206.2,
      "fin": 212.0,
      "texto": "Después de los seis meses vos vas a estar pagando lo que son 33, pero vos lo podés ver antes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 212.1,
      "fin": 217.2,
      "texto": "En el quinto mes, por ejemplo, vos podés bajarlo o pedir que te hagan otra promo"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 217.5,
      "fin": 224.7,
      "texto": "para evitar llegar a esta factura, pero igual vos siempre lo vas a poder ir renovando, lo puedes ir viendo, lo vas controlando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 225.3,
      "fin": 232.3,
      "texto": "Y siempre Movistar tiene promociones para sus clientes actuales, digamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 232.3,
      "fin": 238.1,
      "texto": "Yo ya estaba en Movistar, pero me salí porque donde yo a veces tengo que viajar no tengo señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 239.1,
      "fin": 245.8,
      "texto": "Y realmente... Jujuy, Salta, pero más que nada fue Jujuy."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 245.9,
      "fin": 247.1,
      "texto": "A ver..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 248.2,
      "fin": 255.4,
      "texto": "Estoy hablando con Maimará, Tilcara, Humahuaca."
    },
    {
      "hablante": "AGENTE",
      "inicio": 257.1,
      "fin": 259.8,
      "texto": "Y dije, no puede ser, tenía señal personal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 261.1,
      "fin": 264.1,
      "texto": "Y no, entonces fue, realmente la pasé muy mal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 265.1,
      "fin": 273.2,
      "texto": "Claro, hay cobertura en Maimará y Bellavista de Jujuy."
    },
    {
      "hablante": "AGENTE",
      "inicio": 273.5,
      "fin": 283.8,
      "texto": "Pero sí es verdad, y no voy a decir que no, que la verdad es que en Tilcara no hay señal, no hay cobertura, vos viajás muy seguido a Jujuy."
    },
    {
      "hablante": "AGENTE",
      "inicio": 283.8,
      "fin": 287.2,
      "texto": "Claro, entonces... Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 287.2,
      "fin": 287.4,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 287.4,
      "fin": 294.6,
      "texto": "No, o sea, apelaba a que la gente me convidara señal, pero en el primer momento, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.6,
      "fin": 298.7,
      "texto": "Los nervios... ¿Y es que no puede ser?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 298.7,
      "fin": 299.3,
      "texto": "Sí, no, al perder esa señal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 299.4,
      "fin": 300.7,
      "texto": "Hasta que alguien me dijo..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 301.2,
      "fin": 307.9,
      "texto": "Mirá, ¿tenés Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 307.9,
      "fin": 307.9,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 308.0,
      "fin": 309.0,
      "texto": "No, te comparto de personal porque acá no hay señal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.0,
      "fin": 309.3,
      "texto": "Ah, claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.3,
      "fin": 309.5,
      "texto": "No, no, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.6,
      "fin": 314.1,
      "texto": "Acá me figura que tal cual como decís vos, en Tilcara no hay señal, no tenemos cobertura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 314.2,
      "fin": 323.8,
      "texto": "Actualmente estábamos trabajando para llegar a esas zonas porque la verdad es que estamos con bastantes trazos de antenas en esas localidades."
    },
    {
      "hablante": "AGENTE",
      "inicio": 324.3,
      "fin": 328.8,
      "texto": "Pero si en Maimará y Bellavista me figura que hay señal y que es bastante buena."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 330.6,
      "fin": 334.6,
      "texto": "Sí, en Humahuaca tampoco, ¿eh?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 334.6,
      "fin": 343.2,
      "texto": "Humahuaca, a ver."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 343.4,
      "fin": 343.9,
      "texto": "A ver."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 344.9,
      "fin": 346.7,
      "texto": "No, a mí se me asegura que ha dado señal."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 346.8,
      "fin": 347.3,
      "texto": "Tenés razón."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 347.9,
      "fin": 349.0,
      "texto": "Tenés razón tal cual."
    },
    {
      "hablante": "AGENTE",
      "inicio": 351.6,
      "fin": 353.6,
      "texto": "Así que, bueno, este."
    },
    {
      "hablante": "AGENTE",
      "inicio": 354.0,
      "fin": 367.0,
      "texto": "Bueno, lamento mucho, la verdad, porque, bueno, es muy buen plan, pero sí es cierto que la señal es muy importante y más cuando salís de tu zona de confort, de tu domicilio, viajás y no tener señal es una locura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 367.7,
      "fin": 381.7,
      "texto": "Así que, bueno, no te voy a brindar algo que no te sirva, Pamela, pero cuando estemos haciendo renovaciones de antenas, yo te voy a estar comunicando y, bueno, te explico en ese momento si te parece bien, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 381.7,
      "fin": 381.9,
      "texto": "Bueno, dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 382.0,
      "fin": 382.6,
      "texto": "Bueno, Pamela, estoy muy amable."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 383.1,
      "fin": 384.9,
      "texto": "Bueno, gracias a vos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 384.9,
      "fin": 386.5,
      "texto": "Hasta luego."
    },
    {
      "hablante": "AGENTE",
      "inicio": 386.6,
      "fin": 388.4,
      "texto": "Igualmente, chau."
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes. ¿Me comunico con Pamela? Sí. ¿Qué tal, Pamela? Mi nombre es Macarena. Me comunico con vos el día de hoy, el Día de Beneficios de Movistar, porque estamos brindando nuestros planes con el 85% de descuento. ¿Vos, actualmente, estás en Claro, cierto? Correcto. Perfecto. ¿Y tenés Claro a vos, no hacés recargas? ¿A vos, no? Bien, bueno, mirá, nosotros también lo que estamos brindando al día de hoy es un plan que está muy bueno, que es de 8 GB, te llevás más 10 GB de regalo por 8.047 pesos, teniendo WhatsApp gratis, habla libre a cualquier compañía, vas a tener Roaming en América también, entonces si vos salís del país vas a seguir teniendo señal, vas a tener datos. Ajá, ¿qué significa 8 GB? 8 GB es el plan que vas a tener de Internet. Esto es, por ejemplo, si vos no podés acceder a conectarte al Wi-Fi, podés activarlo en tu celular y utilizar el Internet de tu celular directamente. ¿Y esto cuánto tiempo me dura? O sea, el plan es de 8 GB. Eso siempre lo va a tener tu plan. Lo que es durante 3 meses es el descuento fijo del 85% de descuento. Sin embargo, después de un tiempo vas a poder hacer lo que es la baja del plan o pedir otro descuento o renovarlo desde la app de Mi Movistar. Es decir, sin tener que llamar a ningún 0800, sin tener que pasar por ahí, tener que ir hasta las oficinas, directamente lo hacés desde la app. ¿Es claro cómo hacerlo desde la app? Sí, sí, sí, está en la sección de servicios en la parte de facturación. Apenas cuando entrás a la app, bajás un poquito, bueno, porque te aparecen beneficios, te aparecen promos, bajás un poco y ahí te aparece directamente la sección de facturación. La verdad que está muy bueno porque es como que tenés un control mucho más cercano con tu propio plan, y eso por ahí con Claro no te pasa, ¿me entendés? Pero no me contestaste los 8 gigas. ¿Cuánto me dura? ¿Cuánto te dura en rendimiento o por cuánto tiempo vas a tener 8 gigas? No, en rendimiento. No, las 8 gigas la verdad es que te va a funcionar todo el mes porque, por ejemplo, yo antes tenía un plan de 2 gigas, te hablo de una experiencia personal, y no me alcanzaba más de 15 días y yo solamente lo usaba capaz para WhatsApp o lo usaba para Instagram 5 minutos y ya me aparecía la notificación de que no tenía más internet. Ahora actualmente con un plan de 8 gigas, aparte vas a tener 10 gigas más de regalo durante 6 meses, me alcanza y hasta me sobra. Y lo bueno es que en Movistar, si vos no lo usás, lo podés guardar para el siguiente mes. Eso la verdad que está muy bueno y es muy útil porque lo que realmente estás pagando lo utilizás solo vos. Después de los seis meses, ¿a cuánto una factura normal? ¿Cuánto es? Después de los seis meses vos vas a estar pagando lo que son 33, pero vos lo podés ver antes. En el quinto mes, por ejemplo, vos podés bajarlo o pedir que te hagan otra promo para evitar llegar a esta factura, pero igual vos siempre lo vas a poder ir renovando, lo puedes ir viendo, lo vas controlando. Y siempre Movistar tiene promociones para sus clientes actuales, digamos. Yo ya estaba en Movistar, pero me salí porque donde yo a veces tengo que viajar no tengo señal. Y realmente... Jujuy, Salta, pero más que nada fue Jujuy. A ver... Estoy hablando con Maimará, Tilcara, Humahuaca. Y dije, no puede ser, tenía señal personal. Y no, entonces fue, realmente la pasé muy mal. Claro, hay cobertura en Maimará y Bellavista de Jujuy. Pero sí es verdad, y no voy a decir que no, que la verdad es que en Tilcara no hay señal, no hay cobertura, vos viajás muy seguido a Jujuy. Claro, entonces... Claro. Bien. No, o sea, apelaba a que la gente me convidara señal, pero en el primer momento, ¿no? Los nervios... ¿Y es que no puede ser? Sí, no, al perder esa señal. Hasta que alguien me dijo... Mirá, ¿tenés Movistar? Sí. No, te comparto de personal porque acá no hay señal. Ah, claro. No, no, sí. Acá me figura que tal cual como decís vos, en Tilcara no hay señal, no tenemos cobertura. Actualmente estábamos trabajando para llegar a esas zonas porque la verdad es que estamos con bastantes trazos de antenas en esas localidades. Pero si en Maimará y Bellavista me figura que hay señal y que es bastante buena. Sí, en Humahuaca tampoco, ¿eh? Humahuaca, a ver. A ver. No, a mí se me asegura que ha dado señal. Tenés razón. Tenés razón tal cual. Así que, bueno, este. Bueno, lamento mucho, la verdad, porque, bueno, es muy buen plan, pero sí es cierto que la señal es muy importante y más cuando salís de tu zona de confort, de tu domicilio, viajás y no tener señal es una locura. Así que, bueno, no te voy a brindar algo que no te sirva, Pamela, pero cuando estemos haciendo renovaciones de antenas, yo te voy a estar comunicando y, bueno, te explico en ese momento si te parece bien, ¿sí? Bueno, dale. Bueno, Pamela, estoy muy amable. Bueno, gracias a vos. Hasta luego. Igualmente, chau.",
  "calidad": {
    "confianza_promedio": 0.529,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T10:46:54.554498",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 8GB + 10GB de regalo"
      ],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (ej: gigas, nombres propios), mejora de la fluidez y claridad del texto."
    },
    "fecha_mejora": "2026-02-20T11:08:25.762101",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.47,
      "fin": 2.31,
      "duracion": 1.84,
      "texto": "Hola.",
      "confianza": 0.47
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.33,
      "fin": 2.91,
      "duracion": 0.58,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.93,
      "fin": 4.05,
      "duracion": 1.12,
      "texto": "Buenas tardes.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.08,
      "fin": 6.42,
      "duracion": 2.34,
      "texto": "¿Me comunico con Pamela?",
      "confianza": 0.157
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.44,
      "fin": 7.06,
      "duracion": 0.62,
      "texto": "Sí.",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.08,
      "fin": 8.02,
      "duracion": 0.94,
      "texto": "¿Qué tal, Pamela?",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.06,
      "fin": 9.06,
      "duracion": 1.0,
      "texto": "Mi nombre es Macarena.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.56,
      "fin": 17.77,
      "duracion": 8.21,
      "texto": "Me comunico con vos el día de hoy, el Día de Beneficios de Montar, porque estamos brindando nuestros trenes al 85% del descuento.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.98,
      "fin": 20.86,
      "duracion": 1.88,
      "texto": "Vos, altamente, estás en cladro, ¿cierto?",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.72,
      "fin": 22.28,
      "duracion": 0.56,
      "texto": "Correcto.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 22.94,
      "fin": 23.48,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.45
    },
    {
      "hablante": "Hablante A",
      "inicio": 23.5,
      "fin": 28.87,
      "duracion": 5.37,
      "texto": "¿Y tenés claro a vos no hacer recargas?",
      "confianza": 0.522
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.89,
      "fin": 29.53,
      "duracion": 0.64,
      "texto": "A vos, ¿no?",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.22,
      "fin": 54.64,
      "duracion": 24.42,
      "texto": "Bien, bueno, mirá, nosotros también lo que estamos brindando al día de hoy es un plan que está muy bueno, que es de 8 días de llevarse más 10 de regalo por 8.047 pesos teniendo WhatsApp gratis, habla libre a cualquier compañía, va a tener Roaming en América también, entonces si vos salís del país va a seguir teniendo señal, va a tener datos.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.66,
      "fin": 55.2,
      "duracion": 0.54,
      "texto": "Ajá, ¿qué significa 8 días?",
      "confianza": 0.042
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.26,
      "fin": 59.32,
      "duracion": 3.06,
      "texto": "8 GB es el plan que vas a tener de Internet.",
      "confianza": 0.476
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.46,
      "fin": 73.29,
      "duracion": 13.83,
      "texto": "Esto es, por ejemplo, si vos no podés acceder a conectarte al Wi-Fi, podés activarlo en tu celular y utilizar el Internet de tu celular directamente.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante A",
      "inicio": 73.31,
      "fin": 76.44,
      "duracion": 3.12,
      "texto": "¿Y esto cuánto tiempo me dura?",
      "confianza": 0.376
    },
    {
      "hablante": "Hablante A",
      "inicio": 76.58,
      "fin": 77.64,
      "duracion": 1.06,
      "texto": "O sea, el plan es de 8 GB.",
      "confianza": 0.362
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.66,
      "fin": 79.18,
      "duracion": 1.52,
      "texto": "Eso siempre lo va a tener tu plan.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante A",
      "inicio": 79.8,
      "fin": 85.3,
      "duracion": 5.5,
      "texto": "Lo que es durante 3 meses es el descuento fijo del 85% de descuento.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.77,
      "fin": 97.71,
      "duracion": 11.93,
      "texto": "Sin embargo, después de un tiempo vas a poder hacer lo que es la baja del plan o pedir otro descuento o renovarlo desde la app de Mi Movistar.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante A",
      "inicio": 97.89,
      "fin": 110.44,
      "duracion": 12.55,
      "texto": "Es decir, sin tener que llamar a ningún 0800, sin tener que pasar por ahí, tener que ir hasta las oficinas, directamente lo haces desde la app.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante A",
      "inicio": 110.46,
      "fin": 112.52,
      "duracion": 2.06,
      "texto": "¿Es claro cómo hacerlo desde la app?",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante A",
      "inicio": 113.43,
      "fin": 119.16,
      "duracion": 5.73,
      "texto": "Sí, sí, sí, está en la sección de servicios en la parte de facturación.",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante A",
      "inicio": 119.18,
      "fin": 128.87,
      "duracion": 9.69,
      "texto": "Apenas cuando entraba la app bajaba un poquito, bueno, porque te aparecen beneficios, te aparecen promos, bajaba un poco y ahí te aparece directamente la sección de facturación.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.75,
      "fin": 139.86,
      "duracion": 10.11,
      "texto": "La verdad que está muy bueno porque es como que tenés un control mucho más cercano con tu propio plan, y eso por ahí con claro no te pasa, ¿me entendés?",
      "confianza": 0.717
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.1,
      "fin": 146.99,
      "duracion": 4.89,
      "texto": "Pero no me contestaste los 8 gigas.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 147.01,
      "fin": 149.61,
      "duracion": 2.6,
      "texto": "¿Cuánto me dura?",
      "confianza": 0.525
    },
    {
      "hablante": "Hablante B",
      "inicio": 149.63,
      "fin": 153.5,
      "duracion": 3.87,
      "texto": "¿Cuánto te dura en rendimiento o por cuánto tiempo vas a tener 8 gigas?",
      "confianza": 0.765
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.66,
      "fin": 155.5,
      "duracion": 0.84,
      "texto": "No, en rendimiento.",
      "confianza": 0.506
    },
    {
      "hablante": "Hablante B",
      "inicio": 156.36,
      "fin": 165.36,
      "duracion": 8.99,
      "texto": "No, las 8 gigas la verdad es que te va a funcionar todo el mes porque, por ejemplo, yo antes tenía un plan de 2 gigas, te hablaba de una experiencia personal,",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 165.68,
      "fin": 176.11,
      "duracion": 10.43,
      "texto": "y no me alcanzaba más de 15 días y yo solamente lo usaba capaz para WhatsApp o lo usaba para Instagram 5 minutos y ya me aparecía la notificación de que no tenía más internet.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 176.85,
      "fin": 185.0,
      "duracion": 8.15,
      "texto": "Ahora actualmente con un plan de 8 gigas, aparte vas a tener 10 gigas más de regalo durante 6 meses, me alcanza y hasta me sobra.",
      "confianza": 0.749
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.22,
      "fin": 189.29,
      "duracion": 4.06,
      "texto": "Y lo bueno es que en molestar si vos no lo usas lo podés guardar para el siguiente mes.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 190.13,
      "fin": 204.58,
      "duracion": 14.46,
      "texto": "Eso la verdad que está muy bueno y es muy útil porque lo que realmente estás pagando lo utilizas solo vos.",
      "confianza": 0.596
    },
    {
      "hablante": "Hablante B",
      "inicio": 204.6,
      "fin": 205.99,
      "duracion": 1.38,
      "texto": "Después de los seis meses, ¿a cuánto una factura normal?",
      "confianza": 0.073
    },
    {
      "hablante": "Hablante B",
      "inicio": 206.01,
      "fin": 206.23,
      "duracion": 0.22,
      "texto": "¿Cuánto es?",
      "confianza": 0.051
    },
    {
      "hablante": "Hablante B",
      "inicio": 206.25,
      "fin": 212.03,
      "duracion": 5.79,
      "texto": "Después de los seis meses vos vas a estar pagando lo que son 33, pero vos lo podés ver antes.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 212.05,
      "fin": 217.2,
      "duracion": 5.15,
      "texto": "En el quinto mes, por ejemplo, vos podés bajarlo o pedir que te hagan otra promo",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 217.47,
      "fin": 224.67,
      "duracion": 7.21,
      "texto": "para evitar llegar a esta factura, pero igual vos siempre lo vas a poder ir renovando, lo puedes ir viendo, lo vas controlando.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.29,
      "fin": 232.32,
      "duracion": 7.03,
      "texto": "Y siempre Movistar tiene promociones para sus clientes actuales, digamos.",
      "confianza": 0.751
    },
    {
      "hablante": "Hablante B",
      "inicio": 232.34,
      "fin": 238.07,
      "duracion": 5.73,
      "texto": "Yo ya estaba en Movistar, pero me salí porque donde yo a veces tengo que viajar no tengo señal.",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante B",
      "inicio": 239.05,
      "fin": 245.85,
      "duracion": 6.81,
      "texto": "Y realmente... Jujuy salta, pero más que nada fue Jujuy.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 245.87,
      "fin": 247.13,
      "duracion": 1.26,
      "texto": "A ver...",
      "confianza": 0.301
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.23,
      "fin": 255.44,
      "duracion": 7.21,
      "texto": "Estoy hablando con Mamarca, Cilcara, Maymará.",
      "confianza": 0.548
    },
    {
      "hablante": "Hablante A",
      "inicio": 257.1,
      "fin": 259.84,
      "duracion": 2.74,
      "texto": "Y dije, no puede ser, tenía señal personal.",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante A",
      "inicio": 261.1,
      "fin": 264.08,
      "duracion": 2.98,
      "texto": "Y no, entonces fue, realmente la pasé muy mal.",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante A",
      "inicio": 265.11,
      "fin": 273.17,
      "duracion": 8.07,
      "texto": "Claro, hay cobertura en Maymará y Bellavista de Jujuy.",
      "confianza": 0.809
    },
    {
      "hablante": "Hablante A",
      "inicio": 273.51,
      "fin": 283.76,
      "duracion": 10.25,
      "texto": "Pero sí es verdad, y no voy a decir que no, que la verdad es que en Ticara no hay señal, no hay cobertura, vos viajas muy seguido a Jujuy.",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante A",
      "inicio": 283.78,
      "fin": 287.18,
      "duracion": 3.4,
      "texto": "Claro, entonces... Claro.",
      "confianza": 0.496
    },
    {
      "hablante": "Hablante A",
      "inicio": 287.2,
      "fin": 287.42,
      "duracion": 0.22,
      "texto": "Bien.",
      "confianza": 0.364
    },
    {
      "hablante": "Hablante A",
      "inicio": 287.44,
      "fin": 294.57,
      "duracion": 7.13,
      "texto": "No, o sea, apelaba a que la gente me convidara señal, pero en el primer momento, ¿no?",
      "confianza": 0.758
    },
    {
      "hablante": "Hablante A",
      "inicio": 294.63,
      "fin": 298.69,
      "duracion": 4.06,
      "texto": "Los nervios... ¿Y es que no puede ser?",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.71,
      "fin": 299.33,
      "duracion": 0.62,
      "texto": "Sí, no, al perder ese señal.",
      "confianza": 0.084
    },
    {
      "hablante": "Hablante A",
      "inicio": 299.35,
      "fin": 300.71,
      "duracion": 1.36,
      "texto": "Hasta que alguien me dijo...",
      "confianza": 0.393
    },
    {
      "hablante": "Hablante A",
      "inicio": 301.2,
      "fin": 307.87,
      "duracion": 6.67,
      "texto": "Mira, ¿tenés movistar?",
      "confianza": 0.409
    },
    {
      "hablante": "Hablante A",
      "inicio": 307.89,
      "fin": 307.95,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante A",
      "inicio": 307.97,
      "fin": 309.01,
      "duracion": 1.04,
      "texto": "No, te comparto de personal porque acá no hay señal.",
      "confianza": 0.011
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.03,
      "fin": 309.29,
      "duracion": 0.26,
      "texto": "Ah, claro.",
      "confianza": 0.06
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.31,
      "fin": 309.53,
      "duracion": 0.22,
      "texto": "No, no, sí.",
      "confianza": 0.27
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.55,
      "fin": 314.13,
      "duracion": 4.59,
      "texto": "Acá me figura que tal cual como decís vos, en Tincara no hay señal, no tenemos cobertura.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante A",
      "inicio": 314.19,
      "fin": 323.81,
      "duracion": 9.61,
      "texto": "Actualmente estábamos trabajando para llegar a esas zonas porque la verdad es que estamos con bastantes trazos de antenas en esas localidades.",
      "confianza": 0.717
    },
    {
      "hablante": "Hablante A",
      "inicio": 324.31,
      "fin": 328.79,
      "duracion": 4.49,
      "texto": "Pero si en Maimara y Bellavista me figura que hay señal y que es bastante buena.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante B",
      "inicio": 330.55,
      "fin": 334.63,
      "duracion": 4.09,
      "texto": "Sí, en Bulma marca tampoco, ¿eh?",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante B",
      "inicio": 334.65,
      "fin": 343.2,
      "duracion": 8.55,
      "texto": "Bulma marca, a ver.",
      "confianza": 0.406
    },
    {
      "hablante": "Hablante B",
      "inicio": 343.37,
      "fin": 343.89,
      "duracion": 0.52,
      "texto": "A ver.",
      "confianza": 0.31
    },
    {
      "hablante": "Hablante B",
      "inicio": 344.93,
      "fin": 346.67,
      "duracion": 1.74,
      "texto": "No, a mí se me asegura que ha dado señal.",
      "confianza": 0.383
    },
    {
      "hablante": "Hablante B",
      "inicio": 346.75,
      "fin": 347.33,
      "duracion": 0.58,
      "texto": "Tenés razón.",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante B",
      "inicio": 347.91,
      "fin": 349.01,
      "duracion": 1.1,
      "texto": "Tenés razón tal cual.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante A",
      "inicio": 351.58,
      "fin": 353.58,
      "duracion": 2.0,
      "texto": "Así que, bueno, este.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 353.97,
      "fin": 367.0,
      "duracion": 13.04,
      "texto": "Bueno, lamento mucho, la verdad, porque, bueno, es muy buen plan, pero sí es cierto que la señal es muy importante y más cuando salís de tu zona de confort, de tu homicilio, viajás y no tener señal es una locura.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante A",
      "inicio": 367.67,
      "fin": 381.69,
      "duracion": 14.02,
      "texto": "Así que, bueno, no te voy a brindar algo que no te sirva, Pamela, pero cuando estemos haciendo renovaciones de antenas, yo te voy a estar comunicando y, bueno, te explicás en ese momento si te parece bien, ¿sí?",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 381.71,
      "fin": 381.95,
      "duracion": 0.24,
      "texto": "Bueno, dale.",
      "confianza": 0.029
    },
    {
      "hablante": "Hablante A",
      "inicio": 381.97,
      "fin": 382.61,
      "duracion": 0.64,
      "texto": "Bueno, Pamela, estoy muy amable.",
      "confianza": 0.048
    },
    {
      "hablante": "Hablante A",
      "inicio": 383.13,
      "fin": 384.92,
      "duracion": 1.79,
      "texto": "Bueno, gracias a vos.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 384.94,
      "fin": 386.54,
      "duracion": 1.61,
      "texto": "Hasta luego.",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante A",
      "inicio": 386.56,
      "fin": 388.41,
      "duracion": 1.85,
      "texto": "Igualmente, chau.",
      "confianza": 0.608
    }
  ]
}