{
  "archivo": "amza7_1_260209121112354_ACD_40133.wav",
  "duracion_segundos": 413.59,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 84.39,
    "Hablante B": 283.63
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 0.5,
      "texto": "Aquí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 1.9,
      "fin": 2.5,
      "texto": "Hola, buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.2,
      "fin": 3.7,
      "texto": "Buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.7,
      "fin": 4.8,
      "texto": "¿Qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.8,
      "fin": 5.5,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 5.5,
      "fin": 7.5,
      "texto": "Te habla Pablo Delare, recuperador de clientes de Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.5,
      "fin": 8.2,
      "texto": "¿Cómo andas, Walter?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.2,
      "fin": 8.6,
      "texto": "¿Todo bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.5,
      "fin": 10.4,
      "texto": "Todo bien, mirá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 11.3,
      "fin": 18.8,
      "texto": "No te voy a perder el tiempo porque es tu trabajo, pero en realidad con Movistar estamos muy enojados."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 19.5,
      "fin": 19.7,
      "texto": "¿Por qué?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 19.7,
      "fin": 26.6,
      "texto": "Perdí una línea, perdí una línea que era comercial."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 29.6,
      "fin": 35.7,
      "texto": "Y no quisieron hacer nada para ayudarme a recuperarla."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 35.7,
      "fin": 45.5,
      "texto": "Ustedes también hacen bien las ventas, todo lo que ustedes quieran, pero después los que no sirven son los de las oficinas centrales que no quieren conservar a los clientes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 45.5,
      "fin": 49.0,
      "texto": "¿Por qué esa es la verdad?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 49.0,
      "fin": 55.5,
      "texto": "Bien, Walter, te entiendo y la verdad que te pido disculpas en nombre de la empresa. Lo que hemos modificado es la gestión directamente de Movistar, por eso..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 55.9,
      "fin": 62.9,
      "texto": "No solamente vas a tener lo que es una venta, sino también la posventa conmigo, es decir, que te tengo que brindar lo que es un buen servicio después de que lo estreses mucho."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.2,
      "fin": 68.8,
      "texto": "Claro, pero lo que sucede, mira, yo te voy a decir una cosa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 68.8,
      "fin": 68.9,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 68.9,
      "fin": 71.0,
      "texto": "El tema, yo perdí una línea comercial."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 72.2,
      "fin": 72.4,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 72.5,
      "fin": 74.4,
      "texto": "16 años cliente de ustedes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 74.4,
      "fin": 76.5,
      "texto": "Sabía que estaba a nombre de mi vieja la línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 77.2,
      "fin": 83.6,
      "texto": "Es una persona con problemas oncológicos y bueno, tuvimos una discusión, vos viste que se descompensan fácil esas personas."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 84.7,
      "fin": 85.9,
      "texto": "Entonces, ¿qué pasa?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 85.9,
      "fin": 89.4,
      "texto": "Le dio de baja a mi mamá porque no tenía ella el nombre de ella."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 89.9,
      "fin": 98.5,
      "texto": "Me fui hasta la oficina central, como hay ya problemas oncológicos, se puede hacer todo en pandemia, se puede hacer todo virtual."
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.2,
      "fin": 105.5,
      "texto": "Llevaba la copia del documento del teléfono, la había sacado de ambas caras."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 107.8,
      "fin": 107.8,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 107.9,
      "fin": 112.0,
      "texto": "Ellos, si hubieran tenido ganas, se comunicaban con mi mamá que tenía el número."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 112.5,
      "fin": 113.3,
      "texto": "Sí, arreglaban todo ahí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 114.2,
      "fin": 119.8,
      "texto": "Y le decía, mire, ¿les quiere cambiar la titularidad a fulano total?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 119.9,
      "fin": 120.5,
      "texto": "Y no le quiera."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 121.5,
      "fin": 132.3,
      "texto": "Entonces vos te das cuenta que ustedes se matan por tener más clientes y realmente los que están en la oficina que tienen que conservarlo, cuidarlo, no lo cuidan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 133.6,
      "fin": 143.1,
      "texto": "Porque creo que uno, un cliente de 16 años y una empresa que tenga un cliente de 16, 17 años, mierda, es un bebé bastante grande."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 143.4,
      "fin": 152.9,
      "texto": "Sí, obvio."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 152.9,
      "fin": 154.2,
      "texto": "Si no me hayan conservado a mí, bueno, está bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 154.2,
      "fin": 155.0,
      "texto": "No hay problema visual."
    },
    {
      "hablante": "AGENTE",
      "inicio": 155.0,
      "fin": 157.1,
      "texto": "Te entiendo y bueno, te pido disculpas, como te decía recién."
    },
    {
      "hablante": "AGENTE",
      "inicio": 157.2,
      "fin": 159.9,
      "texto": "La verdad que sería de gran agrado que pudieras volver a administrar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 160.1,
      "fin": 168.5,
      "texto": "Obviamente tendrías lo que es una gestión más personalizada, un seguimiento más personalizado a todo lo que vos necesites, igual, del esfuerzo que te estamos contactando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 169.1,
      "fin": 198.4,
      "texto": "La verdad, lo comento, no me sirve de nada el daño que me hicieron anteriormente. Si vos me decís, bueno, si recupero el número, pero no lo puedo recuperar. Ya varias veces me han llamado ustedes, les he dejado el número y todo. Está activado el número ahora, pero está fuera de servicio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.3,
      "fin": 208.1,
      "texto": "Claro, lo que pasa con esos números, normalmente, suponete, por ejemplo, si vos de esta línea, te doy el ejemplo, si no, pero es para que sepas qué es lo que pasa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 208.1,
      "fin": 212.9,
      "texto": "Si vos suponete que esta línea la dejas de pagar en Claro, por decirte un ejemplo, que la dejes de pagar, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.6,
      "fin": 221.1,
      "texto": "Y la dejas de pagar, lo que hace Claro directamente cuando la corta, la pasa a prepago y se le da a otra persona."
    },
    {
      "hablante": "AGENTE",
      "inicio": 221.8,
      "fin": 226.0,
      "texto": "O sea, que después, viste, cuando vos te vas a un local y te compras un chip,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 226.3,
      "fin": 245.5,
      "texto": "Ese chip está habilitado con un número de los que antes habían sido dados de baja, entonces por eso que se hace imposible recuperar un número porque bueno, no se sabe quién lo está utilizando y no es posible por ahí que vos me digas, vení, a ver, ¿qué es lo que me sería más fácil?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 245.6,
      "fin": 255.8,
      "texto": "Igual te lo decís, sí, yo te voy a recuperar el número, mentir, pero no es mi forma de trabajo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 256.2,
      "fin": 274.6,
      "texto": "Yo prefiero manejarme directamente con la verdad y decirte, mira, el hecho, por más de que te tiran el número, yo te digo, soy sincero, no hay una forma que vos puedas recuperar ese número, porque no hay una forma que vos puedas pedir un número telefónico que sea este número, ¿me entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 274.7,
      "fin": 277.8,
      "texto": "O sea, el día de mañana, un video permita."
    },
    {
      "hablante": "AGENTE",
      "inicio": 278.4,
      "fin": 284.4,
      "texto": "Por una X razón, vos perdés ese número, no hay una forma que después cuando vos vas a contratar Movistar,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 284.6,
      "fin": 287.7,
      "texto": "Diga sí, quiero el 2634-59-3738."
    },
    {
      "hablante": "AGENTE",
      "inicio": 287.9,
      "fin": 291.0,
      "texto": "No entiendo, o sea, no lo puedes elegir."
    },
    {
      "hablante": "AGENTE",
      "inicio": 291.6,
      "fin": 292.8,
      "texto": "Es algo que va aleatorio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 293.3,
      "fin": 295.8,
      "texto": "O sea, sale un número y sale ese número y chao."
    },
    {
      "hablante": "AGENTE",
      "inicio": 295.8,
      "fin": 296.2,
      "texto": "¿Me entendés?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 297.8,
      "fin": 299.0,
      "texto": "Por eso sí, te preocupo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 299.1,
      "fin": 302.1,
      "texto": "Es algo que no lo vas a poder recuperar lamentablemente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 302.6,
      "fin": 309.5,
      "texto": "Y obviamente, por ahí, el hecho de que vos hayas tenido una mala experiencia con nosotros, si viene algo que no vas a poder..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 309.8,
      "fin": 317.6,
      "texto": "No se puede modificar a menos que vuelvas con nuestra empresa y que puedas probar el servicio y lo puedes hacer de gran agrado, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 317.6,
      "fin": 320.5,
      "texto": "Sí, yo comprendo eso, pero te voy a decir una cosa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 320.9,
      "fin": 321.3,
      "texto": "Decime por favor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 321.3,
      "fin": 338.9,
      "texto": "Prefiero un mal conocido que es bueno por conocer, o sea, soy con Claro ya, es un mal conocido y no quiero ir a un bueno por conocer porque vos me dirás, es bueno, pero ya con la experiencia que tuve anteriormente, está."
    },
    {
      "hablante": "AGENTE",
      "inicio": 340.2,
      "fin": 345.5,
      "texto": "Y eso de que, viste como dice uno, errar es humano, perdonar es divino."
    },
    {
      "hablante": "AGENTE",
      "inicio": 345.6,
      "fin": 353.8,
      "texto": "Pero yo te digo, si sos doctor, y sos justamente un cirujano, y te equivocan en una cirugía, mueres una persona."
    },
    {
      "hablante": "AGENTE",
      "inicio": 353.9,
      "fin": 356.4,
      "texto": "O sea, que errar es humano, perdonar es asqueroso ahora."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 360.2,
      "fin": 361.5,
      "texto": "Porque yo perdí mucha gente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 361.7,
      "fin": 364.4,
      "texto": "O sea, yo soy técnico universitario en mantenimiento industrial."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 365.6,
      "fin": 367.4,
      "texto": "Más que en casa,"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 368.0,
      "fin": 375.5,
      "texto": "resistencia de materiales y me faltaba nada más para ingeniero, que me puedo nombrar porque me falta una sola materia."
    },
    {
      "hablante": "AGENTE",
      "inicio": 377.6,
      "fin": 379.1,
      "texto": "Y perdí un montón de clientes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 381.2,
      "fin": 384.6,
      "texto": "Que no es solamente que yo puedo ir a los clientes a visitarles, no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 385.1,
      "fin": 390.9,
      "texto": "Había un cliente viejo que era de San Rafael, era... y hacía sucesivamente."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 391.0,
      "fin": 392.9,
      "texto": "Entonces, es un daño muy grande."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 394.3,
      "fin": 394.8,
      "texto": "Está bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 395.6,
      "fin": 398.4,
      "texto": "No fueron ustedes porque el que les dio de baja fue mi mamá."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 398.9,
      "fin": 406.8,
      "texto": "Pero si vos ves, en cierta forma se acoplan al no haber hecho las cosas como es debido."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 406.8,
      "fin": 407.4,
      "texto": "Perfecto, Walter."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 407.5,
      "fin": 408.4,
      "texto": "Lo dejo asentado en el sistema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 408.5,
      "fin": 412.6,
      "texto": "Que tengas un lindo día."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 412.7,
      "fin": 412.8,
      "texto": "Gracias."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 412.9,
      "fin": 413.6,
      "texto": "Un gusto hablar con vos."
    }
  ],
  "transcripcion_completa": "Aquí. Hola, buen día. Buen día. ¿Qué tal? ¿Cómo estás? Te habla Pablo Delare, recuperador de clientes de Movistar. ¿Cómo andas, Walter? ¿Todo bien? Todo bien, mirá. No te voy a perder el tiempo porque es tu trabajo, pero en realidad con Movistar estamos muy enojados. ¿Por qué? Perdí una línea, perdí una línea que era comercial. Y no quisieron hacer nada para ayudarme a recuperarla. Ustedes también hacen bien las ventas, todo lo que ustedes quieran, pero después los que no sirven son los de las oficinas centrales que no quieren conservar a los clientes. ¿Por qué esa es la verdad? Bien, Walter, te entiendo y la verdad que te pido disculpas en nombre de la empresa. Lo que hemos modificado es la gestión directamente de Movistar, por eso... No solamente vas a tener lo que es una venta, sino también la posventa conmigo, es decir, que te tengo que brindar lo que es un buen servicio después de que lo estreses mucho. Claro, pero lo que sucede, mira, yo te voy a decir una cosa. Sí. El tema, yo perdí una línea comercial. Sí. 16 años cliente de ustedes. Sabía que estaba a nombre de mi vieja la línea. Es una persona con problemas oncológicos y bueno, tuvimos una discusión, vos viste que se descompensan fácil esas personas. Entonces, ¿qué pasa? Le dio de baja a mi mamá porque no tenía ella el nombre de ella. Me fui hasta la oficina central, como hay ya problemas oncológicos, se puede hacer todo en pandemia, se puede hacer todo virtual. Llevaba la copia del documento del teléfono, la había sacado de ambas caras. Sí. Ellos, si hubieran tenido ganas, se comunicaban con mi mamá que tenía el número. Sí, arreglaban todo ahí. Y le decía, mire, ¿les quiere cambiar la titularidad a fulano total? Y no le quiera. Entonces vos te das cuenta que ustedes se matan por tener más clientes y realmente los que están en la oficina que tienen que conservarlo, cuidarlo, no lo cuidan. Porque creo que uno, un cliente de 16 años y una empresa que tenga un cliente de 16, 17 años, mierda, es un bebé bastante grande. Sí, obvio. Si no me hayan conservado a mí, bueno, está bien. No hay problema visual. Te entiendo y bueno, te pido disculpas, como te decía recién. La verdad que sería de gran agrado que pudieras volver a administrar. Obviamente tendrías lo que es una gestión más personalizada, un seguimiento más personalizado a todo lo que vos necesites, igual, del esfuerzo que te estamos contactando. La verdad, lo comento, no me sirve de nada el daño que me hicieron anteriormente. Si vos me decís, bueno, si recupero el número, pero no lo puedo recuperar. Ya varias veces me han llamado ustedes, les he dejado el número y todo. Está activado el número ahora, pero está fuera de servicio. Claro, lo que pasa con esos números, normalmente, suponete, por ejemplo, si vos de esta línea, te doy el ejemplo, si no, pero es para que sepas qué es lo que pasa. Si vos suponete que esta línea la dejas de pagar en Claro, por decirte un ejemplo, que la dejes de pagar, ¿sí? Y la dejas de pagar, lo que hace Claro directamente cuando la corta, la pasa a prepago y se le da a otra persona. O sea, que después, viste, cuando vos te vas a un local y te compras un chip, Ese chip está habilitado con un número de los que antes habían sido dados de baja, entonces por eso que se hace imposible recuperar un número porque bueno, no se sabe quién lo está utilizando y no es posible por ahí que vos me digas, vení, a ver, ¿qué es lo que me sería más fácil? Igual te lo decís, sí, yo te voy a recuperar el número, mentir, pero no es mi forma de trabajo. Yo prefiero manejarme directamente con la verdad y decirte, mira, el hecho, por más de que te tiran el número, yo te digo, soy sincero, no hay una forma que vos puedas recuperar ese número, porque no hay una forma que vos puedas pedir un número telefónico que sea este número, ¿me entendés? O sea, el día de mañana, un video permita. Por una X razón, vos perdés ese número, no hay una forma que después cuando vos vas a contratar Movistar, Diga sí, quiero el 2634-59-3738. No entiendo, o sea, no lo puedes elegir. Es algo que va aleatorio. O sea, sale un número y sale ese número y chao. ¿Me entendés? Por eso sí, te preocupo. Es algo que no lo vas a poder recuperar lamentablemente. Y obviamente, por ahí, el hecho de que vos hayas tenido una mala experiencia con nosotros, si viene algo que no vas a poder... No se puede modificar a menos que vuelvas con nuestra empresa y que puedas probar el servicio y lo puedes hacer de gran agrado, ¿sí? Sí, yo comprendo eso, pero te voy a decir una cosa. Decime por favor. Prefiero un mal conocido que es bueno por conocer, o sea, soy con Claro ya, es un mal conocido y no quiero ir a un bueno por conocer porque vos me dirás, es bueno, pero ya con la experiencia que tuve anteriormente, está. Y eso de que, viste como dice uno, errar es humano, perdonar es divino. Pero yo te digo, si sos doctor, y sos justamente un cirujano, y te equivocan en una cirugía, mueres una persona. O sea, que errar es humano, perdonar es asqueroso ahora. Porque yo perdí mucha gente. O sea, yo soy técnico universitario en mantenimiento industrial. Más que en casa, resistencia de materiales y me faltaba nada más para ingeniero, que me puedo nombrar porque me falta una sola materia. Y perdí un montón de clientes. Que no es solamente que yo puedo ir a los clientes a visitarles, no. Había un cliente viejo que era de San Rafael, era... y hacía sucesivamente. Entonces, es un daño muy grande. Está bien. No fueron ustedes porque el que les dio de baja fue mi mamá. Pero si vos ves, en cierta forma se acoplan al no haber hecho las cosas como es debido. Perfecto, Walter. Lo dejo asentado en el sistema. Que tengas un lindo día. Gracias. Un gusto hablar con vos.",
  "calidad": {
    "confianza_promedio": 0.573,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T11:39:44.738149",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "RECLAMO",
      "resultado": "RECHAZO",
      "productos_mencionados": [],
      "plan_vendido": null,
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción, identificación de roles, y mejora de la gramática y fluidez."
    },
    "fecha_mejora": "2026-02-20T11:21:46.346154",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 0.47,
      "duracion": 0.44,
      "texto": "aquí.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 1.91,
      "fin": 2.54,
      "duracion": 0.62,
      "texto": "Hola, buen día.",
      "confianza": 0.44
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.22,
      "fin": 3.72,
      "duracion": 0.5,
      "texto": "Buen día.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.74,
      "fin": 4.82,
      "duracion": 1.08,
      "texto": "¿Qué tal?",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.84,
      "fin": 5.46,
      "duracion": 0.62,
      "texto": "¿Cómo estás?",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.48,
      "fin": 7.48,
      "duracion": 2.0,
      "texto": "Te habla Pablo Delare, recupero al cliente de Movistar.",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.54,
      "fin": 8.2,
      "duracion": 0.66,
      "texto": "¿Cómo andas, Walter?",
      "confianza": 0.194
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.22,
      "fin": 8.64,
      "duracion": 0.42,
      "texto": "¿Todo bien?",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.53,
      "fin": 10.37,
      "duracion": 0.84,
      "texto": "Todo bien, mirá.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.27,
      "fin": 18.82,
      "duracion": 7.55,
      "texto": "No te voy a perder el tiempo porque es tu trabajo, pero en realidad con Movistar estamos muy enojados.",
      "confianza": 0.565
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.46,
      "fin": 19.7,
      "duracion": 0.24,
      "texto": "¿Por qué?",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.74,
      "fin": 26.63,
      "duracion": 6.89,
      "texto": "Perdí una línea, perdí una línea que era comercial.",
      "confianza": 0.771
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.65,
      "fin": 35.69,
      "duracion": 6.05,
      "texto": "y no quisieron hacer nada para ayudarme a recuperarla.",
      "confianza": 0.799
    },
    {
      "hablante": "Hablante B",
      "inicio": 35.72,
      "fin": 45.47,
      "duracion": 9.75,
      "texto": "Ustedes también hacen bien las ventas, todo lo que ustedes quieran, pero después lo que no sirven son los de la oficina centrales que no quieren conservar a los clientes.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.49,
      "fin": 48.97,
      "duracion": 3.48,
      "texto": "¿Por qué esa es la verdad?",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.99,
      "fin": 55.52,
      "duracion": 6.53,
      "texto": "Bien, Walter, te entiendo y la verdad que te pido la culpa del nombre de la empresa, lo que hemos modificado es la gestión directamente de movistales, por eso que era",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.92,
      "fin": 62.85,
      "duracion": 6.93,
      "texto": "no solamente vas a tener lo que es una venta, sino también la posventa conmigo, es decir que te tengo que brindar lo que es un buen servicio después de que le estreses muy.",
      "confianza": 0.635
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.23,
      "fin": 68.78,
      "duracion": 4.55,
      "texto": "Claro, pero lo que sucede, mira, yo te voy a decir una cosa.",
      "confianza": 0.448
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.8,
      "fin": 68.86,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.88,
      "fin": 70.98,
      "duracion": 2.1,
      "texto": "El tema, yo perdí una línea comercial.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 72.24,
      "fin": 72.44,
      "duracion": 0.2,
      "texto": "Sí.",
      "confianza": 0.401
    },
    {
      "hablante": "Hablante B",
      "inicio": 72.46,
      "fin": 74.42,
      "duracion": 1.96,
      "texto": "16 años cliente de ustedes.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.44,
      "fin": 76.55,
      "duracion": 2.1,
      "texto": "Sabía que estaba en nombre de mi vieja la línea.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.15,
      "fin": 83.62,
      "duracion": 6.47,
      "texto": "Es una persona con problemas oncológicos y bueno, tuvimos una discusión, vos viste que se descomprensan fácil esas personas.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.68,
      "fin": 85.9,
      "duracion": 1.22,
      "texto": "Entonces, ¿qué pasa?",
      "confianza": 0.258
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.92,
      "fin": 89.44,
      "duracion": 3.52,
      "texto": "Le dio de baja a mi mamá porque no tenía ella nombre, de ella.",
      "confianza": 0.783
    },
    {
      "hablante": "Hablante B",
      "inicio": 89.88,
      "fin": 98.52,
      "duracion": 8.63,
      "texto": "Me fui hasta la oficina central, como hay ya problemas ecológicos, se puede hacer todo en pandemia, se puede hacer todo virtual.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.22,
      "fin": 105.48,
      "duracion": 5.27,
      "texto": "Llevaba la copia del documento del teléfono, la había sacado de ambas caras.",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante B",
      "inicio": 107.79,
      "fin": 107.85,
      "duracion": 0.06,
      "texto": "Si.",
      "confianza": 0.04
    },
    {
      "hablante": "Hablante B",
      "inicio": 107.87,
      "fin": 112.03,
      "duracion": 4.17,
      "texto": "Ellos si hubieran tenido grana se comunicaban con mi mamá que tenía el número.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.52,
      "fin": 113.32,
      "duracion": 0.8,
      "texto": "Sí, arreglaban todo ahí.",
      "confianza": 0.356
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.17,
      "fin": 119.84,
      "duracion": 5.66,
      "texto": "Y le decía, mire, ¿les quiere cambiar la titularidad a fulani total?",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante B",
      "inicio": 119.86,
      "fin": 120.48,
      "duracion": 0.62,
      "texto": "Y no le quiera.",
      "confianza": 0.49
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.54,
      "fin": 132.29,
      "duracion": 10.75,
      "texto": "Entonces vos te das cuenta que ustedes se matan por tener más clientes y realmente lo que están en la oficina que tienen que conservarlo, cuidarlo, no lo cuidan.",
      "confianza": 0.794
    },
    {
      "hablante": "Hablante B",
      "inicio": 133.63,
      "fin": 143.1,
      "duracion": 9.47,
      "texto": "Porque creo que uno, un cliente de 16 años y una empresa que tenga un cliente de 16, 17 años, mierda, es un bebé bastante grande.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 143.4,
      "fin": 152.93,
      "duracion": 9.53,
      "texto": "Sí, obvio.",
      "confianza": 0.412
    },
    {
      "hablante": "Hablante B",
      "inicio": 152.95,
      "fin": 154.19,
      "duracion": 1.24,
      "texto": "Si no me hayan conservado a mí, bueno, está bien.",
      "confianza": 0.114
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.22,
      "fin": 154.96,
      "duracion": 0.74,
      "texto": "No hay problema visual.",
      "confianza": 0.36
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.98,
      "fin": 157.14,
      "duracion": 2.16,
      "texto": "Te entiendo y bueno, te pido disculpas, como te decía recién.",
      "confianza": 0.213
    },
    {
      "hablante": "Hablante B",
      "inicio": 157.18,
      "fin": 159.9,
      "duracion": 2.72,
      "texto": "La verdad que sería de gran agrado que pudieras volver a administrar.",
      "confianza": 0.644
    },
    {
      "hablante": "Hablante B",
      "inicio": 160.14,
      "fin": 168.51,
      "duracion": 8.37,
      "texto": "Obviamente tendrías lo que es una gestión más personalizada, un seguimiento más personalizado a todo lo que vos necesites, igual, del esfuerzo que te estamos contactando.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante B",
      "inicio": 169.09,
      "fin": 198.37,
      "duracion": 29.28,
      "texto": "la verdad lo comento lo mismo no me sirve de nada el daño que me hicieron anteriormente si vos me decís bueno si recuperado el número pero no lo puedo recuperar ya varias veces me han llamado ustedes les he dejado el número y todo está activado el número ahora pero está fuera de servicio",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.32,
      "fin": 208.08,
      "duracion": 8.75,
      "texto": "Claro, lo que pasa con esos números, normalmente, suponete, por ejemplo, si vos de esta línea, te doy el ejemplo, si no, pero es para que sepa qué es lo que pasa.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 208.1,
      "fin": 212.88,
      "duracion": 4.78,
      "texto": "Si vos suponete que esta línea la dejas de pagar en claro, por decirte un ejemplo que la dejes de pagar, ¿sí?",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.56,
      "fin": 221.07,
      "duracion": 7.51,
      "texto": "Y la dejas de pagar lo que hace claro directamente cuando la corta, la pasa a prepago y se le da a otra persona.",
      "confianza": 0.767
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.85,
      "fin": 225.96,
      "duracion": 4.1,
      "texto": "O sea, que después, viste, cuando vos te vas a un local y te compras un chip,",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.31,
      "fin": 245.51,
      "duracion": 19.2,
      "texto": "Ese chisme está habilitado con un número de los que antes no habían sido de los cargados de baja, entonces por eso que se hace imposible recuperar un número porque bueno, no se sabe quién lo está utilizando y no es posible por ahí que vos me digas, vená, a ver, ¿qué es lo que me sería más fácil?",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante B",
      "inicio": 245.55,
      "fin": 255.76,
      "duracion": 10.21,
      "texto": "Igual te lo deciste, sí, yo te voy a recuperar el número, mentir, pero no es mi forma de trabajo.",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante B",
      "inicio": 256.16,
      "fin": 274.64,
      "duracion": 18.48,
      "texto": "Yo prefiero manejarme directamente con la verdad y decirte, mira, el hecho, por más de que te tiran el número, yo te digo, soy sincero, no hay una forma que vos puedas recuperar ese número, porque no hay una forma que vos puedas pedir un número telefónico que sea este número, ¿me entendés?",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 274.66,
      "fin": 277.79,
      "duracion": 3.12,
      "texto": "O sea, el día de mañana, un video permita.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.45,
      "fin": 284.39,
      "duracion": 5.95,
      "texto": "Por una X razón, vos perdés ese número, no hay una forma que después cuando vos vas a contratar, movistar,",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.63,
      "fin": 287.69,
      "duracion": 3.06,
      "texto": "Diga sí, quiero el 2634-59-3738.",
      "confianza": 0.394
    },
    {
      "hablante": "Hablante B",
      "inicio": 287.87,
      "fin": 290.96,
      "duracion": 3.08,
      "texto": "No entiendo, o sea, no lo puedes elegir.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 291.56,
      "fin": 292.84,
      "duracion": 1.28,
      "texto": "Es algo que va aleatorio.",
      "confianza": 0.546
    },
    {
      "hablante": "Hablante B",
      "inicio": 293.32,
      "fin": 295.76,
      "duracion": 2.44,
      "texto": "O sea, sale un número y sale ese número y chao.",
      "confianza": 0.429
    },
    {
      "hablante": "Hablante B",
      "inicio": 295.78,
      "fin": 296.22,
      "duracion": 0.44,
      "texto": "¿Me entendés?",
      "confianza": 0.481
    },
    {
      "hablante": "Hablante A",
      "inicio": 297.8,
      "fin": 299.02,
      "duracion": 1.22,
      "texto": "Por eso sí, te preocupo.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante A",
      "inicio": 299.05,
      "fin": 302.05,
      "duracion": 3.0,
      "texto": "Es algo que no lo vas a poder recuperar lamentablemente.",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante A",
      "inicio": 302.65,
      "fin": 309.54,
      "duracion": 6.89,
      "texto": "Y obviamente, por ahí, el hecho de que vos hayas tenido una mala experiencia con nosotros, si viene algo que no vas a poder",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.82,
      "fin": 317.59,
      "duracion": 7.77,
      "texto": "No se puede modificar a menos que vuelvas con nuestra empresa y que puedas probar el servicio y lo puedes hacer de gran agrado, ¿sí?",
      "confianza": 0.51
    },
    {
      "hablante": "Hablante A",
      "inicio": 317.61,
      "fin": 320.47,
      "duracion": 2.86,
      "texto": "Sí, yo comprendo eso, pero te voy a decir una cosa.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante A",
      "inicio": 320.92,
      "fin": 321.31,
      "duracion": 0.4,
      "texto": "Decirme por favor.",
      "confianza": 0.096
    },
    {
      "hablante": "Hablante A",
      "inicio": 321.33,
      "fin": 338.94,
      "duracion": 17.6,
      "texto": "Prefiero un mal conocido que es bueno por conocer, o sea, soy con claro, ya, es un mal conocido y no quiero ir a un bueno por conocer porque vos me dirás, es bueno, pero ya con la experiencia que tuve anteriormente, está.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante A",
      "inicio": 340.2,
      "fin": 345.49,
      "duracion": 5.29,
      "texto": "Y eso de que, viste como dice uno, errar es humano, perdonar es divino.",
      "confianza": 0.781
    },
    {
      "hablante": "Hablante A",
      "inicio": 345.55,
      "fin": 353.8,
      "duracion": 8.25,
      "texto": "Pero yo te digo, si sos doctor, y sos justamente un cirujano, y te equivocan en una cirugía, mueres una persona.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 353.9,
      "fin": 356.36,
      "duracion": 2.46,
      "texto": "O sea, que errar es humano, perdonar es asqueroso ahora.",
      "confianza": 0.581
    },
    {
      "hablante": "Hablante B",
      "inicio": 360.25,
      "fin": 361.53,
      "duracion": 1.28,
      "texto": "Porque yo perdí mucha gente.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 361.69,
      "fin": 364.39,
      "duracion": 2.7,
      "texto": "O sea, yo soy técnico universitario en mantenimiento industrial.",
      "confianza": 0.521
    },
    {
      "hablante": "Hablante B",
      "inicio": 365.58,
      "fin": 367.42,
      "duracion": 1.84,
      "texto": "Más que en casa,",
      "confianza": 0.794
    },
    {
      "hablante": "Hablante B",
      "inicio": 367.97,
      "fin": 375.47,
      "duracion": 7.49,
      "texto": "resistencia de materiales y me faltaba nada más para ingenieros, que me puedo nombrar porque me faltan una sola materia.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 377.61,
      "fin": 379.13,
      "duracion": 1.52,
      "texto": "Y perdí un montón de clientes.",
      "confianza": 0.841
    },
    {
      "hablante": "Hablante B",
      "inicio": 381.25,
      "fin": 384.64,
      "duracion": 3.39,
      "texto": "Que no es solamente que yo puedo ir a los clientes a visitarles, no.",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante B",
      "inicio": 385.12,
      "fin": 390.91,
      "duracion": 5.79,
      "texto": "Había un cliente viejo que era de San Rafael, era... y hacía sucesivamente.",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante B",
      "inicio": 390.97,
      "fin": 392.94,
      "duracion": 1.96,
      "texto": "Entonces, es un daño muy grande.",
      "confianza": 0.82
    },
    {
      "hablante": "Hablante B",
      "inicio": 394.28,
      "fin": 394.76,
      "duracion": 0.48,
      "texto": "Está bien.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante B",
      "inicio": 395.64,
      "fin": 398.35,
      "duracion": 2.7,
      "texto": "No fueron ustedes porque el que les dio de baja fue mi mamá.",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante B",
      "inicio": 398.95,
      "fin": 406.76,
      "duracion": 7.81,
      "texto": "Pero si vos ves, en cierta forma se acoplan al no haber hecho las cosas como es debido.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 406.78,
      "fin": 407.44,
      "duracion": 0.66,
      "texto": "Perfecto, Walter.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 407.48,
      "fin": 408.44,
      "duracion": 0.96,
      "texto": "Lo dejo asentado en el sistema.",
      "confianza": 0.451
    },
    {
      "hablante": "Hablante B",
      "inicio": 408.5,
      "fin": 412.65,
      "duracion": 4.15,
      "texto": "Que tengas un lindo día.",
      "confianza": 0.427
    },
    {
      "hablante": "Hablante B",
      "inicio": 412.67,
      "fin": 412.83,
      "duracion": 0.16,
      "texto": "Gracias.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante B",
      "inicio": 412.85,
      "fin": 413.59,
      "duracion": 0.74,
      "texto": "Un gusto hablar con vos.",
      "confianza": 0.264
    }
  ]
}