{
  "archivo": "amza22_1_260220122537611_MIT_01996.wav",
  "duracion_segundos": 379.37,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 227.34,
    "Hablante A": 88.6
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "CLIENTE",
      "inicio": 30.1,
      "fin": 31.1,
      "texto": "Hola."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.1,
      "fin": 31.7,
      "texto": "Hola, Humberto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.7,
      "fin": 34.1,
      "texto": "¿Ahora sí me escuchás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.1,
      "fin": 34.3,
      "texto": "Sí, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 34.3,
      "fin": 37.5,
      "texto": "Disculpa que tuve unos altercados y bueno, ahora recién pude llamarte."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 38.0,
      "fin": 41.5,
      "texto": "Mirá, yo consulté con respecto a esto del prepago, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 41.6,
      "fin": 43.5,
      "texto": "A ver si te podías hacer el titular o no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 43.6,
      "fin": 46.7,
      "texto": "Y puede ser cualquiera de mayor de 18 años el titular."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.8,
      "fin": 51.7,
      "texto": "Así que si vos querés ser el titular para que te llegue lo que es la frustración de ambas líneas, puede serlo, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 53.5,
      "fin": 57.1,
      "texto": "Bueno, decime, ¿qué plan vos querés para él?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 57.1,
      "fin": 58.3,
      "texto": "¿Quisieras el mismo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 58.9,
      "fin": 60.6,
      "texto": "Sí, el mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.6,
      "fin": 61.2,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.6,
      "fin": 68.0,
      "texto": "Entonces, como ya tengo tus datos, porque vos serías el titular, ponemos este, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.0,
      "fin": 74.5,
      "texto": "Mira, lo único que precisaría, como él es prepago, es saber si tiene alguna recarga que haya hecho en el último mes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 74.6,
      "fin": 81.1,
      "texto": "¿Vos sabés si ha hecho alguna recarga en este último mes?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 81.1,
      "fin": 81.1,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 81.6,
      "fin": 92.8,
      "texto": "Bueno, yo necesitaría el comprobante de la última recarga que le haya hecho a él para certificar que la línea está activa."
    },
    {
      "hablante": "AGENTE",
      "inicio": 92.8,
      "fin": 94.5,
      "texto": "Nada más que eso."
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.5,
      "fin": 98.6,
      "texto": "¿El año pasado?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 98.9,
      "fin": 100.2,
      "texto": "No, no ha hecho recarga."
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.2,
      "fin": 104.1,
      "texto": "¿No ha hecho este mes y el mes pasado?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 104.2,
      "fin": 105.2,
      "texto": "No, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 105.5,
      "fin": 107.3,
      "texto": "Bien, mira, no hay problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 107.3,
      "fin": 112.2,
      "texto": "Yo desde mi cuenta le voy a hacer una recarga, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 112.3,
      "fin": 119.0,
      "texto": "Una recarga mínima de 500 pesos para certificar que la línea de él está activa y lo ponemos como comprobante."
    },
    {
      "hablante": "AGENTE",
      "inicio": 119.1,
      "fin": 120.2,
      "texto": "Eso no hay problema, ¿viste?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 120.8,
      "fin": 124.1,
      "texto": "Pero hace más de dos meses que él tiene prepago."
    },
    {
      "hablante": "AGENTE",
      "inicio": 124.7,
      "fin": 129.0,
      "texto": "Eso sí es correcto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.0,
      "fin": 129.3,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.3,
      "fin": 129.5,
      "texto": "Dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.5,
      "fin": 130.2,
      "texto": "Entonces, dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 130.3,
      "fin": 132.1,
      "texto": "Entonces, cumple con el protocolo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 132.2,
      "fin": 132.9,
      "texto": "Entonces, dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 132.9,
      "fin": 134.9,
      "texto": "Te voy a hacer lo que sería el cierre comercial, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 135.5,
      "fin": 139.4,
      "texto": "Para recibir futuras promociones, ¿tenés Internet o Movistar en estos momentos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 144.5,
      "fin": 145.0,
      "texto": "No, yo tengo Internet."
    },
    {
      "hablante": "AGENTE",
      "inicio": 145.0,
      "fin": 145.2,
      "texto": "Bien, dale."
    },
    {
      "hablante": "AGENTE",
      "inicio": 145.3,
      "fin": 149.7,
      "texto": "No, no, acá consultan sobre Movistar, entonces vos tenés que decir que no tenés, es no, listo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.9,
      "fin": 164.1,
      "texto": "Entonces, la línea que se haría aportar es 11-21-73-78-59 y lo pondríamos a nombre tuyo, entonces a nombre y apellido de"
    },
    {
      "hablante": "AGENTE",
      "inicio": 164.6,
      "fin": 167.1,
      "texto": "Humberto Cabello, ¿correcto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 168.4,
      "fin": 168.6,
      "texto": "Correcto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 168.6,
      "fin": 174.7,
      "texto": "Bien, por favor, ¿me dirías tus últimos tres dígitos de tu DNI, Humberto?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 174.7,
      "fin": 175.0,
      "texto": "No, te aprecio."
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.1,
      "fin": 175.8,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.8,
      "fin": 182.2,
      "texto": "Me dijiste que en estos momentos la compañía es de Claro y Juanique cuenta con la línea prepaga."
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.2,
      "fin": 185.3,
      "texto": "¿Él posee su línea activa hace más de 60 días?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 185.3,
      "fin": 185.6,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 187.4,
      "fin": 188.0,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 188.1,
      "fin": 190.6,
      "texto": "¿Y Salá es cuando realizó la última recarga?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 193.9,
      "fin": 193.9,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 194.9,
      "fin": 202.8,
      "texto": "Si te tendrás consultando si sabrás más o menos cuándo realizó la última recarga."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 202.9,
      "fin": 208.1,
      "texto": "El último recarga del año pasado me dijo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 208.1,
      "fin": 213.6,
      "texto": "Igual no hay problema, ahora le vamos a realizar una recarga para que quede dentro de los 60 días, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.6,
      "fin": 219.6,
      "texto": "Entonces, él posee chip físico también, el chip de plástico."
    },
    {
      "hablante": "AGENTE",
      "inicio": 219.7,
      "fin": 225.6,
      "texto": "Bien, entonces lo voy a retirar a la misma sucursal que te dije a vos en el grano 732 de Escobar, Buenos Aires."
    },
    {
      "hablante": "AGENTE",
      "inicio": 226.7,
      "fin": 243.0,
      "texto": "Te estaba diciendo que te recuerdo el costo de servicio el día de hoy, 10,730 pesos porque adquiere un descuento fiscal por seis meses del 80% y el plan se factura a meses adelantados y el que contrataste consta de 8 gigas más 10 gigas de regalo"
    },
    {
      "hablante": "AGENTE",
      "inicio": 243.3,
      "fin": 255.2,
      "texto": "Por seis meses, se recuerda que va a tener WhatsApp completamente gratis, puede hablar libre a cualquier compañía, tiene mensajes y llamadas ilimitadas, y tiene también lo que sería América Precio Local y lo que es el roaming en América, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 255.2,
      "fin": 259.8,
      "texto": "Le recuerdo que los días de regalo se van a reunir para 48 horas después de activar la línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 260.6,
      "fin": 268.9,
      "texto": "El mail que me proporcionaste, pondremos el tuyo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 269.2,
      "fin": 271.9,
      "texto": "Bien, entonces, sería caberumberto586.com, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 272.5,
      "fin": 278.9,
      "texto": "Encerrar recibiendo la facturación de línea a través de mi que me proporcionaste y desde la aplicación mismo estar ingresando a la sección servicios."
    },
    {
      "hablante": "AGENTE",
      "inicio": 278.9,
      "fin": 284.1,
      "texto": "Va a poder ver toda la información referida a la factura, ya sea ciclo, facturación, vencimiento y montos a pagar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 284.5,
      "fin": 290.3,
      "texto": "También va a poder activar 20 gigas de regalo con una duración de 30 días disponible una vez al año y también poder irse a débito automático."
    },
    {
      "hablante": "AGENTE",
      "inicio": 290.7,
      "fin": 291.8,
      "texto": "Correcto a la portabilidad."
    },
    {
      "hablante": "AGENTE",
      "inicio": 291.9,
      "fin": 295.4,
      "texto": "Una vez aprobada la portabilidad, la línea aportará las 48 horas ágiles."
    },
    {
      "hablante": "AGENTE",
      "inicio": 295.9,
      "fin": 300.6,
      "texto": "Un día antes, por vuestros químicos, vamos a estar informando de la fecha de portabilidad para que se quede tranquilo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 300.9,
      "fin": 303.7,
      "texto": "Es importante que no coloque el chip antes de la fecha informada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 303.8,
      "fin": 310.0,
      "texto": "No te preocupes que, de todas maneras, se va a dar cuenta porque la línea clara no va a dejar de recibir señales si nadie es cuando debe colocarlo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 310.6,
      "fin": 322.2,
      "texto": "Te comento que, por única vez, deberás validar y anteactiverlo y, en caso de que tenga alguna dificultad con la validación, inténtelo nuevamente o comuníquese al 0800-321-7678-2, opción 4."
    },
    {
      "hablante": "AGENTE",
      "inicio": 322.6,
      "fin": 329.2,
      "texto": "Te solicitamos que, en caso de no levantar el señal, por favor, reinicie el equipo y, por último, por otro lado, dentro de los próximos días,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 329.5,
      "fin": 332.3,
      "texto": "Vas a recibir una encuesta de satisfacción por medio de WhatsApp."
    },
    {
      "hablante": "AGENTE",
      "inicio": 332.4,
      "fin": 337.4,
      "texto": "Te solicitamos, por favor, que la completes, ya que la opinión es muy importante para la empresa, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 337.4,
      "fin": 341.0,
      "texto": "Mira, yo ahora voy a realizar la recarga al numerito de él."
    },
    {
      "hablante": "AGENTE",
      "inicio": 341.1,
      "fin": 348.4,
      "texto": "Apenas le llegue la recarga, yo voy a tener lo que sería el comprobante y él va a tener el mensajito de la recarga."
    },
    {
      "hablante": "AGENTE",
      "inicio": 348.9,
      "fin": 357.3,
      "texto": "O, por favor, apenas le llegue el mensajito de la recarga, si puede, que me mire la capturita de pantalla para ponerlo como evidencia, ¿bien?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 357.4,
      "fin": 358.3,
      "texto": "Eso sería todo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 359.8,
      "fin": 371.9,
      "texto": "Yo ahora le envío la recarga para que sepan que está activa la línea y que puede recibir recargas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 375.2,
      "fin": 375.7,
      "texto": "Pero nada, eso sería todo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 375.7,
      "fin": 375.9,
      "texto": "Nada más."
    },
    {
      "hablante": "AGENTE",
      "inicio": 375.9,
      "fin": 378.4,
      "texto": "Yo te digo el WhatsApp, ¿sabes?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 378.4,
      "fin": 379.4,
      "texto": "Entonces nos vemos."
    }
  ],
  "transcripcion_completa": "Hola. Hola, Humberto. ¿Ahora sí me escuchás? Sí, sí. Disculpa que tuve unos altercados y bueno, ahora recién pude llamarte. Mirá, yo consulté con respecto a esto del prepago, ¿viste? A ver si te podías hacer el titular o no. Y puede ser cualquiera de mayor de 18 años el titular. Así que si vos querés ser el titular para que te llegue lo que es la frustración de ambas líneas, puede serlo, ¿bien? Bueno, decime, ¿qué plan vos querés para él? ¿Quisieras el mismo? Sí, el mismo. Bien, perfecto. Entonces, como ya tengo tus datos, porque vos serías el titular, ponemos este, ¿bien? Mira, lo único que precisaría, como él es prepago, es saber si tiene alguna recarga que haya hecho en el último mes. ¿Vos sabés si ha hecho alguna recarga en este último mes? Sí. Bueno, yo necesitaría el comprobante de la última recarga que le haya hecho a él para certificar que la línea está activa. Nada más que eso. ¿El año pasado? No, no ha hecho recarga. ¿No ha hecho este mes y el mes pasado? No, no. Bien, mira, no hay problema. Yo desde mi cuenta le voy a hacer una recarga, ¿viste? Una recarga mínima de 500 pesos para certificar que la línea de él está activa y lo ponemos como comprobante. Eso no hay problema, ¿viste? Pero hace más de dos meses que él tiene prepago. Eso sí es correcto. Bien, perfecto. Dale. Entonces, dale. Entonces, cumple con el protocolo. Entonces, dale. Te voy a hacer lo que sería el cierre comercial, ¿bien? Para recibir futuras promociones, ¿tenés Internet o Movistar en estos momentos? No, yo tengo Internet. Bien, dale. No, no, acá consultan sobre Movistar, entonces vos tenés que decir que no tenés, es no, listo. Entonces, la línea que se haría aportar es 11-21-73-78-59 y lo pondríamos a nombre tuyo, entonces a nombre y apellido de Humberto Cabello, ¿correcto? Correcto. Bien, por favor, ¿me dirías tus últimos tres dígitos de tu DNI, Humberto? No, te aprecio. Bien, perfecto. Me dijiste que en estos momentos la compañía es de Claro y Juanique cuenta con la línea prepaga. ¿Él posee su línea activa hace más de 60 días? Sí. Bien, perfecto. ¿Y Salá es cuando realizó la última recarga? Sí. Si te tendrás consultando si sabrás más o menos cuándo realizó la última recarga. El último recarga del año pasado me dijo. Igual no hay problema, ahora le vamos a realizar una recarga para que quede dentro de los 60 días, ¿bien? Entonces, él posee chip físico también, el chip de plástico. Bien, entonces lo voy a retirar a la misma sucursal que te dije a vos en el grano 732 de Escobar, Buenos Aires. Te estaba diciendo que te recuerdo el costo de servicio el día de hoy, 10,730 pesos porque adquiere un descuento fiscal por seis meses del 80% y el plan se factura a meses adelantados y el que contrataste consta de 8 gigas más 10 gigas de regalo Por seis meses, se recuerda que va a tener WhatsApp completamente gratis, puede hablar libre a cualquier compañía, tiene mensajes y llamadas ilimitadas, y tiene también lo que sería América Precio Local y lo que es el roaming en América, ¿bien? Le recuerdo que los días de regalo se van a reunir para 48 horas después de activar la línea. El mail que me proporcionaste, pondremos el tuyo. Bien, entonces, sería caberumberto586.com, ¿bien? Encerrar recibiendo la facturación de línea a través de mi que me proporcionaste y desde la aplicación mismo estar ingresando a la sección servicios. Va a poder ver toda la información referida a la factura, ya sea ciclo, facturación, vencimiento y montos a pagar. También va a poder activar 20 gigas de regalo con una duración de 30 días disponible una vez al año y también poder irse a débito automático. Correcto a la portabilidad. Una vez aprobada la portabilidad, la línea aportará las 48 horas ágiles. Un día antes, por vuestros químicos, vamos a estar informando de la fecha de portabilidad para que se quede tranquilo. Es importante que no coloque el chip antes de la fecha informada. No te preocupes que, de todas maneras, se va a dar cuenta porque la línea clara no va a dejar de recibir señales si nadie es cuando debe colocarlo. Te comento que, por única vez, deberás validar y anteactiverlo y, en caso de que tenga alguna dificultad con la validación, inténtelo nuevamente o comuníquese al 0800-321-7678-2, opción 4. Te solicitamos que, en caso de no levantar el señal, por favor, reinicie el equipo y, por último, por otro lado, dentro de los próximos días, Vas a recibir una encuesta de satisfacción por medio de WhatsApp. Te solicitamos, por favor, que la completes, ya que la opinión es muy importante para la empresa, ¿bien? Mira, yo ahora voy a realizar la recarga al numerito de él. Apenas le llegue la recarga, yo voy a tener lo que sería el comprobante y él va a tener el mensajito de la recarga. O, por favor, apenas le llegue el mensajito de la recarga, si puede, que me mire la capturita de pantalla para ponerlo como evidencia, ¿bien? Eso sería todo. Yo ahora le envío la recarga para que sepan que está activa la línea y que puede recibir recargas. Pero nada, eso sería todo. Nada más. Yo te digo el WhatsApp, ¿sabes? Entonces nos vemos.",
  "calidad": {
    "confianza_promedio": 0.526,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T14:07:56.504928",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "VENTA_EXITOSA",
      "productos_mencionados": [
        "plan 8 gigas + 10 gigas de regalo"
      ],
      "plan_vendido": "plan 8 gigas + 10 gigas de regalo",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios), identificación de roles, y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-22T22:34:43.835328",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 30.12,
      "fin": 31.1,
      "duracion": 0.98,
      "texto": "Hola.",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.12,
      "fin": 31.68,
      "duracion": 0.56,
      "texto": "Hola, Humberto.",
      "confianza": 0.446
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.7,
      "fin": 34.12,
      "duracion": 2.42,
      "texto": "¿Ahora sí me escuchás?",
      "confianza": 0.48
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.14,
      "fin": 34.28,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.122
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.3,
      "fin": 37.45,
      "duracion": 3.14,
      "texto": "Disculpa que tuve unos altercados y bueno, ahora recién pude llamarte.",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.95,
      "fin": 41.55,
      "duracion": 3.6,
      "texto": "Mirá, yo consulté con respecto a esto del prepago, ¿viste?",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.61,
      "fin": 43.47,
      "duracion": 1.86,
      "texto": "A ver si te podías hacer el titular o no.",
      "confianza": 0.594
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.65,
      "fin": 46.74,
      "duracion": 3.08,
      "texto": "Y puede ser cualquiera de mayor de 18 años el titular.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.76,
      "fin": 51.72,
      "duracion": 4.96,
      "texto": "Así que si vos querés ser el titular para que te llegue lo que es la frustración de ambas líneas, puede serlo, ¿bien?",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.5,
      "fin": 57.07,
      "duracion": 3.56,
      "texto": "Bueno, decime, ¿qué plan vos querés para él?",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.09,
      "fin": 58.29,
      "duracion": 1.2,
      "texto": "¿Quisieras el mismo?",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante A",
      "inicio": 58.89,
      "fin": 60.59,
      "duracion": 1.7,
      "texto": "Sí, el mismo.",
      "confianza": 0.1
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.61,
      "fin": 61.18,
      "duracion": 0.56,
      "texto": "Bien, perfecto.",
      "confianza": 0.419
    },
    {
      "hablante": "Hablante A",
      "inicio": 61.56,
      "fin": 67.97,
      "duracion": 6.41,
      "texto": "Entonces, como ya tengo tus datos, porque vos serías el titular, ponemos este, ¿bien?",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.99,
      "fin": 74.54,
      "duracion": 6.55,
      "texto": "Mira, lo único que precisaría, como él es preparado, si tiene alguna recarga que haya hecho en el último mes.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante A",
      "inicio": 74.6,
      "fin": 81.06,
      "duracion": 6.45,
      "texto": "¿Vos sabés si ha hecho alguna recarga en este último mes?",
      "confianza": 0.436
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.08,
      "fin": 81.14,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.319
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.62,
      "fin": 92.83,
      "duracion": 11.21,
      "texto": "Bueno, yo necesitaría el comprobante de la última recarga que le haya hecho a él para certificar que la línea está activa.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante A",
      "inicio": 92.85,
      "fin": 94.5,
      "duracion": 1.64,
      "texto": "Nada más que eso.",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.52,
      "fin": 98.62,
      "duracion": 4.1,
      "texto": "¿El año pasado?",
      "confianza": 0.409
    },
    {
      "hablante": "Hablante A",
      "inicio": 98.9,
      "fin": 100.18,
      "duracion": 1.28,
      "texto": "No, no ha hecho recarga.",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.2,
      "fin": 104.13,
      "duracion": 3.92,
      "texto": "¿No ha hecho este mes y el mes pasado?",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.15,
      "fin": 105.15,
      "duracion": 1.0,
      "texto": "No, no.",
      "confianza": 0.506
    },
    {
      "hablante": "Hablante A",
      "inicio": 105.55,
      "fin": 107.31,
      "duracion": 1.76,
      "texto": "Bien, mira, no hay problema.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 107.35,
      "fin": 112.24,
      "duracion": 4.88,
      "texto": "Yo desde mi cuenta le voy a hacer una recarga, ¿viste?",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 112.28,
      "fin": 119.02,
      "duracion": 6.75,
      "texto": "Una recarga mínima de 500 mil pesos para certificar que la línea de él está activa y lo ponemos como comprobante.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante A",
      "inicio": 119.06,
      "fin": 120.16,
      "duracion": 1.1,
      "texto": "Eso no hay problema, ¿viste?",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.77,
      "fin": 124.13,
      "duracion": 3.36,
      "texto": "Pero hace más de dos meses que él tiene prepago.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.65,
      "fin": 128.99,
      "duracion": 4.34,
      "texto": "Eso sí es correcto.",
      "confianza": 0.335
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.01,
      "fin": 129.31,
      "duracion": 0.3,
      "texto": "Bien, perfecto.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.33,
      "fin": 129.51,
      "duracion": 0.18,
      "texto": "Dale.",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.53,
      "fin": 130.21,
      "duracion": 0.68,
      "texto": "Entonces, dale.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 130.31,
      "fin": 132.08,
      "duracion": 1.76,
      "texto": "Entonces, cumple con el protocolo.",
      "confianza": 0.774
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.24,
      "fin": 132.92,
      "duracion": 0.68,
      "texto": "Entonces, dale.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.94,
      "fin": 134.9,
      "duracion": 1.96,
      "texto": "Te voy a hacer lo que sería el cierre comercial, ¿bien?",
      "confianza": 0.53
    },
    {
      "hablante": "Hablante A",
      "inicio": 135.54,
      "fin": 139.4,
      "duracion": 3.86,
      "texto": "Para recibir futuras promociones, ¿tenes Internet o Movistar en estos momentos?",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante B",
      "inicio": 144.51,
      "fin": 145.01,
      "duracion": 0.5,
      "texto": "No, yo tengo Internet.",
      "confianza": 0.101
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.03,
      "fin": 145.25,
      "duracion": 0.22,
      "texto": "Bien, dale.",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.27,
      "fin": 149.71,
      "duracion": 4.44,
      "texto": "No, no, acá consultan sobre Movistar, entonces vos tenés que decir que no tenés, es no, listo.",
      "confianza": 0.428
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.94,
      "fin": 164.11,
      "duracion": 13.18,
      "texto": "Entonces, la línea que se haría aportar es 11-21-73-78-59 y lo pondríamos a nombre tuyo, entonces a nombre y apecido de",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante B",
      "inicio": 164.56,
      "fin": 167.11,
      "duracion": 2.54,
      "texto": "Humberto Cabello, ¿correcto?",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.41,
      "fin": 168.59,
      "duracion": 0.18,
      "texto": "Correcto.",
      "confianza": 0.017
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.61,
      "fin": 174.72,
      "duracion": 6.11,
      "texto": "Bien, por favor, ¿me dirías tus últimos tres dígitos de tu DNI, Humberto?",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.74,
      "fin": 175.04,
      "duracion": 0.3,
      "texto": "No, te aprecio.",
      "confianza": 0.039
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.06,
      "fin": 175.8,
      "duracion": 0.74,
      "texto": "Bien, perfecto.",
      "confianza": 0.391
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.82,
      "fin": 182.15,
      "duracion": 6.33,
      "texto": "Me dijiste que en estos momentos la compañía es de Claro y Juanique cuenta con la línea preparga.",
      "confianza": 0.801
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.17,
      "fin": 185.29,
      "duracion": 3.12,
      "texto": "¿Él posee su línea activa hace más de 60 días?",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.31,
      "fin": 185.59,
      "duracion": 0.28,
      "texto": "Sí.",
      "confianza": 0.509
    },
    {
      "hablante": "Hablante A",
      "inicio": 187.38,
      "fin": 188.04,
      "duracion": 0.66,
      "texto": "Bien, perfecto.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante A",
      "inicio": 188.06,
      "fin": 190.62,
      "duracion": 2.56,
      "texto": "¿Y Salá es cuando realizó la última recarga?",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante B",
      "inicio": 193.88,
      "fin": 193.94,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.297
    },
    {
      "hablante": "Hablante B",
      "inicio": 194.95,
      "fin": 202.85,
      "duracion": 7.89,
      "texto": "Si te tendrás consultando si sabrás más o menos cuándo realizó la última recarga.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.87,
      "fin": 208.09,
      "duracion": 5.23,
      "texto": "El último recarga del año pasado me dijo.",
      "confianza": 0.284
    },
    {
      "hablante": "Hablante B",
      "inicio": 208.11,
      "fin": 213.62,
      "duracion": 5.51,
      "texto": "Igual no hay problema, ahora le vamos a realizar una recarga para que quede dentro de los 60 días, ¿bien?",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.64,
      "fin": 219.61,
      "duracion": 5.97,
      "texto": "Entonces, él posee chip físico también, el chip de plástico.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante B",
      "inicio": 219.66,
      "fin": 225.57,
      "duracion": 5.91,
      "texto": "Bien, entonces lo voy a retirar a la misma sucursal que te dije a vos en el grano 732 de Escobar, Buenos Aires.",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.67,
      "fin": 243.03,
      "duracion": 16.36,
      "texto": "Te estaba diciendo que te recuerdo el costo de servicio el día de hoy, 10,730 pesos porque adquiere un descuento fisco por seis meses del 80% y el plan se factura a mesas adelantadas y el que contrataste contra de 8 gigas bolsa más 10 gigas de regalo",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.35,
      "fin": 255.23,
      "duracion": 11.88,
      "texto": "Por seis meses, se recuerda que va a tener WhatsApp completamente gratis, puede hablar libre a cualquier compañía, tiene mensajes y llamadas ilimitadas, y tiene también lo que sería América Precio Local y lo que es el roomie en América, ¿bien?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante B",
      "inicio": 255.25,
      "fin": 259.8,
      "duracion": 4.55,
      "texto": "Le recuerdo que los días de regalo se van a reunir para 48 horas después de activar la línea.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 260.62,
      "fin": 268.89,
      "duracion": 8.27,
      "texto": "El mail que me proporcionaste, pondremos el tuyo.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.23,
      "fin": 271.87,
      "duracion": 2.64,
      "texto": "Bien, entonces, sería caberumberto586.com, ¿bien?",
      "confianza": 0.491
    },
    {
      "hablante": "Hablante B",
      "inicio": 272.46,
      "fin": 278.93,
      "duracion": 6.47,
      "texto": "Encerrar recibiendo la facturación de línea a través de mi que me proporcionaste y desde la aplicación mismo estar ingresando a la sección servicios.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.95,
      "fin": 284.06,
      "duracion": 5.11,
      "texto": "Va a poder ver toda la información referida a la factura, ya sea ciclo, facturación, vencimiento y montos a pagar.",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.46,
      "fin": 290.29,
      "duracion": 5.83,
      "texto": "También va a poder activar 20 siglas de regalo con una duración de 30 días disponible una vez al año y también poder irse a edito automático.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.67,
      "fin": 291.81,
      "duracion": 1.14,
      "texto": "Correcto a la portabilidad.",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante B",
      "inicio": 291.87,
      "fin": 295.41,
      "duracion": 3.54,
      "texto": "Una vez aprobada la portabilidad, la línea aportará las 48 horas ágiles.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 295.91,
      "fin": 300.56,
      "duracion": 4.65,
      "texto": "Un día antes, por vuestros químicos, vamos a estar informando de la fecha de portabilidad para que se quede tranquilo.",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante B",
      "inicio": 300.85,
      "fin": 303.73,
      "duracion": 2.88,
      "texto": "Es importante que no coloque el chivo antes de la fecha informada.",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante B",
      "inicio": 303.75,
      "fin": 310.02,
      "duracion": 6.27,
      "texto": "No te preocupes que, de todas maneras, se va a dar cuenta porque la línea clara no va a dejar de recibir señales si nadie es cuando debe colocarlo.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.58,
      "fin": 322.2,
      "duracion": 11.62,
      "texto": "Te comento que, por única vez, deberás validar y anteactiverlo y, en caso de que tenga alguna dificultad con la validación, inténtelo nuevamente o comuníquese al 0800-321-7678-2, opción 4.",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.62,
      "fin": 329.25,
      "duracion": 6.63,
      "texto": "Te solicitamos que, en caso de no levantar el señal, por favor, reinicie el equipo y, por último, por otro lado, dentro de los próximos días,",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 329.5,
      "fin": 332.34,
      "duracion": 2.84,
      "texto": "Vas a recibir una encuesta de satisfacción por medio de WhatsApp.",
      "confianza": 0.473
    },
    {
      "hablante": "Hablante B",
      "inicio": 332.36,
      "fin": 337.35,
      "duracion": 4.99,
      "texto": "Te solicitamos, por favor, que la completes, ya que la opinión es muy importante para la empresa, ¿bien?",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante B",
      "inicio": 337.37,
      "fin": 341.0,
      "duracion": 3.62,
      "texto": "Mira, yo ahora voy a realizar la recarga al numerito de él.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 341.06,
      "fin": 348.39,
      "duracion": 7.33,
      "texto": "Apenas le llegue la recarga, yo voy a tener lo que sería el comprobante y él va a tener el mensajito de la recarga.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante B",
      "inicio": 348.93,
      "fin": 357.34,
      "duracion": 8.41,
      "texto": "O, por favor, apenas le llegue el mensajito de la recarga, si puede, que me mire la capturita de pantalla para ponerlo como evidencia, ¿bien?",
      "confianza": 0.695
    },
    {
      "hablante": "Hablante B",
      "inicio": 357.36,
      "fin": 358.34,
      "duracion": 0.98,
      "texto": "Eso sería todo.",
      "confianza": 0.848
    },
    {
      "hablante": "Hablante B",
      "inicio": 359.79,
      "fin": 371.87,
      "duracion": 12.08,
      "texto": "Yo ahora le envío la recarga para que sepan que está activa la línea y que puede recibir recargas.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante A",
      "inicio": 375.18,
      "fin": 375.7,
      "duracion": 0.52,
      "texto": "Pero nada, eso sería todo.",
      "confianza": 0.017
    },
    {
      "hablante": "Hablante A",
      "inicio": 375.72,
      "fin": 375.9,
      "duracion": 0.18,
      "texto": "Nada más.",
      "confianza": 0.051
    },
    {
      "hablante": "Hablante A",
      "inicio": 375.92,
      "fin": 378.38,
      "duracion": 2.47,
      "texto": "Yo te digo el WhatsApp, ¿sabes?",
      "confianza": 0.33
    },
    {
      "hablante": "Hablante A",
      "inicio": 378.4,
      "fin": 379.37,
      "duracion": 0.96,
      "texto": "Entonces nos vemos.",
      "confianza": 0.183
    }
  ]
}