{
  "archivo": "amza4_1_260218144516095_MIT_01985.wav",
  "duracion_segundos": 341.38,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 304.91,
    "Hablante A": 3.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 16.5,
      "fin": 17.7,
      "texto": "¿Hola, Johnny?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.7,
      "fin": 18.7,
      "texto": "Hola, Johnny, ¿cómo estás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 18.7,
      "fin": 23.2,
      "texto": "Nuevamente te está hablando Doni de Movistar, ¿cómo estás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 23.2,
      "fin": 23.5,
      "texto": "Bien, todo bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 23.6,
      "fin": 24.9,
      "texto": "Me alegro, me alegro mucho."
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.9,
      "fin": 29.2,
      "texto": "Johnny, bueno, mira, han habido unos días con cambios en los precios, te cuento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 29.6,
      "fin": 41.9,
      "texto": "Hablé con vos, el precio de la promoción era uno, después al otro día lo cambiaron y aumentó, te lo mandé por escrito, y hoy llegamos después del carnaval y bajaron los precios."
    },
    {
      "hablante": "AGENTE",
      "inicio": 42.2,
      "fin": 44.4,
      "texto": "Entonces, por eso te llamaba, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 44.5,
      "fin": 46.4,
      "texto": "Ah, buenísimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.5,
      "fin": 60.0,
      "texto": "Sí, sí, mira, te quedaría, por cada línea, sí, si vos haces el plan de los 8 gigas de base, más los 10 de regalo, cada línea, Johnny, vas a pagar solamente 8.047 pesos por línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.2,
      "fin": 68.1,
      "texto": "Es decir, que si hacemos la suma de las dos líneas, te quedaría, hacemos la cuenta, 8.047 por dos,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.8,
      "fin": 77.5,
      "texto": "te da un total de línea, tan solo 16.094 pesos al día de hoy porque se mantiene el 85% del descuento fijo por 6 meses, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 77.5,
      "fin": 81.0,
      "texto": "Y el Internet..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 81.0,
      "fin": 82.0,
      "texto": "Ese fue el precio que me pasaste luego cuando..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 82.0,
      "fin": 83.5,
      "texto": "No, el precio que hablamos la primera vez."
    },
    {
      "hablante": "AGENTE",
      "inicio": 84.0,
      "fin": 87.9,
      "texto": "Lo que pasó es que luego cambió el precio y había aumentado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 88.8,
      "fin": 95.6,
      "texto": "Se había ido de 8.047 pesos, se fue a casi 11.000, se fue a 10.772,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 95.9,
      "fin": 98.3,
      "texto": "Y luego bajó de vuelta a 8.047."
    },
    {
      "hablante": "AGENTE",
      "inicio": 98.4,
      "fin": 103.1,
      "texto": "Es el precio que hoy por hoy tengo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 103.1,
      "fin": 106.2,
      "texto": "8.047 con ese plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 106.2,
      "fin": 109.8,
      "texto": "Y en cuanto al Internet para tu casa, tenemos dos opciones."
    },
    {
      "hablante": "AGENTE",
      "inicio": 109.9,
      "fin": 113.5,
      "texto": "O los 600 megas o los 300 megas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 113.5,
      "fin": 124.8,
      "texto": "Si hacemos el de 600 megas, te quedan 26.626 que se te hace un descuento de 4.000 pesos por hacer la portabilidad de tus líneas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 125.5,
      "fin": 141.4,
      "texto": "Quiere decir que pagarías, por el servicio de la fibra óptica, pagarías solamente, si hacemos el descuento, pagarías solamente 22.626, quiere decir que las líneas y el Internet te da 38.720 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 141.5,
      "fin": 144.3,
      "texto": "Creo que habíamos hablado la primera vez que nos comunicamos, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 145.4,
      "fin": 146.6,
      "texto": "Si hacemos 600 megas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 146.7,
      "fin": 154.3,
      "texto": "Y si hacemos 300 megas, tiene una diferencia de 2.600 pesos, los 300 megas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 155.3,
      "fin": 160.9,
      "texto": "Por 2.300 pesos te conviene 600 megas, Johnny."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 160.9,
      "fin": 161.5,
      "texto": "No, seguro, sí, sí, mil veces."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 161.5,
      "fin": 161.6,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 161.7,
      "fin": 164.3,
      "texto": "Y la instalación es 100% bonificada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 164.3,
      "fin": 165.6,
      "texto": "Te explico cómo es."
    },
    {
      "hablante": "AGENTE",
      "inicio": 165.7,
      "fin": 181.8,
      "texto": "Nosotros hacemos el trámite con vos hoy, que es día miércoles 18, en 48, 72 horas te están enviando a lo que es la localidad de San Juan, donde vos vivís, te están enviando lo que son los chips de la compañía para las líneas de teléfono."
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.2,
      "fin": 194.5,
      "texto": "Vos vas a seguir trabajando con Claro, el servicio te va a seguir funcionando, una vez que te dejan los chips de Movistar, cuando recién se te cortan las señales de Claro, colocas el chip de nosotros y ya tenés las líneas con nosotros."
    },
    {
      "hablante": "AGENTE",
      "inicio": 195.2,
      "fin": 206.1,
      "texto": "Y el servicio de Internet para tu casa, hoy haces el trámite, mañana te damos el departamento de validación de datos, te validan los datos que estén correctos,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 206.4,
      "fin": 214.1,
      "texto": "Y el técnico ya se pone de acuerdo con vos para decir qué día y a qué hora vos vas a estar en tu casa para que se haga la instalación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 214.6,
      "fin": 217.7,
      "texto": "La demora para la instalación máxima son cinco días."
    },
    {
      "hablante": "AGENTE",
      "inicio": 218.0,
      "fin": 226.5,
      "texto": "Quiere decir que si hoy es miércoles, ya entre el sábado, al lunes, martes más tarde ya tendrías el servicio de la fibra óptica instalada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 226.5,
      "fin": 233.6,
      "texto": "Yo chequeé la cobertura que vos me diste de lo que es la calle España donde vos vivís y tenés cobertura, Johnny."
    },
    {
      "hablante": "AGENTE",
      "inicio": 233.9,
      "fin": 235.7,
      "texto": "Así que eso no sería ningún inconveniente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 235.9,
      "fin": 237.8,
      "texto": "Arturo, tenés para el servicio, no sé decir."
    },
    {
      "hablante": "AGENTE",
      "inicio": 238.3,
      "fin": 243.5,
      "texto": "¿Querés hacer lo de tus líneas junto con el Internet o solo tus líneas, Johnny?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 243.5,
      "fin": 249.8,
      "texto": "Y mira... Y te digo lo mismo que te dije la otra vez."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 249.8,
      "fin": 262.8,
      "texto": "Dejame que lo vea, lo piense, lo mastique porque estoy sacando cuentas y nada, son como 8.000 pesos más o menos, diferencia de lo que voy a pagar a lo que estoy pagando con Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 263.0,
      "fin": 271.1,
      "texto": "Es más o menos todo lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 271.1,
      "fin": 274.0,
      "texto": "Es más o menos lo mismo, el plan, todo eso."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 274.1,
      "fin": 286.6,
      "texto": "Porque, claro, tengo 600 MB de internet y, bueno, con las líneas tengo 12 GB, que con 12 ando bien en los juegos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 287.0,
      "fin": 310.3,
      "texto": "La boleta, como te dije anteriormente, es de algo de treinta y tres mil y pico, treinta y cuatro mil, pero eh, yo pagando por eh, me hacen la bonificación de tres mil pesos, me está saliendo algo de treinta mil y treinta mil quinientos por ahí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 310.9,
      "fin": 315.4,
      "texto": "Claro, claro, entiendo, entiendo, entiendo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 315.4,
      "fin": 315.6,
      "texto": "Así que."
    },
    {
      "hablante": "AGENTE",
      "inicio": 315.7,
      "fin": 316.3,
      "texto": "No te hagas"
    },
    {
      "hablante": "AGENTE",
      "inicio": 316.5,
      "fin": 322.5,
      "texto": "Yo igualmente en unos días me voy a contactar con vos, la promoción no hay, lo vamos viendo Johnny."
    },
    {
      "hablante": "AGENTE",
      "inicio": 322.6,
      "fin": 325.6,
      "texto": "Bueno, dale, dale, sí, lo que sí es bueno a ustedes."
    },
    {
      "hablante": "AGENTE",
      "inicio": 325.7,
      "fin": 327.5,
      "texto": "Te agradezco ahí la presencia y bueno..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 327.6,
      "fin": 329.8,
      "texto": "No, no, por favor, que tranquilo es mi trabajo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 330.1,
      "fin": 330.7,
      "texto": "Que tranquilo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 330.7,
      "fin": 334.8,
      "texto": "Bueno, Johnny, que tengas un buen fin de semana o el miércoles y estamos en contacto, ¿sí?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 336.4,
      "fin": 337.0,
      "texto": "Dale, dale, dale."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 337.3,
      "fin": 339.2,
      "texto": "Un saludo grande Johnny, que estés muy bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 340.0,
      "fin": 341.4,
      "texto": "Dale, gracias, adiós."
    }
  ],
  "transcripcion_completa": "¿Hola, Johnny? Hola, Johnny, ¿cómo estás? Nuevamente te está hablando Doni de Movistar, ¿cómo estás? Bien, todo bien. Me alegro, me alegro mucho. Johnny, bueno, mira, han habido unos días con cambios en los precios, te cuento. Hablé con vos, el precio de la promoción era uno, después al otro día lo cambiaron y aumentó, te lo mandé por escrito, y hoy llegamos después del carnaval y bajaron los precios. Entonces, por eso te llamaba, ¿sí? Ah, buenísimo. Sí, sí, mira, te quedaría, por cada línea, sí, si vos haces el plan de los 8 gigas de base, más los 10 de regalo, cada línea, Johnny, vas a pagar solamente 8.047 pesos por línea. Es decir, que si hacemos la suma de las dos líneas, te quedaría, hacemos la cuenta, 8.047 por dos, te da un total de línea, tan solo 16.094 pesos al día de hoy porque se mantiene el 85% del descuento fijo por 6 meses, ¿sí? Y el Internet... Ese fue el precio que me pasaste luego cuando... No, el precio que hablamos la primera vez. Lo que pasó es que luego cambió el precio y había aumentado. Se había ido de 8.047 pesos, se fue a casi 11.000, se fue a 10.772, Y luego bajó de vuelta a 8.047. Es el precio que hoy por hoy tengo. 8.047 con ese plan. Y en cuanto al Internet para tu casa, tenemos dos opciones. O los 600 megas o los 300 megas. Si hacemos el de 600 megas, te quedan 26.626 que se te hace un descuento de 4.000 pesos por hacer la portabilidad de tus líneas. Quiere decir que pagarías, por el servicio de la fibra óptica, pagarías solamente, si hacemos el descuento, pagarías solamente 22.626, quiere decir que las líneas y el Internet te da 38.720 pesos. Creo que habíamos hablado la primera vez que nos comunicamos, ¿sí? Si hacemos 600 megas. Y si hacemos 300 megas, tiene una diferencia de 2.600 pesos, los 300 megas. Por 2.300 pesos te conviene 600 megas, Johnny. No, seguro, sí, sí, mil veces. Bien. Y la instalación es 100% bonificada. Te explico cómo es. Nosotros hacemos el trámite con vos hoy, que es día miércoles 18, en 48, 72 horas te están enviando a lo que es la localidad de San Juan, donde vos vivís, te están enviando lo que son los chips de la compañía para las líneas de teléfono. Vos vas a seguir trabajando con Claro, el servicio te va a seguir funcionando, una vez que te dejan los chips de Movistar, cuando recién se te cortan las señales de Claro, colocas el chip de nosotros y ya tenés las líneas con nosotros. Y el servicio de Internet para tu casa, hoy haces el trámite, mañana te damos el departamento de validación de datos, te validan los datos que estén correctos, Y el técnico ya se pone de acuerdo con vos para decir qué día y a qué hora vos vas a estar en tu casa para que se haga la instalación. La demora para la instalación máxima son cinco días. Quiere decir que si hoy es miércoles, ya entre el sábado, al lunes, martes más tarde ya tendrías el servicio de la fibra óptica instalada. Yo chequeé la cobertura que vos me diste de lo que es la calle España donde vos vivís y tenés cobertura, Johnny. Así que eso no sería ningún inconveniente. Arturo, tenés para el servicio, no sé decir. ¿Querés hacer lo de tus líneas junto con el Internet o solo tus líneas, Johnny? Y mira... Y te digo lo mismo que te dije la otra vez. Dejame que lo vea, lo piense, lo mastique porque estoy sacando cuentas y nada, son como 8.000 pesos más o menos, diferencia de lo que voy a pagar a lo que estoy pagando con Claro. Es más o menos todo lo mismo. Es más o menos lo mismo, el plan, todo eso. Porque, claro, tengo 600 MB de internet y, bueno, con las líneas tengo 12 GB, que con 12 ando bien en los juegos. La boleta, como te dije anteriormente, es de algo de treinta y tres mil y pico, treinta y cuatro mil, pero eh, yo pagando por eh, me hacen la bonificación de tres mil pesos, me está saliendo algo de treinta mil y treinta mil quinientos por ahí. Claro, claro, entiendo, entiendo, entiendo. Así que. No te hagas Yo igualmente en unos días me voy a contactar con vos, la promoción no hay, lo vamos viendo Johnny. Bueno, dale, dale, sí, lo que sí es bueno a ustedes. Te agradezco ahí la presencia y bueno... No, no, por favor, que tranquilo es mi trabajo. Que tranquilo. Bueno, Johnny, que tengas un buen fin de semana o el miércoles y estamos en contacto, ¿sí? Dale, dale, dale. Un saludo grande Johnny, que estés muy bien. Dale, gracias, adiós.",
  "calidad": {
    "confianza_promedio": 0.533,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T16:23:39.389910",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 8GB + 10GB de regalo",
        "fibra 600 megas",
        "fibra 300 megas"
      ],
      "plan_vendido": null,
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres, números), palabras cortadas y frases sin sentido. Se identificaron roles y se clasificó la llamada."
    },
    "fecha_mejora": "2026-02-22T23:13:24.560002",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 16.5,
      "fin": 17.72,
      "duracion": 1.22,
      "texto": "¿Hola, Doni?",
      "confianza": 0.17
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.74,
      "fin": 18.72,
      "duracion": 0.98,
      "texto": "Hola, Doni, ¿cómo estás?",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.74,
      "fin": 23.19,
      "duracion": 4.44,
      "texto": "Nuevamente te está hablando Doni de Mozart, ¿cómo estás?",
      "confianza": 0.493
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.21,
      "fin": 23.53,
      "duracion": 0.32,
      "texto": "Bien, todo bien.",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.55,
      "fin": 24.93,
      "duracion": 1.38,
      "texto": "Me alegro, me alegro mucho.",
      "confianza": 0.334
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.95,
      "fin": 29.25,
      "duracion": 4.3,
      "texto": "Doni, bueno, mira, han habido todos unos días artísticos, lo te cuento.",
      "confianza": 0.458
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.55,
      "fin": 41.91,
      "duracion": 12.35,
      "texto": "Hablé con vos, estaba en un precio la promoción, después al otro día lo cambiaron y aumentó, que te la mandé por escrito, y hoy llegamos después del carnaval y bajó los precios.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.19,
      "fin": 44.35,
      "duracion": 2.16,
      "texto": "Entonces, por eso te llamaba Nuevo, ¿sí?",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante B",
      "inicio": 44.45,
      "fin": 46.43,
      "duracion": 1.98,
      "texto": "Ah, buenísima.",
      "confianza": 0.282
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.45,
      "fin": 59.98,
      "duracion": 13.54,
      "texto": "Sí, sí, mira, te quedaría, por cada línea, sí, si vos haces el plan de los 8 gigas de base, más los 10 de regalo, cada línea, Johnny, vas a pagar solamente lo que es 8.047 pesos por línea.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.19,
      "fin": 68.07,
      "duracion": 6.89,
      "texto": "Es decir, que hacemos la suma de las dos líneas, te quedaría, hacemos la cuenta, 8.047 por dos,",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.75,
      "fin": 77.48,
      "duracion": 8.73,
      "texto": "te da un total de línea, tan solo 16.094 pesos al día de hoy porque se trace el 85% del cuento fijo por 6 meses, ¿sí?",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.5,
      "fin": 80.98,
      "duracion": 3.48,
      "texto": "Y el Internet...",
      "confianza": 0.327
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.0,
      "fin": 81.96,
      "duracion": 0.96,
      "texto": "Ese fue el precio que me pasaste luego cuando...",
      "confianza": 0.013
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.98,
      "fin": 83.45,
      "duracion": 1.46,
      "texto": "No, el precio que hablamos la primera vez.",
      "confianza": 0.384
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.05,
      "fin": 87.87,
      "duracion": 3.83,
      "texto": "Lo que se dejó es que luego cambió el precio y había aumentado.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 88.79,
      "fin": 95.56,
      "duracion": 6.77,
      "texto": "Se había ido de 8.047 pesos, se fue a casi 11.000, se fue a 10.772,",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante B",
      "inicio": 95.9,
      "fin": 98.26,
      "duracion": 2.36,
      "texto": "Y luego bajó de vuelta 8.047.",
      "confianza": 0.761
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.38,
      "fin": 103.11,
      "duracion": 4.73,
      "texto": "Es el precio que hoy por hoy tengo.",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante B",
      "inicio": 103.13,
      "fin": 106.15,
      "duracion": 3.02,
      "texto": "8.047 con ese plan.",
      "confianza": 0.838
    },
    {
      "hablante": "Hablante B",
      "inicio": 106.17,
      "fin": 109.76,
      "duracion": 3.59,
      "texto": "Y en cuanto al Internet para tu casa, tenemos dos opciones.",
      "confianza": 0.779
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.92,
      "fin": 113.5,
      "duracion": 3.58,
      "texto": "O los 600 megas o los 300 megas.",
      "confianza": 0.798
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.52,
      "fin": 124.76,
      "duracion": 11.23,
      "texto": "Si hacemos el de 600 megas, te quedan 26.626 que se te hace un descuento de 4.000 pesos por hacer la puerta de tus líneas, la portabilidad.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante B",
      "inicio": 125.48,
      "fin": 141.4,
      "duracion": 15.92,
      "texto": "Quiere decir que pagaría, por el servicio de la fibra óptica, pagaría solamente, si hacemos al descuento, pagaría solamente 22.626, quiere decir que las líneas y el Internet te da 38.720 pesos.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante B",
      "inicio": 141.48,
      "fin": 144.3,
      "duracion": 2.82,
      "texto": "Creo que habíamos hablado la primera vez que nos comunicamos, ¿sí?",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.38,
      "fin": 146.64,
      "duracion": 1.26,
      "texto": "Si hacemos 600 megas.",
      "confianza": 0.428
    },
    {
      "hablante": "Hablante B",
      "inicio": 146.72,
      "fin": 154.27,
      "duracion": 7.55,
      "texto": "Y si hacemos 300 megas, tiene una diferencia de 2.600 pesos, los 300 megas.",
      "confianza": 0.766
    },
    {
      "hablante": "Hablante B",
      "inicio": 155.33,
      "fin": 160.9,
      "duracion": 5.57,
      "texto": "Por 2.300 pesos te conviene 600 megas, Johnny.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante B",
      "inicio": 160.92,
      "fin": 161.52,
      "duracion": 0.6,
      "texto": "No, seguro, sí, sí, mil veces.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 161.54,
      "fin": 161.64,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 161.66,
      "fin": 164.26,
      "duracion": 2.6,
      "texto": "Y la instalación es 100% bonificada.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 164.28,
      "fin": 165.64,
      "duracion": 1.36,
      "texto": "Te explico cómo es.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante B",
      "inicio": 165.66,
      "fin": 181.76,
      "duracion": 16.1,
      "texto": "Nosotros hacemos el trámite con vos hoy, que es día miércoles 18, en 48, 72 horas te estás regando a lo que es la localidad de San Juan, donde vos vivís, te están regando lo que son los chips de la compañía para las líneas de teléfono.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.18,
      "fin": 194.52,
      "duracion": 12.34,
      "texto": "vos vas a seguir trabajando con Claro, el servicio te va a seguir funcionando, una vez que te dejan los chips de Movistar, cuando recién se te cortan las señales Claro, colocas el chip de nosotros y no tenés las líneas con nosotros.",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.2,
      "fin": 206.06,
      "duracion": 10.86,
      "texto": "Y el servicio de Internet para tu casa, hoy haces el trámite, mañana te damos el departamento de validación de datos, te valían los datos que estén correctos,",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante B",
      "inicio": 206.38,
      "fin": 214.05,
      "duracion": 7.67,
      "texto": "Y el técnico ya se pone de acuerdo con vos para decir qué día y a qué hora vos vas a estar en tu casa para que vas a darte la instalación.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 214.59,
      "fin": 217.68,
      "duracion": 3.08,
      "texto": "La demora para la instalación máxima son cinco días.",
      "confianza": 0.824
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.02,
      "fin": 226.47,
      "duracion": 8.45,
      "texto": "Quiere decir que si hoy es miércoles ya entre el sábado, al lunes, martes más tarde ya te atendrían al servicio de la fibra útica instalada.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.49,
      "fin": 233.6,
      "duracion": 7.11,
      "texto": "Yo chequeé la cobertura que vos me diste de lo que es la acá de España donde vos vivís y cobertura tenés Johnny.",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante B",
      "inicio": 233.92,
      "fin": 235.7,
      "duracion": 1.78,
      "texto": "Así que eso no sería ningún incómodo.",
      "confianza": 0.372
    },
    {
      "hablante": "Hablante B",
      "inicio": 235.94,
      "fin": 237.82,
      "duracion": 1.88,
      "texto": "Arturo, tenés para el servicio, no sé decir.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 238.26,
      "fin": 243.49,
      "duracion": 5.23,
      "texto": "¿Querés hacer lo de tus líneas junto con el Internet o solo tus líneas, Johnny?",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.51,
      "fin": 249.82,
      "duracion": 6.31,
      "texto": "Y mira... Y te digo lo mismo que te dije la otra vez.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.84,
      "fin": 262.81,
      "duracion": 12.98,
      "texto": "Dejame que lo vea, lo piense, lo mastique porque estoy sacando cuentas y nada, son como 8.000 pesos más o menos, diferencia de lo que voy a pagar a lo que estoy pagando con claro.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 262.96,
      "fin": 271.11,
      "duracion": 8.15,
      "texto": "Es más o menos todo lo mismo.",
      "confianza": 0.706
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.13,
      "fin": 274.03,
      "duracion": 2.9,
      "texto": "Es más o menos lo mismo, el plan, todo eso.",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 274.05,
      "fin": 286.59,
      "duracion": 12.54,
      "texto": "Porque, claro, tengo 600 MB de internet y, bueno, con las líneas tengo 12 GB, que con 12 ando bien en los juegos.",
      "confianza": 0.652
    },
    {
      "hablante": "Hablante B",
      "inicio": 287.04,
      "fin": 310.33,
      "duracion": 23.29,
      "texto": "la boleta, como te dije anteriormente, es de algo de treinta y tres mil y pico, treinta y cuatro mil, pero eh yo pagando por eh me hacen la bonificación de tres mil pesos, me está saliendo algo de treinta mil y treinta mil quinientos por ahí.",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.93,
      "fin": 315.35,
      "duracion": 4.43,
      "texto": "Claro, claro, entiendo, entiendo, entiendo.",
      "confianza": 0.19
    },
    {
      "hablante": "Hablante B",
      "inicio": 315.37,
      "fin": 315.65,
      "duracion": 0.28,
      "texto": "Así que.",
      "confianza": 0.187
    },
    {
      "hablante": "Hablante B",
      "inicio": 315.67,
      "fin": 316.27,
      "duracion": 0.6,
      "texto": "No te hagas",
      "confianza": 0.463
    },
    {
      "hablante": "Hablante B",
      "inicio": 316.5,
      "fin": 322.53,
      "duracion": 6.03,
      "texto": "Yo igualmente en unos días me voy a contactar con vos, el promoción no hay, lo vamos viendo Johnny.",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.55,
      "fin": 325.64,
      "duracion": 3.09,
      "texto": "Bueno, dale, dale, sí, lo que sí es bueno a ustedes.",
      "confianza": 0.216
    },
    {
      "hablante": "Hablante B",
      "inicio": 325.66,
      "fin": 327.54,
      "duracion": 1.88,
      "texto": "Te agradezco ahí la presencia y bueno...",
      "confianza": 0.394
    },
    {
      "hablante": "Hablante B",
      "inicio": 327.56,
      "fin": 329.76,
      "duracion": 2.2,
      "texto": "No, no, por favor, que tranquila es mi trabajo.",
      "confianza": 0.441
    },
    {
      "hablante": "Hablante B",
      "inicio": 330.14,
      "fin": 330.71,
      "duracion": 0.56,
      "texto": "Que tranquila.",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante B",
      "inicio": 330.73,
      "fin": 334.81,
      "duracion": 4.09,
      "texto": "Bueno, Johnny, que tengas un buen codito de semana o el miércoles y estamos en contacto, ¿sí?",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 336.39,
      "fin": 337.02,
      "duracion": 0.62,
      "texto": "Dale, dale, dale.",
      "confianza": 0.352
    },
    {
      "hablante": "Hablante A",
      "inicio": 337.28,
      "fin": 339.18,
      "duracion": 1.9,
      "texto": "Un saludo grande Johnny, que estés muy bien.",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante A",
      "inicio": 339.96,
      "fin": 341.38,
      "duracion": 1.42,
      "texto": "Dale, gracias, adiós.",
      "confianza": 0.307
    }
  ]
}